[
    {
        "startTime": 290,
        "endTime": 3869,
        "text": "Before I move on to the next slide, does anyone have any questions so far?"
    },
    {
        "startTime": 4976,
        "endTime": 5926,
        "text": "Yes, I do."
    },
    {
        "startTime": 6281,
        "endTime": 8970,
        "text": "You said the company faces many challenges now."
    },
    {
        "startTime": 9463,
        "endTime": 13754,
        "text": "Beyond the economic situation, what is your biggest single challenge?"
    },
    {
        "startTime": 14960,
        "endTime": 17236,
        "text": "Well, that's a good question and I was planning to talk about it."
    },
    {
        "startTime": 18011,
        "endTime": 21323,
        "text": "As I showed you, our revenues grew for 10 consecutive years."
    },
    {
        "startTime": 21591,
        "endTime": 23924,
        "text": "But now, the market is highly saturated."
    },
    {
        "startTime": 24713,
        "endTime": 26757,
        "text": "Unless we open new geographic markets,..."
    },
    {
        "startTime": 27092,
        "endTime": 31259,
        "text": "...or develop a new product for the existing markets, our growth period is over."
    },
    {
        "startTime": 32065,
        "endTime": 36290,
        "text": "Actually, that is why I am here with you, to explore new market opportunities."
    },
    {
        "startTime": 37105,
        "endTime": 39831,
        "text": "Our company was a pioneer in this market 10 years ago,..."
    },
    {
        "startTime": 40407,
        "endTime": 43081,
        "text": "...but since then, many competitors have entered this market."
    },
    {
        "startTime": 43976,
        "endTime": 47526,
        "text": "It is critical not only to develop leading-edge products that differentiate us,..."
    },
    {
        "startTime": 47832,
        "endTime": 50522,
        "text": "...but to look for partnerships, which we will discuss later."
    },
    {
        "startTime": 51570,
        "endTime": 56564,
        "text": "The other big issue is finding the right people... particularly young, innovative engineers."
    },
    {
        "startTime": 57377,
        "endTime": 59892,
        "text": "It is getting harder to attract enough good engineers."
    },
    {
        "startTime": 60637,
        "endTime": 63145,
        "text": "We still have open positions in our Engineering Department..."
    },
    {
        "startTime": 63330,
        "endTime": 66903,
        "text": "... that we haven't been able to fill for three months, even in this job market."
    },
    {
        "startTime": 67712,
        "endTime": 70975,
        "text": "I can relate to that issue. We have a similar problem here, too..."
    },
    {
        "startTime": 71937,
        "endTime": 75784,
        "text": "...although it's a \"moot point\" because we can't afford to hire new people at the moment anyway."
    }
]