[
    {
        "startTime": 100,
        "endTime": 4200,
        "text": "Let's start out with a brief look at the environment facing us in this market."
    },
    {
        "startTime": 4800,
        "endTime": 9700,
        "text": "This chart indicates the sales trend we've experienced over the past three years..."
    },
    {
        "startTime": 10300,
        "endTime": 13800,
        "text": "...and where we expect to go over the next three years."
    },
    {
        "startTime": 14400,
        "endTime": 18600,
        "text": "As you see here, the overall market size has been expanding quickly."
    },
    {
        "startTime": 19200,
        "endTime": 23300,
        "text": "Analysts predict it could double again by 2012."
    },
    {
        "startTime": 23950,
        "endTime": 30200,
        "text": "The key to success here is to have a series of products that meet the market needs earlier than competitors."
    },
    {
        "startTime": 30900,
        "endTime": 36000,
        "text": "But which products? We need to understand our customers' requirements fully."
    },
    {
        "startTime": 36650,
        "endTime": 43100,
        "text": "So, last month I organized a three-person marketing team to determine key customer requirements."
    },
    {
        "startTime": 43750,
        "endTime": 46600,
        "text": "The time frame for this project is three months."
    },
    {
        "startTime": 47300,
        "endTime": 51800,
        "text": "We will have our final report in September; I would be pleased to share it with you."
    },
    {
        "startTime": 52550,
        "endTime": 55800,
        "text": "That's great. It should be very valuable information for us."
    },
    {
        "startTime": 55900,
        "endTime": 57800,
        "text": "Is that only for the U.S. market?"
    },
    {
        "startTime": 58750,
        "endTime": 62600,
        "text": "No, we have been researching global markets, including Japan."
    },
    {
        "startTime": 63350,
        "endTime": 67300,
        "text": "Other markets include Germany, the UK, France, and China."
    },
    {
        "startTime": 67850,
        "endTime": 72400,
        "text": "Regarding the Japanese market, we would appreciate any input you could provide, Taka."
    },
    {
        "startTime": 73100,
        "endTime": 74800,
        "text": "My team would be glad to help."
    }
]