[
    {
        "startTime": 1450,
        "endTime": 6550,
        "text": "Election officials in Afghanistan are still counting ballots in the Presidential election."
    },
    {
        "startTime": 6957,
        "endTime": 10750,
        "text": "But the final result expected later this month could be delayed."
    },
    {
        "startTime": 11050,
        "endTime": 17900,
        "text": "And Afghan Election Commission says, it still must clear about 650 serious complaints of fraud."
    },
    {
        "startTime": 18200,
        "endTime": 23700,
        "text": "Many of the complaints have been lodged against supporters of incumbent President Hamid Karzai."
    },
    {
        "startTime": 24138,
        "endTime": 28500,
        "text": "His main challenger, former Foreign Minister Abdullah Abdullah told reporters,..."
    },
    {
        "startTime": 28650,
        "endTime": 31050,
        "text": "...he's concerned about the election process..."
    },
    {
        "startTime": 31100,
        "endTime": 34100,
        "text": "...and wants the international community to investigate."
    },
    {
        "startTime": 34298,
        "endTime": 37400,
        "text": "My concern is that if we cannot save this process,..."
    },
    {
        "startTime": 37750,
        "endTime": 41050,
        "text": "...if the future government of Afghanistan is based on fraud,..."
    },
    {
        "startTime": 41300,
        "endTime": 43500,
        "text": "...on top of every other problems that we have,..."
    },
    {
        "startTime": 43650,
        "endTime": 45150,
        "text": "...there will be illegitimate rule."
    },
    {
        "startTime": 45200,
        "endTime": 51150,
        "text": "Abdullah's comments came as the New York Times quoted unnamed Afghan and Western officials..."
    },
    {
        "startTime": 51250,
        "endTime": 57000,
        "text": "...as saying Mr. Karzai's supporters created as many as 800 fake polling stations..."
    },
    {
        "startTime": 57150,
        "endTime": 60400,
        "text": "...that produced hundreds of thousands of fraudulent votes."
    },
    {
        "startTime": 60700,
        "endTime": 65300,
        "text": "The Times says, the votes counted for Mr. Karzai at some polling stations..."
    },
    {
        "startTime": 65553,
        "endTime": 69350,
        "text": "...may be ten times higher than the number of people who actually voted."
    },
    {
        "startTime": 69650,
        "endTime": 75500,
        "text": "Mr. Karzai's supporters have so far denied taking part in efforts to rig the election."
    }
]