[
    {
        "startTime": 1500,
        "endTime": 4250,
        "text": "Bikers in New York are all over the place."
    },
    {
        "startTime": 4700,
        "endTime": 9500,
        "text": "There are fast bikers, leisurely bikers and of course, working bikers."
    },
    {
        "startTime": 9700,
        "endTime": 13550,
        "text": "Now, there's a new type of biker on the horizon, the bamboo biker."
    },
    {
        "startTime": 13800,
        "endTime": 16450,
        "text": "Thanks to a group of innovative guys in New York."
    },
    {
        "startTime": 16900,
        "endTime": 19600,
        "text": "Bamboo Bike Studio co-owner, Marty Odlin..."
    },
    {
        "startTime": 19750,
        "endTime": 24000,
        "text": "...says, the great thing about bamboo is that it's sustainable and plentiful."
    },
    {
        "startTime": 24300,
        "endTime": 28300,
        "text": "Our specific bamboo grows all throughout in New York City."
    },
    {
        "startTime": 28350,
        "endTime": 32300,
        "text": "We generally go to places that have like large quantities of bamboo..."
    },
    {
        "startTime": 32600,
        "endTime": 35650,
        "text": "...and most of the people are really happy for us to take it."
    },
    {
        "startTime": 36050,
        "endTime": 41200,
        "text": "In fact, bamboo grows so fast, it's like a weed and people are eager to get rid of it."
    },
    {
        "startTime": 41450,
        "endTime": 44100,
        "text": "Odlin and his partners work out of a small studio,..."
    },
    {
        "startTime": 44150,
        "endTime": 48450,
        "text": "...where they're developing the prototype of a bamboo bike they hope to one day sell."
    },
    {
        "startTime": 49650,
        "endTime": 53400,
        "text": "They collect the bamboo, cut it and weld it to make it more durable."
    },
    {
        "startTime": 53700,
        "endTime": 57600,
        "text": "The company holds weekend classes to teach people how to make their own bikes."
    },
    {
        "startTime": 57700,
        "endTime": 61450,
        "text": "At more than a thousand dollars a course, it's not exactly cheap..."
    },
    {
        "startTime": 61650,
        "endTime": 64550,
        "text": "...but Odlin says, the money is going to a good cause."
    },
    {
        "startTime": 64800,
        "endTime": 69600,
        "text": "The goal is to use the profits to bring bamboo bike technology to developing countries."
    },
    {
        "startTime": 69700,
        "endTime": 72150,
        "text": "A bicycle in a developing country right now,..."
    },
    {
        "startTime": 72200,
        "endTime": 76800,
        "text": "...popular Chinese steel bicycle, is about a 110 to 120 dollars."
    },
    {
        "startTime": 77550,
        "endTime": 84150,
        "text": "A bamboo bike, made locally, with local labor could cost about 55 dollars,..."
    },
    {
        "startTime": 84800,
        "endTime": 87150,
        "text": "...if you make it out of a really, you know, on a large scale."
    },
    {
        "startTime": 87500,
        "endTime": 91000,
        "text": "So, what that does, is that it provides cheap transportation..."
    },
    {
        "startTime": 91050,
        "endTime": 94900,
        "text": "...to a massive part of the population that can afford it right now."
    },
    {
        "startTime": 95100,
        "endTime": 100800,
        "text": "Odlin says, he and his partners are pouring all of their income into startup costs and technology."
    },
    {
        "startTime": 101350,
        "endTime": 105200,
        "text": "But one expense he doesn't have to worry about is transportation."
    },
    {
        "startTime": 105850,
        "endTime": 108400,
        "text": "Paige Kollock, VOA News, New York."
    }
]