[
    {
        "startTime": 600,
        "endTime": 4800,
        "text": "The new Japanese government has set a very ambitious target..."
    },
    {
        "startTime": 5300,
        "endTime": 12600,
        "text": "...for a greenhouse gas emissions reduction of 25% by 2020,..."
    },
    {
        "startTime": 13200,
        "endTime": 17000,
        "text": "...if compared to the 1990 level."
    },
    {
        "startTime": 17700,
        "endTime": 25350,
        "text": "It has also made it clear that it is prepared to provide more financial and technical assistance..."
    },
    {
        "startTime": 25700,
        "endTime": 28850,
        "text": "...to developing countries than in the past,..."
    },
    {
        "startTime": 29350,
        "endTime": 33700,
        "text": "...in accordance with the progress of the international negotiations."
    },
    {
        "startTime": 34500,
        "endTime": 43100,
        "text": "This international commitment is premised on the formulation of a fair and effective international framework..."
    },
    {
        "startTime": 43500,
        "endTime": 50000,
        "text": "...by all major economies and agreement on their ambitious targets."
    },
    {
        "startTime": 50850,
        "endTime": 59050,
        "text": "Japan announced this ambitious pledge because it wishes to serve as a bridge among countries..."
    },
    {
        "startTime": 59400,
        "endTime": 66700,
        "text": "...with varied interests and to preserve the planet for future generations."
    },
    {
        "startTime": 67450,
        "endTime": 73600,
        "text": "I would like to appeal strongly to the distinguished representatives present today."
    },
    {
        "startTime": 74350,
        "endTime": 80600,
        "text": "Let us work together to ensure the success of the upcoming Copenhagen meeting."
    },
    {
        "startTime": 82100,
        "endTime": 88100,
        "text": "The third challenge is that of nuclear disarmament and non-proliferation."
    },
    {
        "startTime": 89050,
        "endTime": 95900,
        "text": "I welcome the progress being made in the negotiations on nuclear weapons reductions..."
    },
    {
        "startTime": 96200,
        "endTime": 99500,
        "text": "...between the United States and the Russian Federation."
    },
    {
        "startTime": 100200,
        "endTime": 105250,
        "text": "I also commend the United Kingdom and France for their initiatives."
    },
    {
        "startTime": 106450,
        "endTime": 114800,
        "text": "It is urgent that all nuclear weapon holding states take concrete measures on nuclear disarmament."
    },
    {
        "startTime": 115700,
        "endTime": 121500,
        "text": "There are states currently engaged in efforts to develop nuclear weapons."
    },
    {
        "startTime": 121900,
        "endTime": 129550,
        "text": "Furthermore, there is an increasingly greater risk that nuclear materials and nuclear technologies..."
    },
    {
        "startTime": 129850,
        "endTime": 135000,
        "text": "...will be passed on to terrorists or even actually used."
    }
]