[
    {
        "startTime": 550,
        "endTime": 3150,
        "text": "Now, I am beginning my journey here for a simple reason."
    },
    {
        "startTime": 4350,
        "endTime": 8400,
        "text": "Since taking office, I have worked to renew American leadership..."
    },
    {
        "startTime": 8800,
        "endTime": 15100,
        "text": "...and pursue a new era of engagement with the world based on mutual interests and mutual respect."
    },
    {
        "startTime": 16150,
        "endTime": 21000,
        "text": "And our efforts in the Asia Pacific will be rooted in no small measure..."
    },
    {
        "startTime": 21850,
        "endTime": 26400,
        "text": "...through an enduring and revitalized alliance between the United States and Japan."
    },
    {
        "startTime": 27700,
        "endTime": 29900,
        "text": "From my very first days in office,..."
    },
    {
        "startTime": 30550,
        "endTime": 33750,
        "text": "...we have worked to strengthen the ties that bind our nations."
    },
    {
        "startTime": 34750,
        "endTime": 39300,
        "text": "The first foreign leader that I welcomed to the White House was the Prime Minister of Japan."
    },
    {
        "startTime": 40200,
        "endTime": 43400,
        "text": "And for the first time in nearly fifty years, the first foreign trip..."
    },
    {
        "startTime": 43800,
        "endTime": 49700,
        "text": "...by an American Secretary of State, Hillary Clinton, was to Asia, starting in Japan."
    },
    {
        "startTime": 56100,
        "endTime": 60350,
        "text": "In two months, our alliance will mark its 50th anniversary."
    },
    {
        "startTime": 61200,
        "endTime": 65875,
        "text": "A day when President Dwight Eisenhower stood next to Japan's Prime Minister..."
    },
    {
        "startTime": 65925,
        "endTime": 70350,
        "text": "...and said that, our two nations were creating an indestructible partnership..."
    },
    {
        "startTime": 70950,
        "endTime": 74100,
        "text": "...based on equality and mutual understanding."
    },
    {
        "startTime": 75900,
        "endTime": 77350,
        "text": "In the half century since,..."
    },
    {
        "startTime": 77700,
        "endTime": 82000,
        "text": "...that alliance has endured as a foundation for our security and prosperity."
    },
    {
        "startTime": 82950,
        "endTime": 86050,
        "text": "It has helped us become the world's two largest economies,..."
    },
    {
        "startTime": 86400,
        "endTime": 91750,
        "text": "...with Japan emerging as America's second-largest trading partner outside of North America."
    },
    {
        "startTime": 92900,
        "endTime": 96850,
        "text": "It has evolved as Japan has played a larger role on the world stage..."
    },
    {
        "startTime": 97150,
        "endTime": 100900,
        "text": "...and made important contributions to stability around the world."
    },
    {
        "startTime": 101350,
        "endTime": 106200,
        "text": "From reconstruction in Iraq, to combating piracy off the Horn of Africa,..."
    },
    {
        "startTime": 106650,
        "endTime": 109700,
        "text": "...to assistance for the people of Afghanistan and Pakistan,..."
    },
    {
        "startTime": 110350,
        "endTime": 114200,
        "text": "...most recently through its remarkable leadership in providing additional commitments..."
    },
    {
        "startTime": 114450,
        "endTime": 116200,
        "text": "...to international development efforts there."
    },
    {
        "startTime": 117700,
        "endTime": 122250,
        "text": "Above all, our alliance has endured because it reflects our common values."
    },
    {
        "startTime": 123150,
        "endTime": 130250,
        "text": "A belief in the democratic right of free people to choose their own leaders and realize their own dreams."
    },
    {
        "startTime": 131050,
        "endTime": 137100,
        "text": "A belief that made possible the election of both Prime Minister Hatoyama and myself on the promise of change."
    },
    {
        "startTime": 138267,
        "endTime": 141937,
        "text": "And together, we are committed to providing a new generation of leadership..."
    },
    {
        "startTime": 142060,
        "endTime": 143868,
        "text": "...for our people, and our alliance."
    },
    {
        "startTime": 145100,
        "endTime": 148200,
        "text": "That is why, at this critical moment in history,..."
    },
    {
        "startTime": 149000,
        "endTime": 153550,
        "text": "...the two of us have not only reaffirmed our alliance, we have agreed to deepen it."
    },
    {
        "startTime": 154700,
        "endTime": 158275,
        "text": "We have agreed to move expeditiously through a joint working group..."
    },
    {
        "startTime": 158325,
        "endTime": 164500,
        "text": "...to implement the agreement that our two governments reached on restructuring US forces in Okinawa."
    },
    {
        "startTime": 165450,
        "endTime": 168250,
        "text": "And as our alliance evolves and adapts for the future,..."
    },
    {
        "startTime": 168650,
        "endTime": 173350,
        "text": "...we will always strive to uphold the spirit that President Eisenhower described long ago."
    },
    {
        "startTime": 173950,
        "endTime": 177000,
        "text": "A partnership of equality and mutual respect."
    }
]