[
    {
        "startTime": 767,
        "endTime": 3937,
        "text": "These are steps that the United States will take to improve prosperity,..."
    },
    {
        "startTime": 4097,
        "endTime": 6524,
        "text": "...security and human dignity in the Asia Pacific."
    },
    {
        "startTime": 7350,
        "endTime": 10050,
        "text": "We will do so through our close friendship with Japan,..."
    },
    {
        "startTime": 10650,
        "endTime": 13300,
        "text": "...which will always be a centerpiece of our efforts in the region."
    },
    {
        "startTime": 14200,
        "endTime": 18400,
        "text": "We will do so as a partner, through the broader engagement that I've discussed today."
    },
    {
        "startTime": 19500,
        "endTime": 21600,
        "text": "We will do so as a Pacific nation,..."
    },
    {
        "startTime": 22050,
        "endTime": 25800,
        "text": "...with a president who was shaped in part by this piece of the globe."
    },
    {
        "startTime": 26800,
        "endTime": 29150,
        "text": "And we will do so with the same sense of purpose..."
    },
    {
        "startTime": 29200,
        "endTime": 33550,
        "text": "...that has guided our ties with the Japanese people for nearly 50 years."
    },
    {
        "startTime": 34850,
        "endTime": 39200,
        "text": "The story of how these ties were forged dates back to the middle of the last century,..."
    },
    {
        "startTime": 39800,
        "endTime": 42700,
        "text": "...sometime after the guns of war had quieted in the Pacific."
    },
    {
        "startTime": 43750,
        "endTime": 47250,
        "text": "It was then that America's commitment to the security and stability of Japan,..."
    },
    {
        "startTime": 48000,
        "endTime": 51650,
        "text": "...along with the Japanese people's spirit of resilience and industriousness,..."
    },
    {
        "startTime": 52100,
        "endTime": 54100,
        "text": "...led to what's been called, the Japanese miracle."
    },
    {
        "startTime": 54900,
        "endTime": 60800,
        "text": "A period of economic growth that was faster and more robust than anything the world had seen for some time."
    },
    {
        "startTime": 62150,
        "endTime": 65200,
        "text": "In the coming years and decades, this miracle would spread throughout the region..."
    },
    {
        "startTime": 65767,
        "endTime": 67165,
        "text": "...and in a single generation,..."
    },
    {
        "startTime": 67738,
        "endTime": 71103,
        "text": "...the lives and fortunes of millions were forever changed for the better."
    },
    {
        "startTime": 72350,
        "endTime": 75900,
        "text": "It is progress that has been supported by a hard-earned peace..."
    },
    {
        "startTime": 76350,
        "endTime": 79400,
        "text": "...and strengthened by new bridges of mutual understanding..."
    },
    {
        "startTime": 79700,
        "endTime": 83150,
        "text": "...that have bound together the nations of this vast and sprawling space."
    }
]