[
    {
        "startTime": 700,
        "endTime": 4200,
        "text": "For decades, the United States has had one of the most open markets in the world..."
    },
    {
        "startTime": 4750,
        "endTime": 8700,
        "text": "...and that openness has helped to fuel the success of so many countries in this region..."
    },
    {
        "startTime": 8900,
        "endTime": 10750,
        "text": "...and others over the last century."
    },
    {
        "startTime": 11900,
        "endTime": 17700,
        "text": "In this new era, opening other markets around the globe will be critical not just to America's prosperity,..."
    },
    {
        "startTime": 17950,
        "endTime": 19050,
        "text": "...but to the world's as well."
    },
    {
        "startTime": 21000,
        "endTime": 26100,
        "text": "An integral part of this new strategy is working towards an ambitious and balanced Doha Agreement."
    },
    {
        "startTime": 26800,
        "endTime": 31700,
        "text": "Not any agreement, but an agreement that will open up markets and increase exports around the world."
    },
    {
        "startTime": 32400,
        "endTime": 37600,
        "text": "We are ready to work with our Asian partners to see if we can achieve that objective in a timely fashion."
    },
    {
        "startTime": 37900,
        "endTime": 40900,
        "text": "And we invite our regional trading partners to join us at the table."
    },
    {
        "startTime": 42150,
        "endTime": 45700,
        "text": "We also believe that continued integration of the economies of this region..."
    },
    {
        "startTime": 45750,
        "endTime": 49800,
        "text": "...will benefit workers, consumers and businesses in all our nations."
    },
    {
        "startTime": 50800,
        "endTime": 52550,
        "text": "Together with our South Korean friends,..."
    },
    {
        "startTime": 52600,
        "endTime": 57250,
        "text": "...we will work through the issues necessary to move forward on a trade agreement with them."
    },
    {
        "startTime": 58300,
        "endTime": 62500,
        "text": "The United States will also be engaging with the Trans-Pacific Partnership countries..."
    },
    {
        "startTime": 62700,
        "endTime": 66700,
        "text": "...with the goal of shaping a regional agreement that will have broad-based membership..."
    },
    {
        "startTime": 67050,
        "endTime": 70050,
        "text": "...and the high standards worthy of a 21st century trade agreement."
    },
    {
        "startTime": 71300,
        "endTime": 76100,
        "text": "Working in partnership, this is how we can sustain this recovery and advance our common prosperity."
    },
    {
        "startTime": 77300,
        "endTime": 80350,
        "text": "But it's not enough to pursue growth that is balanced."
    },
    {
        "startTime": 80850,
        "endTime": 83100,
        "text": "We also need growth that is sustainable."
    },
    {
        "startTime": 83600,
        "endTime": 88450,
        "text": "For our planet and the future generations that will live here."
    }
]