[
    {
        "startTime": 100,
        "endTime": 4670,
        "text": "By adding Marvel to our slate of Disney Pixar and Pixar films,.."
    },
    {
        "startTime": 5170,
        "endTime": 10410,
        "text": "...we will, in the coming year, be making movies under three of the best known labels in family entertainment."
    },
    {
        "startTime": 11065,
        "endTime": 15080,
        "text": "These brands resonate with consumers globally and give us a competitive advantage..."
    },
    {
        "startTime": 15450,
        "endTime": 17785,
        "text": "...in a world of nearly limitless choices."
    },
    {
        "startTime": 19185,
        "endTime": 22655,
        "text": "We will also continue to focus our investment on franchise properties..."
    },
    {
        "startTime": 22920,
        "endTime": 28060,
        "text": "...like Princess and the Frog, Cars 2, Toy Story 3 and Pirates 4."
    },
    {
        "startTime": 28825,
        "endTime": 32640,
        "text": "When our franchise films are successful, they create a wave across the company..."
    },
    {
        "startTime": 32895,
        "endTime": 35770,
        "text": "...that can lift up all of our Disney-branded businesses."
    },
    {
        "startTime": 37500,
        "endTime": 40960,
        "text": "While it remains a challenging time, it's also a very exciting one."
    },
    {
        "startTime": 41170,
        "endTime": 46445,
        "text": "Our parks and resorts business is expanding with the addition of attractions that bring together great creativity..."
    },
    {
        "startTime": 46925,
        "endTime": 50485,
        "text": "...and fantastic new technologies at Disney's California Adventure,..."
    },
    {
        "startTime": 50915,
        "endTime": 54455,
        "text": "...at Hong Kong Disneyland, and at the Magic Kingdom at Walt Disney World."
    },
    {
        "startTime": 55255,
        "endTime": 58425,
        "text": "Work is well underway on our new family resort in Hawaii..."
    },
    {
        "startTime": 58755,
        "endTime": 60660,
        "text": "...and on two magnificent new cruise ships..."
    },
    {
        "startTime": 60760,
        "endTime": 63665,
        "text": "...whose design we unveiled a couple of weeks ago in New York."
    }
]