[
    {
        "startTime": 1122,
        "endTime": 4087,
        "text": "Every single one of you has something that you're good at."
    },
    {
        "startTime": 5231,
        "endTime": 7485,
        "text": "Every single one of you has something to offer."
    },
    {
        "startTime": 8448,
        "endTime": 12494,
        "text": "And you have a responsibility to yourself to discover what that is."
    },
    {
        "startTime": 13803,
        "endTime": 16541,
        "text": "That's the opportunity an education can provide."
    },
    {
        "startTime": 17732,
        "endTime": 19844,
        "text": "Maybe you could be a great writer."
    },
    {
        "startTime": 20282,
        "endTime": 24037,
        "text": "Maybe even good enough to write a book or articles in a newspaper,..."
    },
    {
        "startTime": 24186,
        "endTime": 27464,
        "text": "...but you might not know it until you write that English paper,..."
    },
    {
        "startTime": 28579,
        "endTime": 30866,
        "text": "...that English class paper that's assigned to you."
    },
    {
        "startTime": 32179,
        "endTime": 34181,
        "text": "Maybe you could be an innovator or an inventor."
    },
    {
        "startTime": 34309,
        "endTime": 38867,
        "text": "Maybe even good enough to come up with the next iPhone, or the new medicine, or vaccine,..."
    },
    {
        "startTime": 39417,
        "endTime": 43556,
        "text": "...but you might not know it until you do your project for your Science class."
    },
    {
        "startTime": 45325,
        "endTime": 49840,
        "text": "Maybe you could be a mayor, or a senator, or a supreme court justice,..."
    },
    {
        "startTime": 50823,
        "endTime": 55125,
        "text": "...but you might not know that until you join student government or the debate team."
    },
    {
        "startTime": 57062,
        "endTime": 59062,
        "text": "And no matter what you want to do with your life,..."
    },
    {
        "startTime": 59247,
        "endTime": 61608,
        "text": "...I guarantee that you'll need an education to do it."
    },
    {
        "startTime": 62802,
        "endTime": 65524,
        "text": "You wanna be a doctor, or a teacher, or a police officer?"
    },
    {
        "startTime": 66499,
        "endTime": 70371,
        "text": "You wanna be a nurse, or an architect, a lawyer, or a member of our military?"
    },
    {
        "startTime": 70890,
        "endTime": 74561,
        "text": "You're gonna need a good education for every single one of those careers."
    },
    {
        "startTime": 75571,
        "endTime": 79219,
        "text": "You cannot drop out of school and just drop into a good job."
    },
    {
        "startTime": 80662,
        "endTime": 84611,
        "text": "You've got to train for it, and work for it, and learn for it."
    },
    {
        "startTime": 86011,
        "endTime": 88633,
        "text": "And this isn't just important for your own life and your own future."
    },
    {
        "startTime": 90167,
        "endTime": 94651,
        "text": "What you make of your education will decide nothing less than the future of this country."
    },
    {
        "startTime": 95421,
        "endTime": 97931,
        "text": "The future of America depends on you."
    },
    {
        "startTime": 99669,
        "endTime": 103235,
        "text": "What you're learning in school today will determine whether we as a nation..."
    },
    {
        "startTime": 103368,
        "endTime": 106126,
        "text": "...can meet our greatest challenges in the future."
    }
]