[
    {
        "startTime": 850,
        "endTime": 3500,
        "text": "Now, any city can be a harbor city..."
    },
    {
        "startTime": 3550,
        "endTime": 7450,
        "text": "...say researchers at the Korea Advanced Institute of Science and Technology."
    },
    {
        "startTime": 7650,
        "endTime": 13600,
        "text": "Institute President Suh Nam-pyo says he got the idea for the mobile harbor on a trip to Singapore."
    },
    {
        "startTime": 13800,
        "endTime": 16050,
        "text": "I saw all these ships waiting out there."
    },
    {
        "startTime": 16300,
        "endTime": 22500,
        "text": "My guess was that they were there waiting for their turns to load and unload their cargo."
    },
    {
        "startTime": 23750,
        "endTime": 26800,
        "text": "So I said, \"Why should ships come into the harbor, right?\""
    },
    {
        "startTime": 27350,
        "endTime": 30650,
        "text": "\"Why not have the harbor go out there and then just bring the goods in?\""
    },
    {
        "startTime": 31000,
        "endTime": 34600,
        "text": "Researchers describe the mobile harbor as a lean, light system..."
    },
    {
        "startTime": 34650,
        "endTime": 39600,
        "text": "...for unloading container ships even if the coastal area is too shallow for them to dock."
    },
    {
        "startTime": 39650,
        "endTime": 42250,
        "text": "Specially designed cargo barges would head out..."
    },
    {
        "startTime": 42300,
        "endTime": 46200,
        "text": "...to meet and unload gigantic container ships along any coastline."
    },
    {
        "startTime": 46300,
        "endTime": 51650,
        "text": "The vessels will have the advantage of being able to navigate shallow water and squeeze through rivers."
    },
    {
        "startTime": 51800,
        "endTime": 56400,
        "text": "At the shore, they then will offload onto specially designed receiving platforms."
    },
    {
        "startTime": 56700,
        "endTime": 62650,
        "text": "It sounds easy but Senior Engineer Gwak Byung-man admits there are daunting technical challenges."
    },
    {
        "startTime": 64050,
        "endTime": 65700,
        "text": "The ocean is always rippling..."
    },
    {
        "startTime": 65850,
        "endTime": 67550,
        "text": "...and especially for smaller boats."
    },
    {
        "startTime": 67700,
        "endTime": 71550,
        "text": "It is extremely hard to load and unload containers in a stable way."
    },
    {
        "startTime": 72000,
        "endTime": 76550,
        "text": "So our main challenges are, how do we stabilize the vessel itself in all those waves?"
    },
    {
        "startTime": 76850,
        "endTime": 80500,
        "text": "And second, how do we stabilize the loading equipment aboard the vessel?"
    },
    {
        "startTime": 82600,
        "endTime": 86850,
        "text": "An institute exhibition displays the project's obsession with stability."
    },
    {
        "startTime": 87000,
        "endTime": 92800,
        "text": "Pulleys, axles and shock absorbers document researchers' efforts to deal with the rolling waves."
    }
]