[
    {
        "startTime": 3268,
        "endTime": 6867,
        "text": "\"Filthy water cannot be washed,\" according to a West African proverb."
    },
    {
        "startTime": 7004,
        "endTime": 7837,
        "text": "But what if it could?"
    },
    {
        "startTime": 8224,
        "endTime": 10379,
        "text": "That's the goal of a wastewater treatment plant,..."
    },
    {
        "startTime": 10637,
        "endTime": 12671,
        "text": "...like the one that serves the Washington area."
    },
    {
        "startTime": 13131,
        "endTime": 17091,
        "text": "The Blue Plains wastewater treatment facility is the largest of its kind in the world."
    },
    {
        "startTime": 17483,
        "endTime": 20409,
        "text": "And according to its Director of Wastewater Treatment Walt Bailey,..."
    },
    {
        "startTime": 20765,
        "endTime": 23867,
        "text": "...the plant is a model that other countries may hope to emulate."
    },
    {
        "startTime": 23981,
        "endTime": 25929,
        "text": "We're a very popular tourist stop here."
    },
    {
        "startTime": 26605,
        "endTime": 32158,
        "text": "We've received visitors from all over the world: Asia, Europe, Africa, and South America."
    },
    {
        "startTime": 32330,
        "endTime": 35902,
        "text": "They're looking for sharing of ideas and sharing of technology."
    },
    {
        "startTime": 36138,
        "endTime": 39929,
        "text": "As a matter of fact, Walt says the technology involved in nitrogen removal..."
    },
    {
        "startTime": 40025,
        "endTime": 43227,
        "text": "...for wastewater was developed in Cape Town, South Africa."
    },
    {
        "startTime": 43721,
        "endTime": 46669,
        "text": "But what Blue Plains has built may be difficult for many other countries..."
    },
    {
        "startTime": 46737,
        "endTime": 48541,
        "text": "...to replicate because of cost."
    },
    {
        "startTime": 48737,
        "endTime": 53462,
        "text": "We've spent probably a billion dollars over the last ten years improving every feature."
    },
    {
        "startTime": 53898,
        "endTime": 56127,
        "text": "But if you wanna come and see any one of the pieces..."
    },
    {
        "startTime": 56213,
        "endTime": 57830,
        "text": "...to understand how the primary treatment works,..."
    },
    {
        "startTime": 57959,
        "endTime": 60351,
        "text": "...how the secondary treatment works, how the filtering system works,..."
    },
    {
        "startTime": 60592,
        "endTime": 64889,
        "text": "...what technology is being used, and the computer systems that we have set up to manage the plant."
    },
    {
        "startTime": 65372,
        "endTime": 67278,
        "text": "Any one of those pieces may be relevant to the systems..."
    },
    {
        "startTime": 67414,
        "endTime": 69179,
        "text": "...to the systems that you're putting in your place."
    },
    {
        "startTime": 69500,
        "endTime": 72271,
        "text": "And we welcome people coming here, and learning from what we've done."
    },
    {
        "startTime": 72459,
        "endTime": 75923,
        "text": "Flooding wastewater can have devastating effects on a region's environment."
    },
    {
        "startTime": 76356,
        "endTime": 79408,
        "text": "Crops were recently lost near the Gaza town of Khan Younis..."
    },
    {
        "startTime": 79493,
        "endTime": 83448,
        "text": "...because of wastewater that flooded farms before it reached the treatment facility."
    },
    {
        "startTime": 83985,
        "endTime": 86183,
        "text": "In other parts of the world, human and animal waste..."
    },
    {
        "startTime": 86277,
        "endTime": 90558,
        "text": "...making its way into a community's water is blamed for a number of deadly diseases."
    },
    {
        "startTime": 91009,
        "endTime": 94883,
        "text": "That is one of the great services that you seek to have in modern society,..."
    },
    {
        "startTime": 94977,
        "endTime": 97296,
        "text": "...and without it, there's catastrophe to pay."
    },
    {
        "startTime": 97553,
        "endTime": 100903,
        "text": "For example, more people die every year from waterborne illnesses..."
    },
    {
        "startTime": 100985,
        "endTime": 102552,
        "text": "...in the rest of the world than in all the wars..."
    },
    {
        "startTime": 102713,
        "endTime": 106426,
        "text": "...because of the tremendous consequence of pollutants in the water waste."
    }
]