[
    {
        "startTime": 2500,
        "endTime": 6450,
        "text": "How much do you know about the history of some of your favorite foods?"
    },
    {
        "startTime": 7050,
        "endTime": 10750,
        "text": "Do you know when people in England started cooking curry dishes?"
    },
    {
        "startTime": 11400,
        "endTime": 15200,
        "text": "Do you know in which country pizzas or hamburgers were first made?"
    },
    {
        "startTime": 15800,
        "endTime": 17500,
        "text": "The facts might surprise you."
    },
    {
        "startTime": 18200,
        "endTime": 23900,
        "text": "Many people think the English found out about curry from people in India in the 1600s."
    },
    {
        "startTime": 24500,
        "endTime": 29300,
        "text": "In reality, wealthy English people were eating dishes made with curry spices..."
    },
    {
        "startTime": 29650,
        "endTime": 32950,
        "text": "...hundreds of years before British ships traveled to India."
    },
    {
        "startTime": 34350,
        "endTime": 40150,
        "text": "Cooks of wealthy English families during the time of King Richard the First were making curry dishes..."
    },
    {
        "startTime": 40450,
        "endTime": 47900,
        "text": "...and in fact, the word \"curry\" can be found in an English language cookbook as far back as 1377."
    },
    {
        "startTime": 48500,
        "endTime": 54200,
        "text": "As for pizza, this dish was probably first made in Persia, what is now Iran."
    },
    {
        "startTime": 54950,
        "endTime": 59100,
        "text": "The Persians were eating round, flat bread with cheese in the 500s..."
    },
    {
        "startTime": 59700,
        "endTime": 64100,
        "text": "...that was nearly 1,000 years before pizza caught on in Naples, Italy!"
    },
    {
        "startTime": 65000,
        "endTime": 68350,
        "text": "Finally, let's look at the truth behind hamburgers."
    },
    {
        "startTime": 69050,
        "endTime": 71800,
        "text": "Many people think hamburgers are an American food,..."
    },
    {
        "startTime": 72700,
        "endTime": 77350,
        "text": "...however, according to some stories, hamburgers came from Hamburg, Germany."
    },
    {
        "startTime": 78200,
        "endTime": 83200,
        "text": "A German named Otto Kuasw created the first hamburger in 1891."
    },
    {
        "startTime": 83750,
        "endTime": 88050,
        "text": "Four years later, German sailors introduced hamburgers to Americans."
    },
    {
        "startTime": 88700,
        "endTime": 92700,
        "text": "Where foods come from isn't nearly as important as how they taste,..."
    },
    {
        "startTime": 92900,
        "endTime": 94550,
        "text": "...as long as they are delicious!"
    },
    {
        "startTime": 94900,
        "endTime": 98850,
        "text": "So, go get some of your favorite food and dig in."
    }
]