[
    {
        "startTime": 2700,
        "endTime": 9100,
        "text": "Newspapers and television news programs always seem to report about the bad things happening in society."
    },
    {
        "startTime": 9750,
        "endTime": 13450,
        "text": "However, there is a place where readers can find some good news."
    },
    {
        "startTime": 13750,
        "endTime": 16700,
        "text": "That place is the website called \"HappyNews\"."
    },
    {
        "startTime": 17400,
        "endTime": 20400,
        "text": "The man behind \"HappyNews\" is Byron Reese."
    },
    {
        "startTime": 20800,
        "endTime": 27500,
        "text": "Reese set up \"HappyNews\" because he thought other news sources were giving people an unbalanced view of the world."
    },
    {
        "startTime": 28250,
        "endTime": 29900,
        "text": "Reese said about \"HappyNews\",..."
    },
    {
        "startTime": 30300,
        "endTime": 36550,
        "text": "...\"The news media gives you a distorted view of the world by exaggerating bad news, misery and despair.\""
    },
    {
        "startTime": 37150,
        "endTime": 39050,
        "text": "\"We're trying to balance out the scale.\""
    },
    {
        "startTime": 39750,
        "endTime": 42050,
        "text": "Not everyone agrees with Reese's view, though."
    },
    {
        "startTime": 42400,
        "endTime": 48350,
        "text": "Many people think that news sources have a responsibility to provide news that is helpful to people."
    },
    {
        "startTime": 49050,
        "endTime": 52450,
        "text": "People need to know about issues or problems in today's society."
    },
    {
        "startTime": 53100,
        "endTime": 58450,
        "text": "Then, people are better able to make informed decisions about things that affect their daily lives."
    },
    {
        "startTime": 59300,
        "endTime": 64400,
        "text": "Reese said that \"HappyNews\" is not trying to stop people from learning about issues or problems."
    },
    {
        "startTime": 64850,
        "endTime": 68600,
        "text": "\"HappyNews\" is just trying to provide a balanced picture of today's world."
    },
    {
        "startTime": 69150,
        "endTime": 74200,
        "text": "By the end of its first month online, \"HappyNews\" had more than 70,000 unique readers."
    },
    {
        "startTime": 74650,
        "endTime": 76950,
        "text": "About 60 percent of those readers were women."
    },
    {
        "startTime": 77800,
        "endTime": 81600,
        "text": "Something else unique makes \"HappyNews\" different from any of the other news..."
    },
    {
        "startTime": 81650,
        "endTime": 84000,
        "text": "...or information websites that are on the Internet."
    },
    {
        "startTime": 84750,
        "endTime": 90300,
        "text": "Unlike many other websites, \"HappyNews\" gets fan mail from its readers on a daily basis."
    }
]