[
    {
        "startTime": 3400,
        "endTime": 8000,
        "text": "Movie studios and recording companies are in a constant fight against piracy."
    },
    {
        "startTime": 8550,
        "endTime": 10400,
        "text": "The Internet is the worst culprit."
    },
    {
        "startTime": 10850,
        "endTime": 15950,
        "text": "People often upload or watch pirated material, especially on video-sharing sites."
    },
    {
        "startTime": 16500,
        "endTime": 18800,
        "text": "The companies try to shut down these sites."
    },
    {
        "startTime": 19100,
        "endTime": 21450,
        "text": "They even sue the people using this material."
    },
    {
        "startTime": 21750,
        "endTime": 24250,
        "text": "Still, it has been of little use thus far."
    },
    {
        "startTime": 24700,
        "endTime": 28350,
        "text": "There are just too many people and websites with pirated materials."
    },
    {
        "startTime": 28700,
        "endTime": 33650,
        "text": "As well, these methods are making the studios and companies unpopular with the public."
    },
    {
        "startTime": 34050,
        "endTime": 36500,
        "text": "People are starting to see these companies as greedy."
    },
    {
        "startTime": 36900,
        "endTime": 40700,
        "text": "However, a new kind of software may change the nature of this fight."
    },
    {
        "startTime": 41450,
        "endTime": 44950,
        "text": "Amazingly, it is advertising software that is making a difference."
    },
    {
        "startTime": 45400,
        "endTime": 48800,
        "text": "This new software can actually analyze videos on the Internet."
    },
    {
        "startTime": 49250,
        "endTime": 52450,
        "text": "When it finds a pirated video clip, it doesn't report it."
    },
    {
        "startTime": 52800,
        "endTime": 56050,
        "text": "Instead, it just puts an ad at the bottom of the video."
    },
    {
        "startTime": 56350,
        "endTime": 59800,
        "text": "This is an ad for the original source of the material."
    },
    {
        "startTime": 60050,
        "endTime": 64550,
        "text": "For example, it could show a link to the website of the studio or recording company."
    },
    {
        "startTime": 65000,
        "endTime": 68550,
        "text": "Or, it could show an ad for a product that the company owns."
    },
    {
        "startTime": 68950,
        "endTime": 74100,
        "text": "In this way, each pirated copy would actually help make money for the original company."
    },
    {
        "startTime": 74600,
        "endTime": 76350,
        "text": "If you can't beat them, join them!"
    }
]