[
    {
        "startTime": 3033,
        "endTime": 5316,
        "text": "Almost everybody has had acne."
    },
    {
        "startTime": 5900,
        "endTime": 11050,
        "text": "Acne, also known as pimples or zits, is a normal part of growing up."
    },
    {
        "startTime": 11567,
        "endTime": 15483,
        "text": "When kids reach puberty, their bodies experience many changes."
    },
    {
        "startTime": 15967,
        "endTime": 19250,
        "text": "As the levels of hormones in teenager's bodies change,..."
    },
    {
        "startTime": 19767,
        "endTime": 21883,
        "text": "...teenagers frequently develop pimples."
    },
    {
        "startTime": 22433,
        "endTime": 26317,
        "text": "Additionally, many people continue to have pimples after puberty."
    },
    {
        "startTime": 26833,
        "endTime": 30383,
        "text": "What can a teenager or an adult do to cure pimples?"
    },
    {
        "startTime": 30967,
        "endTime": 36583,
        "text": "Unfortunately, many cures people think will work on pimples are really just myths."
    },
    {
        "startTime": 37233,
        "endTime": 41117,
        "text": "Many people believe that popping pimples is the best way to get rid of them."
    },
    {
        "startTime": 41833,
        "endTime": 45783,
        "text": "Popping a pimple will actually push the germs further under the skin,..."
    },
    {
        "startTime": 46200,
        "endTime": 50317,
        "text": "...which can cause more redness and pain, or even turn into an infection."
    },
    {
        "startTime": 50600,
        "endTime": 53937,
        "text": "For that reason, doctors who specialize in skin problems..."
    },
    {
        "startTime": 54287,
        "endTime": 57050,
        "text": "...normally encourage people not to pop their pimples."
    },
    {
        "startTime": 57567,
        "endTime": 61817,
        "text": "Also, do you think that washing your face frequently will help get rid of pimples?"
    },
    {
        "startTime": 62233,
        "endTime": 65050,
        "text": "Of course, washing your face is a good idea,..."
    },
    {
        "startTime": 65500,
        "endTime": 70983,
        "text": "...but washing your face too much could irritate the skin more, making the pimples even worse."
    },
    {
        "startTime": 71600,
        "endTime": 77983,
        "text": "Another widely believed myth is that not wearing makeup can help reduce a person's chance of developing pimples."
    },
    {
        "startTime": 78600,
        "endTime": 81571,
        "text": "In fact, some kinds of makeup or face creams..."
    },
    {
        "startTime": 81829,
        "endTime": 84950,
        "text": "...actually have special medicine in them to fight pimples."
    },
    {
        "startTime": 85533,
        "endTime": 87983,
        "text": "As a result, not all of them are bad for you."
    },
    {
        "startTime": 88533,
        "endTime": 93450,
        "text": "Along with makeup, people claim that eating fatty foods or chocolate can cause acne."
    },
    {
        "startTime": 94100,
        "endTime": 98583,
        "text": "The truth is that eating a candy bar or a piece of pizza will not cause pimples."
    },
    {
        "startTime": 99167,
        "endTime": 103567,
        "text": "Even so, both teenagers and adults should still try to eat foods..."
    },
    {
        "startTime": 103641,
        "endTime": 106050,
        "text": "...that are good for their bodies and their skin."
    },
    {
        "startTime": 106933,
        "endTime": 109317,
        "text": "Another myth is that stress can cause acne."
    },
    {
        "startTime": 109967,
        "endTime": 115250,
        "text": "Stress comes in many forms, like a big exam at school or problems with friends."
    },
    {
        "startTime": 115767,
        "endTime": 119850,
        "text": "While it is true that stress can cause a person's skin to create extra oil,..."
    },
    {
        "startTime": 120333,
        "endTime": 123783,
        "text": "...this extra oil does not necessarily cause more pimples."
    }
]