[
    {
        "startTime": 2400,
        "endTime": 7400,
        "text": "These days, it is easy for most of us to get a hold of the latest books or magazines."
    },
    {
        "startTime": 7950,
        "endTime": 13700,
        "text": "We can go to bookstores, order them through the Internet, or borrow them from the local library."
    },
    {
        "startTime": 14300,
        "endTime": 20350,
        "text": "Now, imagine having to walk miles and miles through a hot sandy desert just to borrow a book."
    },
    {
        "startTime": 21000,
        "endTime": 26950,
        "text": "This is the reality for people living in the villages of the Garissa region of Kenya in East Africa."
    },
    {
        "startTime": 27450,
        "endTime": 33850,
        "text": "In 1996, librarian Wycliffe Oluoch used to spend each day waiting for people to come..."
    },
    {
        "startTime": 34150,
        "endTime": 38400,
        "text": "...to borrow some of the 24,000 books in his library in Garissa."
    },
    {
        "startTime": 39150,
        "endTime": 43350,
        "text": "The library had no shortage of books, but people weren't coming to read them."
    },
    {
        "startTime": 44050,
        "endTime": 48100,
        "text": "It was too much effort to walk through the desert just to borrow books."
    },
    {
        "startTime": 48750,
        "endTime": 52800,
        "text": "Oluoch racked his brain for ways to entice people into the library."
    },
    {
        "startTime": 53400,
        "endTime": 56500,
        "text": "After a lot of thought, he hit upon a great idea."
    },
    {
        "startTime": 57050,
        "endTime": 61900,
        "text": "If people wouldn't come to the library, then he would have to take the library to them."
    },
    {
        "startTime": 62550,
        "endTime": 68900,
        "text": "Oluoch strapped boxes of books onto the backs of camels, and created the Mobile Camel Library."
    },
    {
        "startTime": 69650,
        "endTime": 75500,
        "text": "Starting with three camels in 1996, but more recently expanding the service to six camels,..."
    },
    {
        "startTime": 75900,
        "endTime": 79500,
        "text": "...the Mobile Camel Library serves over one million people."
    },
    {
        "startTime": 80200,
        "endTime": 85900,
        "text": "Twice a month, the camel library can be seen carrying books all around the Garissa region."
    },
    {
        "startTime": 86550,
        "endTime": 93400,
        "text": "These hardworking animals need little water and can carry up to 500 pounds of books across the sands."
    },
    {
        "startTime": 94100,
        "endTime": 100200,
        "text": "A librarian, a library assistant, a herdsman, and a lookout all travel with the camels."
    },
    {
        "startTime": 100800,
        "endTime": 103250,
        "text": "The lookout helps protect the books from thieves."
    },
    {
        "startTime": 103850,
        "endTime": 108500,
        "text": "The children of Garissa love the camel library and appreciate Oluoch's effort."
    },
    {
        "startTime": 109000,
        "endTime": 114850,
        "text": "Eleven-year-old Mohamud Mohamed reads his library books carefully and always returns them on time."
    },
    {
        "startTime": 115450,
        "endTime": 120950,
        "text": "He knows the Garissa library punishes people for losing books, just like any other library."
    },
    {
        "startTime": 121650,
        "endTime": 126250,
        "text": "However, the punishment is very stiff compared to that of other libraries."
    },
    {
        "startTime": 126700,
        "endTime": 130750,
        "text": "If a village loses a book, the camel library stops visiting."
    }
]