[
    {
        "startTime": 2750,
        "endTime": 8800,
        "text": "It used to be that people would drink coffee or tea in the morning to pick them up and get them going for the day."
    },
    {
        "startTime": 9350,
        "endTime": 11100,
        "text": "Then cola drinks hit the market."
    },
    {
        "startTime": 11550,
        "endTime": 13300,
        "text": "With lots of caffeine and sugar,..."
    },
    {
        "startTime": 13750,
        "endTime": 18450,
        "text": "...these beverages soon became the pick-me-up of choice for many adults and teenagers."
    },
    {
        "startTime": 18550,
        "endTime": 22600,
        "text": "Now drink companies are putting out so-called \"energy drinks.\""
    },
    {
        "startTime": 23100,
        "endTime": 27700,
        "text": "These beverages have the specific aim of giving tired consumers more energy."
    },
    {
        "startTime": 28400,
        "endTime": 31750,
        "text": "One example of a popular energy drink is Red Bull."
    },
    {
        "startTime": 32500,
        "endTime": 38300,
        "text": "The company that puts out this beverage has stated in interviews that Red Bull is not a thirst quencher."
    },
    {
        "startTime": 38900,
        "endTime": 42050,
        "text": "Nor is it meant to be a fluid replacement drink for athletes."
    },
    {
        "startTime": 42500,
        "endTime": 47700,
        "text": "Instead, the beverage is meant to revitalize a tired consumer's body and mind."
    },
    {
        "startTime": 48200,
        "endTime": 52150,
        "text": "In order to do this, the makers of Red Bull, and other energy drinks,..."
    },
    {
        "startTime": 52500,
        "endTime": 56050,
        "text": "...typically add vitamins and certain chemicals to their beverage."
    },
    {
        "startTime": 56600,
        "endTime": 61450,
        "text": "The added chemicals are like chemicals that the body naturally produces for energy."
    },
    {
        "startTime": 62033,
        "endTime": 66213,
        "text": "The vitamins, chemicals, caffeine, and sugar found in these beverages..."
    },
    {
        "startTime": 66507,
        "endTime": 69517,
        "text": "...all seem like a sure bet to give a person energy."
    },
    {
        "startTime": 70000,
        "endTime": 72200,
        "text": "Health professionals are not so sure, though."
    },
    {
        "startTime": 72850,
        "endTime": 78200,
        "text": "For one thing, there is not enough evidence to show that all of the vitamins added to energy drinks..."
    },
    {
        "startTime": 78500,
        "endTime": 80600,
        "text": "...actually raise a person's energy level."
    },
    {
        "startTime": 81200,
        "endTime": 84550,
        "text": "Another problem is that there are so many things in the beverages."
    },
    {
        "startTime": 85100,
        "endTime": 89350,
        "text": "Nobody knows for sure how all of the ingredients in energy drinks work together."
    },
    {
        "startTime": 90100,
        "endTime": 94200,
        "text": "Dr. Brent Bauer, one of the directors at the Mayo Clinic in the US,..."
    },
    {
        "startTime": 94550,
        "endTime": 98100,
        "text": "...cautions people about believing all the claims energy drinks make."
    },
    {
        "startTime": 98550,
        "endTime": 104000,
        "text": "He says, \"It is plausible if you put these twelve things together, you will get a good result.\""
    },
    {
        "startTime": 104550,
        "endTime": 109800,
        "text": "However, Dr. Bauer adds the mix of ingredients could also have a negative impact on the body."
    },
    {
        "startTime": 110450,
        "endTime": 113150,
        "text": "\"We just don't know at this point,\" he says."
    }
]