[
    {
        "startTime": 3200,
        "endTime": 7283,
        "text": "Certain birds are, more often than not, considered bad luck,..."
    },
    {
        "startTime": 7567,
        "endTime": 9583,
        "text": "...or even a sign of impending death."
    },
    {
        "startTime": 10167,
        "endTime": 16183,
        "text": "For example, all over the world, both crows and ravens have some connection to war, and death."
    },
    {
        "startTime": 16833,
        "endTime": 21450,
        "text": "In early times, crows and ravens were thought to accompany the gods of war,..."
    },
    {
        "startTime": 21900,
        "endTime": 24450,
        "text": "...or be signs of the gods' approaching arrival."
    },
    {
        "startTime": 25100,
        "endTime": 26717,
        "text": "This idea later changed."
    },
    {
        "startTime": 27367,
        "endTime": 31045,
        "text": "Crows in particular were thought to be harbingers of ill fortune..."
    },
    {
        "startTime": 31197,
        "endTime": 34583,
        "text": "...or, in some cases, guides to the afterlife."
    },
    {
        "startTime": 35233,
        "endTime": 39817,
        "text": "Woe be it to the person who saw a single crow or raven flying overhead,..."
    },
    {
        "startTime": 40233,
        "endTime": 44117,
        "text": "...for this was most certainly a portent of death in the near future."
    },
    {
        "startTime": 44767,
        "endTime": 48883,
        "text": "Interestingly, though potentially bad luck for people individually,..."
    },
    {
        "startTime": 49200,
        "endTime": 52583,
        "text": "...the raven is considered to be good luck for the crown of England."
    },
    {
        "startTime": 53033,
        "endTime": 59383,
        "text": "So much so, in fact, that a \"raven master\" is, even today, an actual government position in London."
    },
    {
        "startTime": 60033,
        "endTime": 63583,
        "text": "He takes care of the ravens there and also clips their wings,..."
    },
    {
        "startTime": 63967,
        "endTime": 68517,
        "text": "...ensuring that these birds can never fly far from the seat of the British government."
    },
    {
        "startTime": 69067,
        "endTime": 72383,
        "text": "This way, the kingdom will never fall to ill fortune."
    },
    {
        "startTime": 73100,
        "endTime": 78583,
        "text": "Another bird that is thought to play a part in forecasting the fortunes of people is the swallow."
    },
    {
        "startTime": 79133,
        "endTime": 81283,
        "text": "Depending on how and when it is seen,..."
    },
    {
        "startTime": 81567,
        "endTime": 85483,
        "text": "...the swallow can be a harbinger of either good or ill fortune."
    },
    {
        "startTime": 86033,
        "endTime": 89283,
        "text": "Perhaps inspired by the swallow's red-brown breast,..."
    },
    {
        "startTime": 89667,
        "endTime": 93717,
        "text": "...Christian people initially related the swallow to the death of Jesus Christ."
    },
    {
        "startTime": 94167,
        "endTime": 99383,
        "text": "Thus, people who saw a swallow fly through their house considered it a portent of death."
    },
    {
        "startTime": 100167,
        "endTime": 104650,
        "text": "Later, however, farmers began to consider swallows signs of good fortune."
    },
    {
        "startTime": 105367,
        "endTime": 109917,
        "text": "Any barn that has swallows living in it is sure to be blessed in the following year."
    },
    {
        "startTime": 110767,
        "endTime": 113383,
        "text": "Farmers also have to beware of killing a swallow;..."
    },
    {
        "startTime": 113833,
        "endTime": 117017,
        "text": "...that would be certain to end any good luck they might have had."
    },
    {
        "startTime": 118067,
        "endTime": 121517,
        "text": "Though many people think these superstitions are old wives' tales,..."
    },
    {
        "startTime": 121867,
        "endTime": 124283,
        "text": "...there is actually some evidence to support them."
    },
    {
        "startTime": 124900,
        "endTime": 130850,
        "text": "For example, crows and ravens, being scavengers, appear at the aftermath of battles."
    },
    {
        "startTime": 131500,
        "endTime": 137517,
        "text": "Thus, large numbers of crows and ravens could be good indications of war in an area."
    },
    {
        "startTime": 138133,
        "endTime": 142517,
        "text": "As well, swallows feed on insects that can cause infections in cattle."
    },
    {
        "startTime": 143033,
        "endTime": 149183,
        "text": "Thus, a farmer who has many swallows in his barn may actually have healthier animals on his farm."
    },
    {
        "startTime": 149700,
        "endTime": 154383,
        "text": "Therefore, the next time you feel inclined to laugh at an old wives' tale,..."
    },
    {
        "startTime": 154667,
        "endTime": 157997,
        "text": "...maybe you had better find out if there is any truth to it first!"
    }
]