[
    {
        "startTime": 4884,
        "endTime": 8672,
        "text": "Hi! I'm Anna Bernstein, founder of the Brain-Voice Connection."
    },
    {
        "startTime": 9533,
        "endTime": 11711,
        "text": "A question that people should be asking me..."
    },
    {
        "startTime": 12236,
        "endTime": 15607,
        "text": "...is, \"How can I lead a teleconference with authority?\""
    },
    {
        "startTime": 16691,
        "endTime": 18711,
        "text": "You know, there's really just a few simple rules..."
    },
    {
        "startTime": 19057,
        "endTime": 22390,
        "text": "...for taking a teleconference and making it a fabulous experience."
    },
    {
        "startTime": 22879,
        "endTime": 25319,
        "text": "First of all, you have to be willing to take charge."
    },
    {
        "startTime": 25763,
        "endTime": 28428,
        "text": "At the very outset, you run through the agenda."
    },
    {
        "startTime": 28954,
        "endTime": 32062,
        "text": "You let people know that you will be watching the time."
    },
    {
        "startTime": 32790,
        "endTime": 36109,
        "text": "You have to say you'll cut them off if they go over too much."
    },
    {
        "startTime": 36907,
        "endTime": 40213,
        "text": "The next thing is always use their names when addressing them."
    },
    {
        "startTime": 40705,
        "endTime": 44970,
        "text": "Some people are in the room, but the ones on the phone don't know who you're referring to."
    },
    {
        "startTime": 45811,
        "endTime": 47027,
        "text": "A little tip that I like..."
    },
    {
        "startTime": 47463,
        "endTime": 50825,
        "text": "...is try to have pictures of the people who aren't there in the room with you."
    },
    {
        "startTime": 51435,
        "endTime": 54851,
        "text": "That way, people have something to look at while that person is speaking."
    },
    {
        "startTime": 55829,
        "endTime": 61197,
        "text": "Finally, consider the teleconference an incredible opportunity to sound like a leader."
    },
    {
        "startTime": 62035,
        "endTime": 64905,
        "text": "If this is a presentation you're making to a prospect,..."
    },
    {
        "startTime": 65473,
        "endTime": 68626,
        "text": "...the fact that you have taken charge during this teleconference..."
    },
    {
        "startTime": 69121,
        "endTime": 72165,
        "text": "...demonstrates your leadership abilities for the project ahead."
    },
    {
        "startTime": 72993,
        "endTime": 77218,
        "text": "Don't be afraid to step in and show them that you're the one that can run things."
    }
]