[
    {
        "startTime": 2250,
        "endTime": 4950,
        "text": "Imagine the busy streets of New York City,..."
    },
    {
        "startTime": 5200,
        "endTime": 7500,
        "text": "...an enormous place with millions of people."
    },
    {
        "startTime": 8150,
        "endTime": 12800,
        "text": "Every day, the streets are congested with people going about their daily lives."
    },
    {
        "startTime": 13400,
        "endTime": 18550,
        "text": "Now, imagine a small robot in the middle of all of those people rolling down a busy sidewalk."
    },
    {
        "startTime": 19300,
        "endTime": 24300,
        "text": "Most people would not even notice the ten-inch smiling robot called a Tweenbot,..."
    },
    {
        "startTime": 24450,
        "endTime": 25600,
        "text": "...rolling along the street."
    },
    {
        "startTime": 26350,
        "endTime": 29250,
        "text": "This strange machine may interest some people..."
    },
    {
        "startTime": 29500,
        "endTime": 31450,
        "text": "...while others would ignore it completely."
    },
    {
        "startTime": 32000,
        "endTime": 36100,
        "text": "A researcher interested in studying how helpful people really are..."
    },
    {
        "startTime": 36350,
        "endTime": 40950,
        "text": "...uses such robots in her experiments that take place on the streets of New York."
    },
    {
        "startTime": 41500,
        "endTime": 45800,
        "text": "The Tweenbots experiment is the idea and creation of Kacie Kinzer."
    },
    {
        "startTime": 46300,
        "endTime": 51450,
        "text": "Kinzer's idea was to make a robot that could navigate the city and reach its destination..."
    },
    {
        "startTime": 51750,
        "endTime": 54200,
        "text": "...only if it was aided by pedestrians."
    },
    {
        "startTime": 54700,
        "endTime": 58350,
        "text": "Tweenbots rely on the kindness of warmhearted strangers."
    },
    {
        "startTime": 58850,
        "endTime": 62600,
        "text": "Made simply of cardboard, wheels, and a device to turn the wheels,..."
    },
    {
        "startTime": 62900,
        "endTime": 65900,
        "text": "...the Tweenbots face many dangers on the city streets."
    },
    {
        "startTime": 66500,
        "endTime": 70350,
        "text": "They could be run over by cars or smashed by careless kids."
    },
    {
        "startTime": 70850,
        "endTime": 75750,
        "text": "Kinzer thought her little robots might even be seen as some kind of terrorist device."
    },
    {
        "startTime": 76450,
        "endTime": 80700,
        "text": "The only real protection a Tweenbot has is its friendly smile."
    },
    {
        "startTime": 81500,
        "endTime": 85750,
        "text": "In addition to that, each of Kinzer's robots is fitted with a flag..."
    },
    {
        "startTime": 86000,
        "endTime": 89300,
        "text": "...that displays instructions for the robot's destination."
    },
    {
        "startTime": 90000,
        "endTime": 95100,
        "text": "The only way these robots will reach their final point is if someone lends them a hand."
    },
    {
        "startTime": 95750,
        "endTime": 102350,
        "text": "Tweenbots are essentially a social experiment aimed at providing people a chance to show how caring they are."
    },
    {
        "startTime": 103000,
        "endTime": 107800,
        "text": "On a daily basis, people in New York City are often in a hurry to get around."
    },
    {
        "startTime": 108250,
        "endTime": 112400,
        "text": "However, the Tweenbots, through their inability to look after themselves,..."
    },
    {
        "startTime": 112700,
        "endTime": 114850,
        "text": "...took people out of their normal routines."
    },
    {
        "startTime": 115400,
        "endTime": 117800,
        "text": "The people who noticed the helpless little robots..."
    },
    {
        "startTime": 118050,
        "endTime": 121800,
        "text": "...were actually interested in helping the Tweenbots find their way home."
    },
    {
        "startTime": 122400,
        "endTime": 127100,
        "text": "Tweenbots move at a constant speed and can only go in a straight line."
    },
    {
        "startTime": 127650,
        "endTime": 131150,
        "text": "If one was to get stuck or was going in the wrong direction,..."
    },
    {
        "startTime": 131400,
        "endTime": 135200,
        "text": "...it would be up to strangers to free it or turn it in the right direction."
    },
    {
        "startTime": 135950,
        "endTime": 139350,
        "text": "Surprisingly, no Tweenbot was lost or damaged..."
    },
    {
        "startTime": 139600,
        "endTime": 143000,
        "text": "...and each one arrived at its target in good condition."
    },
    {
        "startTime": 143500,
        "endTime": 146900,
        "text": "In fact, most people treated the robot in a gentle manner..."
    },
    {
        "startTime": 147150,
        "endTime": 150700,
        "text": "...and some even treated it as though it were a small living being."
    },
    {
        "startTime": 151500,
        "endTime": 153800,
        "text": "Even if you were in a rush to go somewhere,..."
    },
    {
        "startTime": 154100,
        "endTime": 158300,
        "text": "...would you stop and help a Tweenbot successfully reach its destination?"
    }
]