[
    {
        "startTime": 2900,
        "endTime": 7100,
        "text": "In the 1970s, many people became concerned about energy."
    },
    {
        "startTime": 7700,
        "endTime": 11300,
        "text": "People had to face up to the fact that they used too much energy..."
    },
    {
        "startTime": 11600,
        "endTime": 14750,
        "text": "...and energy sources were not going to last forever."
    },
    {
        "startTime": 15350,
        "endTime": 18800,
        "text": "One architect, Michael Reynolds, decided to do something."
    },
    {
        "startTime": 19450,
        "endTime": 24500,
        "text": "He set out to design homes that were cheaper to build and more energy efficient."
    },
    {
        "startTime": 25000,
        "endTime": 28500,
        "text": "In addition, he wanted to do something about all the garbage."
    },
    {
        "startTime": 29100,
        "endTime": 32450,
        "text": "Finally, he came up with the idea of Earthships."
    },
    {
        "startTime": 33050,
        "endTime": 36400,
        "text": "Although it sounds like a boat, an Earthship is a house."
    },
    {
        "startTime": 36800,
        "endTime": 41450,
        "text": "However, unlike regular houses, Earthships are constructed from garbage..."
    },
    {
        "startTime": 41700,
        "endTime": 46400,
        "text": "...and are built using only ten percent of the energy needed to build a typical house."
    },
    {
        "startTime": 46900,
        "endTime": 48700,
        "text": "Moreover, after they are built,..."
    },
    {
        "startTime": 49000,
        "endTime": 52363,
        "text": "...Earthships use only ten percent of the energy required..."
    },
    {
        "startTime": 52449,
        "endTime": 55262,
        "text": "...to heat, light, and cool a regular home."
    },
    {
        "startTime": 55833,
        "endTime": 57649,
        "text": "Although Earthships sound unique,..."
    },
    {
        "startTime": 57935,
        "endTime": 61221,
        "text": "...they can actually be built to look just like any other house."
    },
    {
        "startTime": 61800,
        "endTime": 66650,
        "text": "One of the big benefits of Earthships is that they are made from recycled materials."
    },
    {
        "startTime": 67050,
        "endTime": 72200,
        "text": "The main construction material of an Earthship is used tires that are filled with dirt."
    },
    {
        "startTime": 72700,
        "endTime": 76400,
        "text": "The dirt-filled tires are then laid flat and stacked like bricks."
    },
    {
        "startTime": 77000,
        "endTime": 82050,
        "text": "Because the tires are round, there is lots of extra space between the columns of tires."
    },
    {
        "startTime": 82500,
        "endTime": 85450,
        "text": "These spaces are filled with used cardboard."
    },
    {
        "startTime": 86000,
        "endTime": 89800,
        "text": "The tires and cardboard form the outside walls of an Earthship."
    },
    {
        "startTime": 90500,
        "endTime": 96200,
        "text": "The inside walls between rooms in the Earthship do not need to be as strong as the outside walls."
    },
    {
        "startTime": 96650,
        "endTime": 101500,
        "text": "Therefore, the inside walls are made with old cans, bottles, and cement..."
    },
    {
        "startTime": 101700,
        "endTime": 106150,
        "text": "...that are eventually covered and painted to look just like walls in a typical home."
    },
    {
        "startTime": 106800,
        "endTime": 111500,
        "text": "Another benefit of an Earthship is that it saves energy and natural resources."
    },
    {
        "startTime": 111850,
        "endTime": 114850,
        "text": "For example, an Earthship uses less water."
    },
    {
        "startTime": 115300,
        "endTime": 119750,
        "text": "Rain water, which is collected on the roof, is used for drinking and bathing."
    },
    {
        "startTime": 120000,
        "endTime": 124150,
        "text": "Furthermore, Earthships need much less energy for heating and cooling..."
    },
    {
        "startTime": 124400,
        "endTime": 126400,
        "text": "...because they are built into the ground,..."
    },
    {
        "startTime": 126700,
        "endTime": 131100,
        "text": "...which keeps the temperature inside the house from getting too hot or too cold."
    },
    {
        "startTime": 131650,
        "endTime": 135850,
        "text": "In the long run, this helps Earthship owners lower their utility bills."
    },
    {
        "startTime": 136350,
        "endTime": 139950,
        "text": "As well, one wall of an Earthship usually faces south."
    },
    {
        "startTime": 140400,
        "endTime": 143050,
        "text": "Therefore, solar heat helps to warm the house..."
    },
    {
        "startTime": 143400,
        "endTime": 148750,
        "text": "...and solar panels built on the roof generate electricity to run appliances in the house."
    },
    {
        "startTime": 149300,
        "endTime": 153250,
        "text": "All of these features make Earthships very environmentally friendly."
    },
    {
        "startTime": 153900,
        "endTime": 157400,
        "text": "That's one of the reasons they have become popular throughout the world."
    },
    {
        "startTime": 158001,
        "endTime": 162364,
        "text": "Earthships have been built in Bolivia, Australia, Mexico, Japan,..."
    },
    {
        "startTime": 162458,
        "endTime": 166099,
        "text": "...Canada, England, Scotland, and all over the US."
    },
    {
        "startTime": 166550,
        "endTime": 170000,
        "text": "Maybe in the near future, an Earthship will be landing near you!"
    }
]