[
    {
        "startTime": 2850,
        "endTime": 7800,
        "text": "Nowadays, most people realize that it's risky to use credit card numbers online."
    },
    {
        "startTime": 8200,
        "endTime": 13850,
        "text": "However, from time to time, we all use passwords and government ID numbers on the Internet."
    },
    {
        "startTime": 14350,
        "endTime": 17300,
        "text": "We think we are safe, but that may not be true!"
    },
    {
        "startTime": 17950,
        "endTime": 25900,
        "text": "A new kind of attack is being used by dishonest people to steal IDs and credit card numbers from innocent web surfers."
    },
    {
        "startTime": 26550,
        "endTime": 28950,
        "text": "This new kind of attack is called \"phishing.\""
    },
    {
        "startTime": 29550,
        "endTime": 32000,
        "text": "Phishing sounds the same as the word \"fishing,\"..."
    },
    {
        "startTime": 32200,
        "endTime": 37700,
        "text": "...and it implies that a thief is trying to lure people into giving away valuable information."
    },
    {
        "startTime": 38350,
        "endTime": 44000,
        "text": "Like real fishermen, phishers use bait in the form of great online deals or services."
    },
    {
        "startTime": 44400,
        "endTime": 48450,
        "text": "For example, phishers might use fake emails and false websites..."
    },
    {
        "startTime": 48650,
        "endTime": 53950,
        "text": "...to con people into revealing credit card numbers, account usernames, and passwords."
    },
    {
        "startTime": 54550,
        "endTime": 58950,
        "text": "They imitate well-known banks, online sellers, and credit card companies."
    },
    {
        "startTime": 59600,
        "endTime": 65800,
        "text": "Successful phishers may convince as many as five percent of the people they contact to respond..."
    },
    {
        "startTime": 66050,
        "endTime": 68700,
        "text": "...and give away their personal financial information."
    },
    {
        "startTime": 69450,
        "endTime": 71100,
        "text": "Is this really a big problem?"
    },
    {
        "startTime": 71400,
        "endTime": 75400,
        "text": "Actually, tricking five percent of the online population is huge!"
    },
    {
        "startTime": 75900,
        "endTime": 80250,
        "text": "Currently, more than 350 million people have access to the Internet,..."
    },
    {
        "startTime": 80550,
        "endTime": 85750,
        "text": "...and seventy-five percent of those Internet users live in the wealthiest countries on Earth."
    },
    {
        "startTime": 86450,
        "endTime": 92000,
        "text": "It has been estimated that phishers send more than three billion scam messages each year."
    },
    {
        "startTime": 92600,
        "endTime": 98000,
        "text": "Even by tricking only five percent of the people, phishers can make a lot of money."
    },
    {
        "startTime": 98750,
        "endTime": 102000,
        "text": "Since there is so much money to make through this kind of scam,..."
    },
    {
        "startTime": 102250,
        "endTime": 106150,
        "text": "...it has caught the interest of more than just small-time crooks."
    },
    {
        "startTime": 106750,
        "endTime": 111650,
        "text": "Recently, police tracked down members of an organized phishing group in Eastern Europe,..."
    },
    {
        "startTime": 112000,
        "endTime": 116000,
        "text": "...who had stolen hundreds of thousands of dollars from people online."
    },
    {
        "startTime": 116650,
        "endTime": 119600,
        "text": "The group created official-looking email messages..."
    },
    {
        "startTime": 119800,
        "endTime": 125400,
        "text": "...requesting people to update their personal information at an international bank's website."
    },
    {
        "startTime": 125850,
        "endTime": 131600,
        "text": "However, the link to the bank in the message actually sent people to the phishers' fake website."
    },
    {
        "startTime": 132050,
        "endTime": 133250,
        "text": "To make matters worse,..."
    },
    {
        "startTime": 133600,
        "endTime": 139150,
        "text": "...further investigation revealed that this group had connections to a major crime gang in Russia."
    },
    {
        "startTime": 139800,
        "endTime": 142200,
        "text": "How can innocent people protect themselves?"
    },
    {
        "startTime": 142550,
        "endTime": 147100,
        "text": "Above all, they have to learn to recognize email that has been sent by a phisher."
    },
    {
        "startTime": 147850,
        "endTime": 153250,
        "text": "Always be wary of any email with urgent requests for personal financial information."
    },
    {
        "startTime": 153900,
        "endTime": 158950,
        "text": "Phishers typically write upsetting or exciting, but fake, statements in their emails..."
    },
    {
        "startTime": 159200,
        "endTime": 161550,
        "text": "...so that people will reply right away."
    },
    {
        "startTime": 162050,
        "endTime": 166350,
        "text": "Also, messages from phishers will not address recipients by name..."
    },
    {
        "startTime": 166650,
        "endTime": 169650,
        "text": "...because they really don't know who the recipients are yet."
    },
    {
        "startTime": 170150,
        "endTime": 175500,
        "text": "On the other hand, valid messages from your bank or other companies you normally deal with,..."
    },
    {
        "startTime": 175750,
        "endTime": 177650,
        "text": "...will typically include your name."
    }
]