[
    {
        "startTime": 50,
        "endTime": 4950,
        "text": "We came here to Nepal to actually oversee the measurement of the height of Khagendra..."
    },
    {
        "startTime": 5050,
        "endTime": 7350,
        "text": "...which was taken by a doctor at the hospital."
    },
    {
        "startTime": 7700,
        "endTime": 12900,
        "text": "We have very strict and precise rules for how the measurement should be taken for the shortest man."
    },
    {
        "startTime": 12950,
        "endTime": 14650,
        "text": "He has to be measured three times a day:..."
    },
    {
        "startTime": 14700,
        "endTime": 16950,
        "text": "...in the morning, at noon, and in the evening."
    },
    {
        "startTime": 17250,
        "endTime": 20650,
        "text": "And then, we take the average measurement for official result of the record."
    },
    {
        "startTime": 22150,
        "endTime": 25700,
        "text": "The shortest man record is one that grabs people's attention from all over the world."
    },
    {
        "startTime": 25800,
        "endTime": 30000,
        "text": "And 2010 has seen a lot occur in this record category."
    },
    {
        "startTime": 30800,
        "endTime": 33450,
        "text": "Sadly, He Pingping died early this year."
    },
    {
        "startTime": 33650,
        "endTime": 37500,
        "text": "And then, the world was left wondering who the next shortest person would be."
    },
    {
        "startTime": 37900,
        "endTime": 44200,
        "text": "We discovered a man, Edward Niño Hernandez in Colombia, in Bogota early this year..."
    },
    {
        "startTime": 44450,
        "endTime": 46400,
        "text": "...and he held the record for a few months,..."
    },
    {
        "startTime": 46450,
        "endTime": 50100,
        "text": "...but now, the record officially belongs to Khagendra here in Nepal."
    },
    {
        "startTime": 57400,
        "endTime": 59650,
        "text": "We've known Khagendra for a while now."
    },
    {
        "startTime": 59750,
        "endTime": 64600,
        "text": "It's actually, he's been on our database as the shortest teenager for a few months already..."
    },
    {
        "startTime": 64700,
        "endTime": 67589,
        "text": "...and we were waiting for him to turn 18,..."
    },
    {
        "startTime": 67678,
        "endTime": 68757,
        "text": "...and become an adult before we could measure him..."
    },
    {
        "startTime": 68700,
        "endTime": 70400,
        "text": "...for the record for the shortest man."
    },
    {
        "startTime": 70600,
        "endTime": 73500,
        "text": "And we've done this today, and it's fantastic that we could do it on his birthday."
    }
]