[
    {
        "startTime": 13710,
        "endTime": 20180,
        "text": "My name is Camila Batmanghelidjh. I'm a psychotherapist and the founder of Kids Company,..."
    },
    {
        "startTime": 20580,
        "endTime": 23920,
        "text": "...a charity supporting 14,000 vulnerable children,..."
    },
    {
        "startTime": 24150,
        "endTime": 27350,
        "text": "...and this is See Britain through my eyes."
    },
    {
        "startTime": 32500,
        "endTime": 37770,
        "text": "When we first started, we were a handful of people in some railway arches."
    },
    {
        "startTime": 38830,
        "endTime": 41870,
        "text": "It was 100 adolescent boys from different gangs..."
    },
    {
        "startTime": 42040,
        "endTime": 46810,
        "text": "...and I used to just stand here, and kinda take a deep breath, and say, \"Welcome,..."
    },
    {
        "startTime": 47110,
        "endTime": 49950,
        "text": "...please don't spit.\" And they used to get their knives out,..."
    },
    {
        "startTime": 50220,
        "endTime": 55020,
        "text": "...rip the furniture, set the cushions alight, stick their chewing gums in places."
    },
    {
        "startTime": 55580,
        "endTime": 60190,
        "text": "But as time went on, I got to know them and they started coming and talking to me,..."
    },
    {
        "startTime": 60420,
        "endTime": 67960,
        "text": "...and it's just in this little railway arch, I heard 400 of the most horrific stories..."
    },
    {
        "startTime": 68130,
        "endTime": 70100,
        "text": "...of what had happened to these children."
    },
    {
        "startTime": 74040,
        "endTime": 80400,
        "text": "So, we quietly, gently, and eccentrically grew to a big organization."
    },
    {
        "startTime": 81080,
        "endTime": 85010,
        "text": "Now, we've got a five story building as our head office."
    },
    {
        "startTime": 85380,
        "endTime": 93150,
        "text": "We're on 40 different sites, 6,000 volunteers, 14,000 children who are being helped,..."
    },
    {
        "startTime": 93490,
        "endTime": 97900,
        "text": "...a budget of 12 million and this is all thanks to the British public..."
    },
    {
        "startTime": 98100,
        "endTime": 104100,
        "text": "...because every brick of Kids Company was built on the compassion of the British public."
    },
    {
        "startTime": 105930,
        "endTime": 113020,
        "text": "What we do at Kids Company is that we function like a substitute parent in the lives of these children."
    },
    {
        "startTime": 113980,
        "endTime": 118600,
        "text": "Some of the children are so disturbed and traumatized..."
    },
    {
        "startTime": 118950,
        "endTime": 123950,
        "text": "...that we need to untangle the trauma before they can go on to flourish."
    },
    {
        "startTime": 125790,
        "endTime": 131790,
        "text": "When I was nine years old in Iran, I told my parents that I wanted to start an orphanage,..."
    },
    {
        "startTime": 132360,
        "endTime": 135660,
        "text": "...but then the revolution happened in Iran, and I ended up in England."
    },
    {
        "startTime": 136200,
        "endTime": 138040,
        "text": "I had to get political asylum."
    },
    {
        "startTime": 138330,
        "endTime": 145470,
        "text": "Even though I had significant damage to my brain because of being born very premature,..."
    },
    {
        "startTime": 145710,
        "endTime": 148210,
        "text": "...I walked out of Warwick with a first-class degree,..."
    },
    {
        "startTime": 148580,
        "endTime": 150850,
        "text": "...which then opened all the other doors."
    },
    {
        "startTime": 151310,
        "endTime": 156050,
        "text": "So now, I have six secretaries and I don't care if I can't spell."
    }
]