[
    {
        "startTime": 14110,
        "endTime": 17080,
        "text": "I've always wanted to be in the Guinness Book of World Records since I was a small child."
    },
    {
        "startTime": 17650,
        "endTime": 19720,
        "text": "In fact, I made a list of ten things I had to do before I die..."
    },
    {
        "startTime": 19820,
        "endTime": 21290,
        "text": "...and this was one of the things I had to do."
    },
    {
        "startTime": 21520,
        "endTime": 24750,
        "text": "The greatest thing about Guinness World Records is the way they celebrate people's uniqueness,..."
    },
    {
        "startTime": 24850,
        "endTime": 28160,
        "text": "...and then everybody has one special freak skill and this just happens to be mine."
    },
    {
        "startTime": 31790,
        "endTime": 33500,
        "text": "I've been doing balloons since I was a very small child."
    },
    {
        "startTime": 33600,
        "endTime": 37000,
        "text": "I received a small kit. It was a balloon modeling kit."
    },
    {
        "startTime": 39000,
        "endTime": 42740,
        "text": "My family, I think they're still hoping it's a phase but it's long past that."
    },
    {
        "startTime": 42890,
        "endTime": 45610,
        "text": "I have been doing it for such a long time and it's wonderful."
    },
    {
        "startTime": 56650,
        "endTime": 60520,
        "text": "The reason people are constantly trying to break records is they wanna be able to feel special."
    },
    {
        "startTime": 60620,
        "endTime": 62820,
        "text": "Every single person in this world wants to feel special."
    },
    {
        "startTime": 62920,
        "endTime": 65290,
        "text": "They wanna feel like they have something that they can do,..."
    },
    {
        "startTime": 65560,
        "endTime": 68630,
        "text": "...a special skill, something that they can do better than anybody else in the world."
    },
    {
        "startTime": 68960,
        "endTime": 71840,
        "text": "And that is what Guinness World Records celebrates,...."
    },
    {
        "startTime": 72070,
        "endTime": 73270,
        "text": "...everybody's uniqueness."
    },
    {
        "startTime": 74170,
        "endTime": 76600,
        "text": "I can't think of a better gift than to be in the book myself."
    }
]