[
    {
        "startTime": 2950,
        "endTime": 6950,
        "text": "One morning, an old water rat put his head out of his hole."
    },
    {
        "startTime": 7500,
        "endTime": 12550,
        "text": "He could see a mother duck trying to teach her little ones how to stand on their heads in the water."
    },
    {
        "startTime": 13250,
        "endTime": 15750,
        "text": "\"Friendship is much more important than love.\""
    },
    {
        "startTime": 16000,
        "endTime": 19550,
        "text": "\"Nothing in the world is more important than a devoted friend.\""
    },
    {
        "startTime": 20000,
        "endTime": 23300,
        "text": "\"Let me tell you a story on the subject,\" said the bird."
    },
    {
        "startTime": 23900,
        "endTime": 26100,
        "text": "\"Once upon a time,\" said the bird,..."
    },
    {
        "startTime": 26550,
        "endTime": 29900,
        "text": "...\"there was an honest and happy little man named Hans.\""
    },
    {
        "startTime": 30800,
        "endTime": 35500,
        "text": "\"Hans had many friends, but the most devoted friend of all was the miller.\""
    },
    {
        "startTime": 36250,
        "endTime": 38600,
        "text": "The miller was so devoted to Hans..."
    },
    {
        "startTime": 38850,
        "endTime": 43350,
        "text": "...that he never went past his garden without picking some flowers and fruit from the trees."
    },
    {
        "startTime": 43900,
        "endTime": 47700,
        "text": "Sometimes, however, Hans's other friends thought it strange..."
    },
    {
        "startTime": 47900,
        "endTime": 51550,
        "text": "...that the rich miller never gave little Hans anything in return."
    },
    {
        "startTime": 52300,
        "endTime": 58300,
        "text": "During the spring, the summer, and the autumn, Hans worked in his garden and was very happy,..."
    },
    {
        "startTime": 58700,
        "endTime": 64600,
        "text": "...but when the winter came and he had no fruit or flowers to sell, he was often cold and hungry."
    },
    {
        "startTime": 65100,
        "endTime": 69150,
        "text": "He was very lonely because the miller never came to see him then."
    },
    {
        "startTime": 69600,
        "endTime": 74200,
        "text": "\"There is no good reason for me to go and see Hans while there is snow on the ground,\"..."
    },
    {
        "startTime": 74600,
        "endTime": 76350,
        "text": "...the miller used to say to his wife."
    },
    {
        "startTime": 77000,
        "endTime": 81200,
        "text": "\"But why can't we ask Hans to come here?\" Asked the miller's youngest son."
    },
    {
        "startTime": 81550,
        "endTime": 84450,
        "text": "\"If he is unhappy, I will give him half of my food.\""
    },
    {
        "startTime": 85200,
        "endTime": 88200,
        "text": "\"What a silly boy you are!\" Cried the miller."
    },
    {
        "startTime": 88950,
        "endTime": 95100,
        "text": "\"Also, if he came here, he might ask me to let him have some flour and that I could not do.\""
    },
    {
        "startTime": 95500,
        "endTime": 98200,
        "text": "\"Flour is one thing and friendship is another.\""
    },
    {
        "startTime": 98550,
        "endTime": 104000,
        "text": "\"As soon as the winter was over and there were flowers in Hans's garden again,\" the bird continued,..."
    },
    {
        "startTime": 104500,
        "endTime": 106600,
        "text": "...\"the miller planned to visit little Hans.\""
    }
]