[
    {
        "startTime": 700,
        "endTime": 4580,
        "text": "To say that Koreans love kimchi is to make a startling understatement."
    },
    {
        "startTime": 4970,
        "endTime": 9200,
        "text": "The spicy vegetable dish usually made of fermented cabbage, red peppers, and garlic..."
    },
    {
        "startTime": 9510,
        "endTime": 12170,
        "text": "...takes up entire sections of grocery stores."
    },
    {
        "startTime": 12340,
        "endTime": 16420,
        "text": "Traveling businessmen carry it abroad in their suitcases for fear of doing without."
    },
    {
        "startTime": 16550,
        "endTime": 19780,
        "text": "And any student of history knows that clay pots full of this stuff..."
    },
    {
        "startTime": 19880,
        "endTime": 23910,
        "text": "...kept the Korean people alive for centuries during harsh winter seasons."
    },
    {
        "startTime": 24220,
        "endTime": 29430,
        "text": "So, when South Koreans prepared to send astronaut Yi So-yeon to the International Space Station..."
    },
    {
        "startTime": 29530,
        "endTime": 35060,
        "text": "...for at least ten days, some asked whether any Korean could manage without Kimchi for that long."
    },
    {
        "startTime": 35560,
        "endTime": 40240,
        "text": "Kim Sung-soo is a senior engineer at the Korea Food Research Institute near Seoul."
    },
    {
        "startTime": 40640,
        "endTime": 43200,
        "text": "For him, the answer to that question is clear."
    },
    {
        "startTime": 46910,
        "endTime": 49950,
        "text": "Yi So-yeon will not survive in space without kimchi."
    },
    {
        "startTime": 50250,
        "endTime": 53450,
        "text": "Koreans need to eat kimchi every day in order to sustain their health."
    },
    {
        "startTime": 53750,
        "endTime": 56220,
        "text": "She'll have all kinds of problems in space without it."
    },
    {
        "startTime": 59320,
        "endTime": 63430,
        "text": "But Kim points out taking kimchi into orbit is no simple matter."
    },
    {
        "startTime": 64030,
        "endTime": 68130,
        "text": "The dish gets much of its flavor and nutritional value from fermentation."
    },
    {
        "startTime": 68500,
        "endTime": 73300,
        "text": "That age-old bacterial process that makes bread rise and gives beer its bubbles..."
    },
    {
        "startTime": 73400,
        "endTime": 78170,
        "text": "...can create a series of dangers in a tightly controlled environment of a space voyage."
    },
    {
        "startTime": 78470,
        "endTime": 83810,
        "text": "Kim has spent most of the last two years in a laboratory making kimchi ready for space."
    },
    {
        "startTime": 83910,
        "endTime": 89590,
        "text": "His team starts by irradiating and slightly cooking regular kimchi to reduce bacteria."
    },
    {
        "startTime": 89920,
        "endTime": 96260,
        "text": "Then the dish is frozen and rapidly dehydrated in giant appliances in an industrial facility next door."
    },
    {
        "startTime": 96790,
        "endTime": 100160,
        "text": "Finally, it is cut into little cubes that look like biscuits ---"
    },
    {
        "startTime": 101500,
        "endTime": 104100,
        "text": "then, vacuum sealed into plastic bags."
    },
    {
        "startTime": 105330,
        "endTime": 110340,
        "text": "Astronauts can cut right into the bags and add water, rehydrating the cabbage and spices."
    },
    {
        "startTime": 110640,
        "endTime": 112880,
        "text": "Then, it is ready to eat right out of the plastic."
    },
    {
        "startTime": 118780,
        "endTime": 119320,
        "text": "Very good."
    }
]