[
    {
        "startTime": 8800,
        "endTime": 12240,
        "text": "I'm Annie Leung and I just broke the Guinness World Record..."
    },
    {
        "startTime": 12800,
        "endTime": 15700,
        "text": "...Guitar Hero 3, the highest score for females."
    },
    {
        "startTime": 20580,
        "endTime": 24120,
        "text": "It's really exciting to be able to be in the Guinness World Records."
    },
    {
        "startTime": 24350,
        "endTime": 29090,
        "text": "I'm so excited that my score is able to be out there for everyone to see..."
    },
    {
        "startTime": 29220,
        "endTime": 30980,
        "text": "...and it's like the ultimate achievement."
    },
    {
        "startTime": 33600,
        "endTime": 36660,
        "text": "It's gonna be written down and remembered for many years to come."
    },
    {
        "startTime": 36830,
        "endTime": 38300,
        "text": "So, it's definitely really cool."
    },
    {
        "startTime": 39140,
        "endTime": 42040,
        "text": "Being a female in gaming is really hard, actually,..."
    },
    {
        "startTime": 42200,
        "endTime": 47410,
        "text": "...because there's a lot of harassment sometimes, and guys kind of underestimate you."
    },
    {
        "startTime": 47510,
        "endTime": 51580,
        "text": "But, you know, I've put a lot of hard work, and commitment into it, and proven myself that..."
    },
    {
        "startTime": 51750,
        "endTime": 55150,
        "text": "...I'm just as good and just as much of a threat as anybody out there."
    },
    {
        "startTime": 55850,
        "endTime": 58550,
        "text": "I'm from California. It's where I was born and raised."
    },
    {
        "startTime": 59250,
        "endTime": 63430,
        "text": "Right now, I'm 25 and I recently just graduated from college,..."
    },
    {
        "startTime": 63590,
        "endTime": 68660,
        "text": "...and I'm a gamer on the side. It's my hobby and I love it. So, yeah."
    },
    {
        "startTime": 69930,
        "endTime": 72400,
        "text": "The thing about Guitar Hero that I love is..."
    },
    {
        "startTime": 72500,
        "endTime": 76600,
        "text": "...the walk and the music. It really gets me going..."
    },
    {
        "startTime": 76700,
        "endTime": 79800,
        "text": "...because that's the music that I listen to on a regular basis."
    },
    {
        "startTime": 79900,
        "endTime": 83850,
        "text": "So, it's really fun to be able to play it at home and..."
    },
    {
        "startTime": 84670,
        "endTime": 87220,
        "text": "...I don't play the guitar, but it's really awesome to just..."
    },
    {
        "startTime": 87520,
        "endTime": 89350,
        "text": "...feel like I am and rocking out to the songs."
    },
    {
        "startTime": 90920,
        "endTime": 96680,
        "text": "I think my friends would be really amazed and excited for me that now I'm this new record holder."
    },
    {
        "startTime": 97790,
        "endTime": 102930,
        "text": "They've always, you know, been gamers too, so they would definitely be really into it, and supportive."
    },
    {
        "startTime": 104870,
        "endTime": 110340,
        "text": "I think this record will hopefully lead to open the doors to many more records."
    },
    {
        "startTime": 110670,
        "endTime": 113540,
        "text": "And I would love to, you know, set as many as I can,..."
    },
    {
        "startTime": 113640,
        "endTime": 122050,
        "text": "...and just promote more females to compete and get into gaming and, you know, increase your skill level. So, yeah."
    }
]