[
    {
        "startTime": 1700,
        "endTime": 3900,
        "text": "Celebrated on February 14th,..."
    },
    {
        "startTime": 4070,
        "endTime": 9370,
        "text": "...Valentine's Day is a holiday where lovers traditionally express their feelings for each other."
    },
    {
        "startTime": 9600,
        "endTime": 14110,
        "text": "Symbols of modern Valentine's Day include the heart shape and Cupid."
    },
    {
        "startTime": 14340,
        "endTime": 18410,
        "text": "The holiday is named for two martyred Christian saints named Valentine,..."
    },
    {
        "startTime": 18850,
        "endTime": 25050,
        "text": "...but only became connected with romantic love in the middle ages with the help of poet Geoffrey Chaucer."
    },
    {
        "startTime": 25250,
        "endTime": 33030,
        "text": "Today, giving chocolate, jewelry or presenting one's love with flowers are all customary gifts for Valentine's Day."
    },
    {
        "startTime": 33230,
        "endTime": 38900,
        "text": "However, the most common present is the exchange of love notes known as Valentines."
    },
    {
        "startTime": 39050,
        "endTime": 43200,
        "text": "Over time, Valentine's Day has been reinvented over and over."
    },
    {
        "startTime": 43350,
        "endTime": 47880,
        "text": "It was roughly in the 1940s when the current card giving tradition began."
    },
    {
        "startTime": 48110,
        "endTime": 51850,
        "text": "Before that time, Valentines were mainly handwritten love notes,..."
    },
    {
        "startTime": 51950,
        "endTime": 54850,
        "text": "...as opposed to the mass-produced greeting cards of today."
    },
    {
        "startTime": 54950,
        "endTime": 57250,
        "text": "In the second half of the 20th century,..."
    },
    {
        "startTime": 57420,
        "endTime": 60800,
        "text": "...the gift giving trend extended to presents of all kind."
    },
    {
        "startTime": 61060,
        "endTime": 67500,
        "text": "And finally, in the 1980s, the diamond industry started promoting jewelry as an appropriate love token."
    },
    {
        "startTime": 67650,
        "endTime": 74200,
        "text": "Today, it is estimated that approximately one billion Valentine's Day cards are sent worldwide each year,..."
    },
    {
        "startTime": 74300,
        "endTime": 78840,
        "text": "...making this day the second largest card sending holiday after Christmas."
    },
    {
        "startTime": 79010,
        "endTime": 81780,
        "text": "85% of those cards are sent by women."
    }
]