[
    {
        "startTime": 7100,
        "endTime": 9270,
        "text": "I think it's a huge honor to be part of this game."
    },
    {
        "startTime": 10470,
        "endTime": 15700,
        "text": "I actually represent electric guitar to a legion of kids that are into this game,..."
    },
    {
        "startTime": 15850,
        "endTime": 17850,
        "text": "...which has got to be the most popular game out right now."
    },
    {
        "startTime": 18110,
        "endTime": 21780,
        "text": "And I've been asked to put my brand on it which is very, very cool."
    },
    {
        "startTime": 26890,
        "endTime": 28660,
        "text": "The first time I ever played Guitar Hero,..."
    },
    {
        "startTime": 28760,
        "endTime": 31790,
        "text": "...I'd never seen it but I'd heard about it, and I heard about all these people who were like..."
    },
    {
        "startTime": 32190,
        "endTime": 36100,
        "text": "...raving lunatics of this thing and having parties and the whole nine."
    },
    {
        "startTime": 36200,
        "endTime": 39970,
        "text": "So, I started playing it and got hooked on it from that point."
    },
    {
        "startTime": 40140,
        "endTime": 44010,
        "text": "And then I got this phone call about being involved with the new Guitar Hero game."
    },
    {
        "startTime": 44210,
        "endTime": 48510,
        "text": "I just told them how enthusiastic I would be to get involved and they seemed the same and that's..."
    },
    {
        "startTime": 48810,
        "endTime": 50180,
        "text": "...basically how it went from there."
    },
    {
        "startTime": 50610,
        "endTime": 54320,
        "text": "Guitar Hero is harder as a guitar player than if I'd never touched a guitar..."
    },
    {
        "startTime": 54520,
        "endTime": 57920,
        "text": "...and all I knew I had to do was just touch these different colors on the neck."
    },
    {
        "startTime": 58220,
        "endTime": 59620,
        "text": "I've gotten pretty good at it so far."
    },
    {
        "startTime": 62220,
        "endTime": 66860,
        "text": "My motion capture experience, you know, there's a dozen people and suits to put on..."
    },
    {
        "startTime": 66960,
        "endTime": 71600,
        "text": "...and little balls all over the place: pretty much the goofiest suit that I can recall wearing."
    },
    {
        "startTime": 71700,
        "endTime": 75640,
        "text": "It's weird that I have to do it without interacting with the band."
    },
    {
        "startTime": 76740,
        "endTime": 78640,
        "text": "I'll be interested to see what it looks like when it's done."
    },
    {
        "startTime": 78740,
        "endTime": 79770,
        "text": "And I know it's gonna be very cool."
    },
    {
        "startTime": 79910,
        "endTime": 84910,
        "text": "So, the last few hours of walking around and doing all these poses and stuff..."
    },
    {
        "startTime": 85010,
        "endTime": 86920,
        "text": "...with this little suit on will probably all be worth it."
    },
    {
        "startTime": 87120,
        "endTime": 88420,
        "text": "I would love to smash the guitar."
    }
]