[
    {
        "startTime": 21400,
        "endTime": 24150,
        "text": "IFRS is clearly more than an exercise in accounting."
    },
    {
        "startTime": 24250,
        "endTime": 27400,
        "text": "And I think that's one of the biggest fallacies that companies have..."
    },
    {
        "startTime": 27500,
        "endTime": 32200,
        "text": "...as they are approaching the adoption of IFRS as nothing more than an accounting exercise."
    },
    {
        "startTime": 32500,
        "endTime": 36550,
        "text": "When in reality, it impacts a number of different aspects of a company's business."
    },
    {
        "startTime": 36900,
        "endTime": 39350,
        "text": "For example, not only is the accounting relevant,..."
    },
    {
        "startTime": 39650,
        "endTime": 44650,
        "text": "...but probably even more critical than the accounting aspect is the information technology,..."
    },
    {
        "startTime": 45000,
        "endTime": 47400,
        "text": "...and the impact that it may have on your IT systems."
    },
    {
        "startTime": 47550,
        "endTime": 51450,
        "text": "IFRS is, first and foremost of course, an accounting policy exercise,..."
    },
    {
        "startTime": 51850,
        "endTime": 55150,
        "text": "...which is like any other time that you're changing the way that you do business."
    },
    {
        "startTime": 55250,
        "endTime": 60200,
        "text": "It has the potential of having fundamental impact to your people, to your processes,..."
    },
    {
        "startTime": 60550,
        "endTime": 64900,
        "text": "...frankly down to the underlying transactional systems that derive your financial statements."
    },
    {
        "startTime": 65100,
        "endTime": 68150,
        "text": "When you look at the accounting issues that impact technology companies,..."
    },
    {
        "startTime": 68250,
        "endTime": 74200,
        "text": "...there's probably no issue that is more dear to every technology company's heart than revenue recognition."
    },
    {
        "startTime": 74600,
        "endTime": 77250,
        "text": "And clearly, as you look at the major accounting principles,..."
    },
    {
        "startTime": 77400,
        "endTime": 79900,
        "text": "...that's going to be number one on every company's list."
    },
    {
        "startTime": 80000,
        "endTime": 85350,
        "text": "One of the areas that has the potential for creating a lot of change from a technology company perspective..."
    },
    {
        "startTime": 85400,
        "endTime": 87350,
        "text": "...is in the area of research and development."
    },
    {
        "startTime": 87950,
        "endTime": 94750,
        "text": "You know, under US GAAP policies, most of our clients expense both research and development costs."
    },
    {
        "startTime": 94900,
        "endTime": 100150,
        "text": "Under IFRS, there's the opportunity or in fact, the requirement to capitalize research cost."
    },
    {
        "startTime": 100500,
        "endTime": 101900,
        "text": "Seems simple on its face."
    },
    {
        "startTime": 102250,
        "endTime": 106500,
        "text": "The reality of it is, though it has implications to not only the accounting policy first,..."
    },
    {
        "startTime": 106600,
        "endTime": 109700,
        "text": "...but the processes, the people, the systems."
    },
    {
        "startTime": 109850,
        "endTime": 115600,
        "text": "This is an area where software companies have been required for 20 - plus years to capitalize their development cost."
    },
    {
        "startTime": 115700,
        "endTime": 117450,
        "text": "Not the research, but just the development."
    },
    {
        "startTime": 117850,
        "endTime": 123050,
        "text": "This is an area now that under IFRS, all technology companies will be required to look at."
    },
    {
        "startTime": 123100,
        "endTime": 129200,
        "text": "But not only are there potentially people impacts in terms of software engineers now having to account for their time,..."
    },
    {
        "startTime": 129500,
        "endTime": 132400,
        "text": "...you have to have systems that are gonna be able to track that time,..."
    },
    {
        "startTime": 133650,
        "endTime": 136950,
        "text": "...and then a way to be able to get that data all the way to the general ledger,..."
    },
    {
        "startTime": 137000,
        "endTime": 139200,
        "text": "...to be able to get those numbers out of the system."
    },
    {
        "startTime": 139350,
        "endTime": 144200,
        "text": "So, one of the things that we suggest companies look for and try to do or perform early on..."
    },
    {
        "startTime": 144300,
        "endTime": 146550,
        "text": "...is some type of what we would call a gap analysis."
    },
    {
        "startTime": 146850,
        "endTime": 149950,
        "text": "Looking at the differences between your current accounting,..."
    },
    {
        "startTime": 150050,
        "endTime": 153700,
        "text": "...whether that's US GAAP or whatever standard you're on and IFRS,..."
    },
    {
        "startTime": 153800,
        "endTime": 159200,
        "text": "...and identify those major areas that will require significant change between what you're doing now,..."
    },
    {
        "startTime": 159550,
        "endTime": 162850,
        "text": "...and what you'll need to do when you adopt to IFRS."
    }
]