[
    {
        "startTime": 3150,
        "endTime": 7550,
        "text": "When people would have asked me the question back in 1993,..."
    },
    {
        "startTime": 7800,
        "endTime": 14300,
        "text": "...whether I thought that international accounting standards would ever reach this side of the pond,..."
    },
    {
        "startTime": 14400,
        "endTime": 18050,
        "text": "...would ever be used by the SCC without reconciliation to US GAAP,..."
    },
    {
        "startTime": 18400,
        "endTime": 22100,
        "text": "...I would have said, \"There is not a chance in the world that that's gonna happen.\""
    },
    {
        "startTime": 24650,
        "endTime": 30900,
        "text": "But what happened was, you know, over the years, again, this groundswell was coming out of Europe principally,..."
    },
    {
        "startTime": 31600,
        "endTime": 34650,
        "text": "...big companies were saying, \"Why do I have to bother with your crazy standards?\""
    },
    {
        "startTime": 35400,
        "endTime": 39000,
        "text": "\"We've got this international - based set of standards that are getting better and better.\""
    },
    {
        "startTime": 39350,
        "endTime": 44300,
        "text": "And by the way, in 2002 in Europe, the European Commission said,..."
    },
    {
        "startTime": 44800,
        "endTime": 49300,
        "text": "...\"Any company that wants to raise capital in the public markets here\"..."
    },
    {
        "startTime": 50200,
        "endTime": 55700,
        "text": "...\"will have to use international accounting standards for their 2005 financial statements.\""
    },
    {
        "startTime": 56300,
        "endTime": 57400,
        "text": "That was a huge event..."
    },
    {
        "startTime": 57850,
        "endTime": 64250,
        "text": "...and really, I think, represented a tremendous breakthrough for non - US companies."
    },
    {
        "startTime": 65050,
        "endTime": 71250,
        "text": "And I would say that probably one of the biggest reasons why international accounting standards..."
    },
    {
        "startTime": 71650,
        "endTime": 74800,
        "text": "...started to gain much more support was Enron."
    },
    {
        "startTime": 75600,
        "endTime": 77100,
        "text": "Now, if you look at the Enron situation,..."
    },
    {
        "startTime": 77650,
        "endTime": 83400,
        "text": "...they constructed all these elaborate partnerships and arrangements to get assets off the balance sheet,..."
    },
    {
        "startTime": 84150,
        "endTime": 86700,
        "text": "...and US GAAP is famous for having these crazy rules."
    },
    {
        "startTime": 86950,
        "endTime": 89950,
        "text": "You know, you take the amount that you've invested in the company,..."
    },
    {
        "startTime": 90500,
        "endTime": 94500,
        "text": "...you divide that by the gross national product and your shoe size,..."
    },
    {
        "startTime": 94750,
        "endTime": 98100,
        "text": "...and you end up with an answer to the magical, you know, question."
    },
    {
        "startTime": 99650,
        "endTime": 103700,
        "text": "And lo and behold, Enron, the bottom fell out of that."
    },
    {
        "startTime": 104000,
        "endTime": 108400,
        "text": "And, you know, suddenly, US GAAP didn't look so much like the gold standard anymore."
    },
    {
        "startTime": 108800,
        "endTime": 115300,
        "text": "And in fact, there was a huge backlash around all these cumbersome rules and how you get,..."
    },
    {
        "startTime": 115450,
        "endTime": 117100,
        "text": "...you know, as soon as you create an accounting rule,..."
    },
    {
        "startTime": 117450,
        "endTime": 119650,
        "text": "...you'll have a sea of investment bankers that come out of the woodwork..."
    },
    {
        "startTime": 119700,
        "endTime": 123400,
        "text": "...and try to sell you a product that will help you to navigate around those rules."
    },
    {
        "startTime": 123850,
        "endTime": 124900,
        "text": "And that's what did in Enron."
    }
]