[
    {
        "startTime": 6341,
        "endTime": 9313,
        "text": "The Internet, as we know it today, is an outstanding success."
    },
    {
        "startTime": 9604,
        "endTime": 13347,
        "text": "More than 1.3 billion people are connected to the Web across the globe."
    },
    {
        "startTime": 13921,
        "endTime": 17155,
        "text": "The development is driven by users as well as by technology."
    },
    {
        "startTime": 17280,
        "endTime": 21511,
        "text": "Whilst the number of users and the amount of content is growing faster and faster,..."
    },
    {
        "startTime": 21627,
        "endTime": 23850,
        "text": "...the Internet is departing from computers."
    },
    {
        "startTime": 24076,
        "endTime": 28725,
        "text": "More than 1 billion users of mobile phones already have the opportunity to access the Internet."
    },
    {
        "startTime": 29057,
        "endTime": 31895,
        "text": "Consumers will depend entirely upon network services..."
    },
    {
        "startTime": 32082,
        "endTime": 36197,
        "text": "...and businesses will depend entirely upon the future Internet to provide these services."
    },
    {
        "startTime": 36498,
        "endTime": 40738,
        "text": "But since the current Internet consists of mostly unstructured data and resources,..."
    },
    {
        "startTime": 40921,
        "endTime": 44227,
        "text": "...most of the data and resources are unusable for the average user."
    },
    {
        "startTime": 44565,
        "endTime": 48093,
        "text": "Fact is, the Internet is broken. We still have not one Web,..."
    },
    {
        "startTime": 48487,
        "endTime": 52763,
        "text": "...but a vast variety of different unlinked data that is unable to communicate."
    },
    {
        "startTime": 53171,
        "endTime": 56989,
        "text": "That's why future Internet will have to change, and change it will."
    },
    {
        "startTime": 57181,
        "endTime": 60056,
        "text": "We are currently rethinking the Web on various levels."
    },
    {
        "startTime": 60221,
        "endTime": 62043,
        "text": "We are preparing for a web of things."
    },
    {
        "startTime": 62271,
        "endTime": 66206,
        "text": "All electronic devices will be active participants in the future Internet."
    },
    {
        "startTime": 66655,
        "endTime": 68859,
        "text": "Everything and everybody will be connected."
    },
    {
        "startTime": 69061,
        "endTime": 73607,
        "text": "The future Internet will also reorganize publicity, privacy and anonymity...."
    },
    {
        "startTime": 73833,
        "endTime": 78103,
        "text": "...where everybody can understand how much trust can and should be extended to others."
    },
    {
        "startTime": 78880,
        "endTime": 81367,
        "text": "Everything, everywhere, always."
    },
    {
        "startTime": 81783,
        "endTime": 84381,
        "text": "We must imagine future Internet as a service."
    },
    {
        "startTime": 84645,
        "endTime": 89597,
        "text": "Mobile, ubiquitous and pervasive. Twenty-four seven availability will be the norm."
    },
    {
        "startTime": 89866,
        "endTime": 93883,
        "text": "To sustain the demands of the future Internet, networks must be re-engineered."
    },
    {
        "startTime": 94129,
        "endTime": 97185,
        "text": "We need new networks which integrate all kinds of devices..."
    },
    {
        "startTime": 97364,
        "endTime": 100224,
        "text": "...and which allow the most auspicious vision of future Internet."
    },
    {
        "startTime": 100523,
        "endTime": 105233,
        "text": "The Internet of services will bring an enormous increase in the efficiency of economic processes."
    },
    {
        "startTime": 105444,
        "endTime": 109567,
        "text": "Business processes are unified in services that can be used by different groups of people."
    },
    {
        "startTime": 109759,
        "endTime": 113814,
        "text": "Within a company or enterprise or externally, via the Internet of services."
    },
    {
        "startTime": 113989,
        "endTime": 118819,
        "text": "Soon, redundantly providing the same information again and again will no longer be necessary."
    },
    {
        "startTime": 119079,
        "endTime": 123579,
        "text": "Semantics will provide secure and efficient access to a coordinated set of services..."
    },
    {
        "startTime": 123855,
        "endTime": 127133,
        "text": "...that are not location dependent, are interoperable, coherent,..."
    },
    {
        "startTime": 127368,
        "endTime": 130541,
        "text": "...consistent, scalable, pervasive, and reliable."
    },
    {
        "startTime": 130786,
        "endTime": 134027,
        "text": "These services will be networked together through the future Internet."
    }
]