[
    {
        "startTime": 150,
        "endTime": 3850,
        "text": "Do you feel like it's a backlash or do you feel like you're violating people's privacy?"
    },
    {
        "startTime": 4100,
        "endTime": 6600,
        "text": "Do you feel like you're adequately portrayed?"
    },
    {
        "startTime": 7850,
        "endTime": 10750,
        "text": "'Cause I wanna wonder about the person who actually created this thing."
    },
    {
        "startTime": 11500,
        "endTime": 15900,
        "text": "Yeah, I mean a lot of stuff happened along the way."
    },
    {
        "startTime": 15950,
        "endTime": 26200,
        "text": "I think, you know, there were real learning points and turning points along the way in terms of building things."
    },
    {
        "startTime": 29000,
        "endTime": 33450,
        "text": "You know, it really went from this position very early on where we were just in this college dorm room..."
    },
    {
        "startTime": 33800,
        "endTime": 36300,
        "text": "...to we moved out to California. It was a few friends and me."
    },
    {
        "startTime": 37000,
        "endTime": 41950,
        "text": "And, you know, it just kind of had this project feel for a while..."
    },
    {
        "startTime": 42000,
        "endTime": 48350,
        "text": "...and there was this real turning point when companies started trying to buy the company for a huge amount of money."
    },
    {
        "startTime": 48450,
        "endTime": 50450,
        "text": "And, you know, I tell you, kinda get my friends together..."
    },
    {
        "startTime": 50500,
        "endTime": 54700,
        "text": "...and we had to decide what was it that we really cared about and what was it that we wanted to do."
    },
    {
        "startTime": 55500,
        "endTime": 57900,
        "text": "And, you know, we decided not to take those offers."
    },
    {
        "startTime": 58000,
        "endTime": 61200,
        "text": "And to me, a lot of that decision was that,..."
    },
    {
        "startTime": 61550,
        "endTime": 65100,
        "text": "...what we wanted to do and what we wanted to spend, you know, a big part of our lives doing..."
    },
    {
        "startTime": 65450,
        "endTime": 71350,
        "text": "...was just continuing to push and kind of build products that help people share information,..."
    },
    {
        "startTime": 71950,
        "endTime": 73900,
        "text": "...build products that help people stay connected."
    },
    {
        "startTime": 74700,
        "endTime": 76500,
        "text": "And that's really what we're spending our time doing."
    },
    {
        "startTime": 76700,
        "endTime": 82550,
        "text": "And, you know, I think there's just been a lot of space between that early stuff and where we are now."
    },
    {
        "startTime": 83950,
        "endTime": 88150,
        "text": "If I knew what I knew now then, then I hope I wouldn't have made those mistakes."
    },
    {
        "startTime": 88200,
        "endTime": 90850,
        "text": "But I can't go back and change the past."
    },
    {
        "startTime": 90950,
        "endTime": 93300,
        "text": "I can only do what we think is the right thing going forward."
    }
]