[
    {
        "startTime": 5650,
        "endTime": 7450,
        "text": "Google Insights for Search is a powerful tool..."
    },
    {
        "startTime": 7550,
        "endTime": 11200,
        "text": "...to help you analyze the impact of your marketing activities on search interest."
    },
    {
        "startTime": 12250,
        "endTime": 16000,
        "text": "Brand name searches are great indicators of people's ability to recall your brand."
    },
    {
        "startTime": 16750,
        "endTime": 21000,
        "text": "Imagine if you're able to see how searches for your brand changed after running a campaign."
    },
    {
        "startTime": 21600,
        "endTime": 25050,
        "text": "You'd be able to show the impact of your marketing activities on online search..."
    },
    {
        "startTime": 25350,
        "endTime": 27650,
        "text": "...and perhaps make a better case for budget in the future."
    },
    {
        "startTime": 28450,
        "endTime": 30600,
        "text": "Here's how to do it with Google Insights for Search."
    },
    {
        "startTime": 31150,
        "endTime": 35100,
        "text": "Let's take the example of Nike's 2006 FIFA World Cup Campaign."
    },
    {
        "startTime": 35400,
        "endTime": 39250,
        "text": "\"Joga Bonito\" was a highly integrated marketing campaign across media..."
    },
    {
        "startTime": 39600,
        "endTime": 41700,
        "text": "...and included a number of television commercials."
    },
    {
        "startTime": 42150,
        "endTime": 47100,
        "text": "Let's look up searches for the campaign, \"Joga Bonito\" just before and after the World Cup."
    },
    {
        "startTime": 47550,
        "endTime": 51850,
        "text": "Notice how there was an obvious increase in interest levels during the time the campaign ran."
    },
    {
        "startTime": 54500,
        "endTime": 58450,
        "text": "It's apparent that this campaign was effective in triggering more online searches for this term."
    },
    {
        "startTime": 61400,
        "endTime": 63900,
        "text": "Now, let's look at the top related and rising search terms."
    },
    {
        "startTime": 64800,
        "endTime": 70400,
        "text": "Nike's brand tops the list which means that brand association and recall were very high for this particular campaign."
    },
    {
        "startTime": 72000,
        "endTime": 74500,
        "text": "If you're running an integrated marketing campaign like Nike,..."
    },
    {
        "startTime": 74950,
        "endTime": 78300,
        "text": "...you can see how effective the campaign was in driving online search interest..."
    },
    {
        "startTime": 78650,
        "endTime": 81100,
        "text": "...and how strongly associated it was to the Nike brand."
    },
    {
        "startTime": 82650,
        "endTime": 83850,
        "text": "With Google Insights for Search,..."
    },
    {
        "startTime": 84150,
        "endTime": 88250,
        "text": "...you can measure the impact of your marketing activities both offline and online..."
    },
    {
        "startTime": 88650,
        "endTime": 91150,
        "text": "...by people's ability to recall and search for your brand."
    }
]