[
    {
        "startTime": 9600,
        "endTime": 14450,
        "text": "How do you create relationships online when you're just starting to court each other?"
    },
    {
        "startTime": 14900,
        "endTime": 18650,
        "text": "So, let me think about the ways that I would maybe connect with someone that I didn't know already."
    },
    {
        "startTime": 19000,
        "endTime": 23100,
        "text": "First of all, absolutely critical that you read their profile..."
    },
    {
        "startTime": 23700,
        "endTime": 26550,
        "text": "...because you have to make sure when you send a message that it's personal."
    },
    {
        "startTime": 27050,
        "endTime": 29800,
        "text": "Nobody wants to see a message that looks like it's been cut and pasted in..."
    },
    {
        "startTime": 29900,
        "endTime": 31800,
        "text": "...so I would look at someone's profile."
    },
    {
        "startTime": 31850,
        "endTime": 34100,
        "text": "Every profile has something interesting to say..."
    },
    {
        "startTime": 34500,
        "endTime": 35868,
        "text": "...and I would say something like,..."
    },
    {
        "startTime": 36153,
        "endTime": 40249,
        "text": "\"I really enjoyed the blog you wrote on the 24th of March about such and such a subject.\""
    },
    {
        "startTime": 40450,
        "endTime": 44500,
        "text": "\"I'd be interested to hear what happened to you after that blog went out.\"..."
    },
    {
        "startTime": 45150,
        "endTime": 50050,
        "text": "...or \"I see you've got a network of 40 people, but you've managed to achieve 12 testimonials.\"..."
    },
    {
        "startTime": 50300,
        "endTime": 53200,
        "text": "...\"I'd love to learn from you because that's a fantastic achievement.\"..."
    },
    {
        "startTime": 53600,
        "endTime": 58600,
        "text": "...or \"I've just seen a photograph on your profile of a place you went on holiday.\""
    },
    {
        "startTime": 58900,
        "endTime": 60300,
        "text": "\"Did you have a great time?\""
    },
    {
        "startTime": 65900,
        "endTime": 68250,
        "text": "\"What kind of sort of holiday do you plan to take next year?\""
    },
    {
        "startTime": 68650,
        "endTime": 71600,
        "text": "Something sort of showing an interest in their profile."
    },
    {
        "startTime": 72350,
        "endTime": 77400,
        "text": "Pick out things that they do in their business that undoubtedly would be of interest to you."
    },
    {
        "startTime": 77700,
        "endTime": 82300,
        "text": "I mean, most people are in business all doing similar sorts of things,..."
    },
    {
        "startTime": 82350,
        "endTime": 86550,
        "text": "...you know, even if you're a graphic designer, accountancy is gonna be important to you;..."
    },
    {
        "startTime": 86900,
        "endTime": 88750,
        "text": "...property development is going to be important to you."
    },
    {
        "startTime": 89100,
        "endTime": 92650,
        "text": "Pick out something in their profile that's of interest to you as well..."
    },
    {
        "startTime": 93000,
        "endTime": 97600,
        "text": "...and so make sure that you at all times personalize the way that you talk to someone..."
    },
    {
        "startTime": 97950,
        "endTime": 102900,
        "text": "...and 100% if you show an interest in somebody, they will show an interest back in you."
    }
]