[
    {
        "startTime": 6450,
        "endTime": 7450,
        "text": "The war is over."
    },
    {
        "startTime": 7700,
        "endTime": 10400,
        "text": "You know, most of us have given up most of our privacy already."
    },
    {
        "startTime": 10500,
        "endTime": 14300,
        "text": "If you are giving all of your financial disclosures online,..."
    },
    {
        "startTime": 14400,
        "endTime": 16350,
        "text": "...your credit card, your social security and so forth,..."
    },
    {
        "startTime": 16850,
        "endTime": 22300,
        "text": "...I think the way we protect those things can afford us the ability to protect our medical records as well."
    },
    {
        "startTime": 22750,
        "endTime": 24200,
        "text": "It's moving in this direction."
    },
    {
        "startTime": 24300,
        "endTime": 27950,
        "text": "In fact, one would say there is almost a moral obligation for people..."
    },
    {
        "startTime": 28000,
        "endTime": 31550,
        "text": "...to begin to disclose at least a portion of their medical records online..."
    },
    {
        "startTime": 31900,
        "endTime": 34950,
        "text": "...because it's only through that disclosure on a large scale,..."
    },
    {
        "startTime": 35650,
        "endTime": 44350,
        "text": "...whether it's your, not necessarily your name and identity, but at least your phenotypical data and your genomic data..."
    },
    {
        "startTime": 44800,
        "endTime": 49650,
        "text": "...will allow us to create a whole revolution in personalized preventative medicine..."
    },
    {
        "startTime": 50100,
        "endTime": 53500,
        "text": "...which I think is extraordinarily important for the next few decades."
    },
    {
        "startTime": 55700,
        "endTime": 59150,
        "text": "We are testing what it is like to lose privacy now."
    },
    {
        "startTime": 59400,
        "endTime": 63150,
        "text": "The loss of privacy inherent in these technologies..."
    },
    {
        "startTime": 63200,
        "endTime": 71250,
        "text": "...is a precursor to an almost biological or extrasensory loss of privacy that will come as the species evolves."
    },
    {
        "startTime": 71350,
        "endTime": 76900,
        "text": "Shame that could be used to control us will no longer be able to control us..."
    },
    {
        "startTime": 77000,
        "endTime": 79850,
        "text": "...because we'll find out that everybody masturbates..."
    },
    {
        "startTime": 79950,
        "endTime": 84250,
        "text": "...or everybody has this kind of sex with their spouse..."
    },
    {
        "startTime": 84350,
        "endTime": 87450,
        "text": "...or eats this kind of food or picks their nose and does whatever."
    },
    {
        "startTime": 87650,
        "endTime": 90850,
        "text": "A lot of taboo won't be taboo anymore..."
    },
    {
        "startTime": 90950,
        "endTime": 96550,
        "text": "...and that which is truly taboo will kind of rise to the surface in a way..."
    },
    {
        "startTime": 96600,
        "endTime": 100250,
        "text": "...and we'll see, \"Well, we all can kind of agree that we don't wanna do this\"."
    },
    {
        "startTime": 100300,
        "endTime": 106250,
        "text": "If the species survives, we'll develop that sort of organismic capability..."
    },
    {
        "startTime": 106300,
        "endTime": 108900,
        "text": "...and we won't be able to be embarrassed by that stuff anymore."
    }
]