[
    {
        "startTime": 9153,
        "endTime": 13398,
        "text": "It is the good news story that the Japanese people have been craving."
    },
    {
        "startTime": 13788,
        "endTime": 17149,
        "text": "An 80 - year - old woman and her 16 - year - old grandson..."
    },
    {
        "startTime": 17398,
        "endTime": 21993,
        "text": "...found alive in the wreckage of their house in Ishinomaki, Miyagi prefecture."
    },
    {
        "startTime": 22456,
        "endTime": 26249,
        "text": "Local media reports they survived by eating yoghurt from the fridge."
    },
    {
        "startTime": 26794,
        "endTime": 29487,
        "text": "Eventually, the boy managed to break through to the roof."
    },
    {
        "startTime": 29847,
        "endTime": 32255,
        "text": "Rescue workers spotted him waving for help."
    },
    {
        "startTime": 32902,
        "endTime": 37595,
        "text": "They have survived nine nights of freezing temperatures and heavy snow."
    },
    {
        "startTime": 38053,
        "endTime": 41753,
        "text": "The boy is reported to have a low temperature but is conscious."
    },
    {
        "startTime": 42304,
        "endTime": 44900,
        "text": "It will reinvigorate the rescue effort here."
    },
    {
        "startTime": 45258,
        "endTime": 51509,
        "text": "For days, Japanese and international teams have searched up and down this wrecked coastline in vain."
    },
    {
        "startTime": 52154,
        "endTime": 57597,
        "text": "But for most families, the desperate search for loved ones goes on or ends in tragedy."
    },
    {
        "startTime": 59847,
        "endTime": 65349,
        "text": "Miyagi police say 15,000 people probably died in their prefecture alone."
    },
    {
        "startTime": 66200,
        "endTime": 68800,
        "text": "Here in Natori, close to Sendai city,..."
    },
    {
        "startTime": 69105,
        "endTime": 72902,
        "text": "...the body of a teenage boy is left on the side of the embankment."
    },
    {
        "startTime": 73396,
        "endTime": 78258,
        "text": "A nameless corpse yet to be collected and taken to the overwhelmed morgue."
    },
    {
        "startTime": 78907,
        "endTime": 83097,
        "text": "Rescuers say there are many more bodies among the wreckage of this town."
    },
    {
        "startTime": 83653,
        "endTime": 87303,
        "text": "The rest of the missing, they say, were probably washed out to sea."
    },
    {
        "startTime": 88150,
        "endTime": 92459,
        "text": "Natori was on the front line when the tsunami smashed into the shoreline."
    },
    {
        "startTime": 92902,
        "endTime": 97497,
        "text": "Anyone who had not escaped this flat coastal plain had little chance."
    },
    {
        "startTime": 97751,
        "endTime": 101096,
        "text": "Henry Ritchwell for VOA News, Natori, Japan."
    }
]