[
    {
        "startTime": 854,
        "endTime": 4895,
        "text": "In a nuclear reactor, there are three primary barriers to radiation release."
    },
    {
        "startTime": 5345,
        "endTime": 6706,
        "text": "The first is the fuel assembly."
    },
    {
        "startTime": 7486,
        "endTime": 13107,
        "text": "The Zircaloy rods around the fuel protect from the release of radioactive material."
    },
    {
        "startTime": 13374,
        "endTime": 16001,
        "text": "The second is the pressure vessel which surrounds the core..."
    },
    {
        "startTime": 16501,
        "endTime": 19548,
        "text": "...that also prevents the release of radioactive material."
    },
    {
        "startTime": 19952,
        "endTime": 24047,
        "text": "The third is the containment structure surrounding the entire reactor."
    },
    {
        "startTime": 24547,
        "endTime": 30212,
        "text": "The containment structure prevents the uncontrolled release of radioactive material from the reactor."
    },
    {
        "startTime": 30756,
        "endTime": 35877,
        "text": "Now, the entire structure is designed to withstand a multitude of natural disasters..."
    },
    {
        "startTime": 36177,
        "endTime": 42747,
        "text": "...including tornado, earthquake, fire, flood, tsunami, hurricanes as well,..."
    },
    {
        "startTime": 42856,
        "endTime": 45659,
        "text": "...and the storm surge associated with those facilities."
    },
    {
        "startTime": 46862,
        "endTime": 51496,
        "text": "And the facility, to give you an idea of some of the design things that we incorporate,..."
    },
    {
        "startTime": 51842,
        "endTime": 57395,
        "text": "...the picture shown here has a picture of a building that contains a diesel generator."
    },
    {
        "startTime": 57751,
        "endTime": 62216,
        "text": "The intake structure for the diesel generator where the air comes in to supply the diesel..."
    },
    {
        "startTime": 62664,
        "endTime": 66516,
        "text": "...is raised above ground at about 25 to 30 feet off..."
    },
    {
        "startTime": 66607,
        "endTime": 70544,
        "text": "...to protect it from any storm surge that might occur from a hurricane for example."
    },
    {
        "startTime": 71101,
        "endTime": 77506,
        "text": "The surrounding equipment at ground level is not essential to maintaining the ability to safely shut down the facility."
    }
]