[
    {
        "startTime": 4906,
        "endTime": 7801,
        "text": "Hey party people, I'm Bridget Daly at the ClevverMusic Studios."
    },
    {
        "startTime": 8033,
        "endTime": 14157,
        "text": "Today, YouTube phenomenon Rebecca Black finally broke her silence over her Friday music video,..."
    },
    {
        "startTime": 14443,
        "endTime": 17269,
        "text": "...which is now up to almost 17 million hits."
    },
    {
        "startTime": 17693,
        "endTime": 20309,
        "text": "She spoke with Good Morning America's Andrea Canning,..."
    },
    {
        "startTime": 20623,
        "endTime": 24795,
        "text": "...who, btdubs is the same woman who got the exclusive interview with Charlie Sheen."
    },
    {
        "startTime": 25205,
        "endTime": 29309,
        "text": "...Rebecca talked about how much her life has changed since last Friday,..."
    },
    {
        "startTime": 29756,
        "endTime": 32574,
        "text": "...saying, \"I can't even tell if I'm awake or not, it's crazy.\""
    },
    {
        "startTime": 33261,
        "endTime": 35629,
        "text": "Black went on to say that the nasty comments she's been getting..."
    },
    {
        "startTime": 35698,
        "endTime": 37950,
        "text": "...on her YouTube and Twitter have been hurtful,..."
    },
    {
        "startTime": 38372,
        "endTime": 39981,
        "text": "...and she said she didn't think she deserved it."
    },
    {
        "startTime": 40357,
        "endTime": 43413,
        "text": "Rebecca added, \"I think I have some talent on some level,..."
    },
    {
        "startTime": 43743,
        "endTime": 47444,
        "text": "...I don't think I'm the worst singer, but I don't think I'm the best singer.\""
    },
    {
        "startTime": 48205,
        "endTime": 51841,
        "text": "Seems fair enough. But this may be where we draw the line."
    },
    {
        "startTime": 52137,
        "endTime": 56153,
        "text": "RB now wants to collaborate with none other than Justin Bieber."
    },
    {
        "startTime": 56575,
        "endTime": 60145,
        "text": "She told Andrea, \"I have Bieber fever, I am in love with Justin Bieber.\""
    },
    {
        "startTime": 60470,
        "endTime": 64451,
        "text": "She then looked directly into the camera and spoke to the Biebs, saying, \"Justin,..."
    },
    {
        "startTime": 64780,
        "endTime": 67645,
        "text": "...if you're watching this right now, would you do a duet with me?\""
    },
    {
        "startTime": 67939,
        "endTime": 70724,
        "text": "\"That would be unreal, that would just like, make my life.\""
    },
    {
        "startTime": 71468,
        "endTime": 75780,
        "text": "Now, Justin hasn't responded yet, shocker I know."
    },
    {
        "startTime": 76125,
        "endTime": 77827,
        "text": "So, do you think this is a good idea?"
    },
    {
        "startTime": 78093,
        "endTime": 79385,
        "text": "We want to know what you guys think!"
    },
    {
        "startTime": 79737,
        "endTime": 85261,
        "text": "Comment on this situation below, and click subscribe on our YouTube channel for more music news."
    },
    {
        "startTime": 85651,
        "endTime": 91971,
        "text": "I'm Bridget Daly, and I gotta say, I'm looking forward to the weekend, weekend. Peace!"
    }
]