[
    {
        "startTime": 6345,
        "endTime": 10285,
        "text": "Keep yourself and your family safe by practicing spring cleaning safety. "
    },
    {
        "startTime": 11014,
        "endTime": 15300,
        "text": "You will need: vinegar, water, a computer with Internet access,..."
    },
    {
        "startTime": 15606,
        "endTime": 20200,
        "text": "...emergency phone numbers, a working smoke detector, and an escape plan."
    },
    {
        "startTime": 20800,
        "endTime": 25265,
        "text": "Step 1: Opt for nontoxic cleaning products such as water and vinegar. "
    },
    {
        "startTime": 25597,
        "endTime": 29862,
        "text": "Vinegar is inexpensive and can be used for a number of household cleaning projects. "
    },
    {
        "startTime": 30311,
        "endTime": 35109,
        "text": "Step 2: Check for recalled children products at recalls.gov."
    },
    {
        "startTime": 35589,
        "endTime": 40993,
        "text": "Step 3: Make sure flammable liquids such as paint thinner, gasoline, and other cleaners... "
    },
    {
        "startTime": 41053,
        "endTime": 43319,
        "text": "...are kept far away from any heat source. "
    },
    {
        "startTime": 44366,
        "endTime": 47589,
        "text": "Make sure the safety caps are secure on all cleaning products. "
    },
    {
        "startTime": 48203,
        "endTime": 56603,
        "text": "Step 4: Post the poison help line, police, fire department, and your doctor's phone number near all your phones in case of emergency. "
    },
    {
        "startTime": 57594,
        "endTime": 62266,
        "text": "Step 5: Check your smoke detector manual for any spring cleaning maintenance. "
    },
    {
        "startTime": 62564,
        "endTime": 65629,
        "text": "Batteries should be replaced once a year in smoke detectors. "
    },
    {
        "startTime": 66346,
        "endTime": 71818,
        "text": "Step 6: Clean up old rags, debris, and loose papers that can contribute to a fire."
    },
    {
        "startTime": 73109,
        "endTime": 76913,
        "text": "Store matches, candles, and lighters away from the reach of children. "
    },
    {
        "startTime": 77600,
        "endTime": 84556,
        "text": "Step 7: Keep your family safe by checking for sharp edges, tripping hazards, and poisonous plants around your yard. "
    },
    {
        "startTime": 84961,
        "endTime": 87950,
        "text": "Practice an escape plan in case of an emergency."
    },
    {
        "startTime": 88865,
        "endTime": 93679,
        "text": "Did you know, chlorine gas was used as a chemical weapon in World War I?"
    }
]