[
    {
        "startTime": 9171,
        "endTime": 10100,
        "text": "You hear this often:..."
    },
    {
        "startTime": 10551,
        "endTime": 13697,
        "text": "...check with your doctor before you start a new exercise program."
    },
    {
        "startTime": 14197,
        "endTime": 16768,
        "text": "A new study shows the wisdom of that advice."
    },
    {
        "startTime": 18886,
        "endTime": 23622,
        "text": "Each year, millions of people find themselves in the emergency room after a heart attack,..."
    },
    {
        "startTime": 23985,
        "endTime": 28472,
        "text": "...because they overdid it during an exercise routine or a bout of lovemaking."
    },
    {
        "startTime": 29062,
        "endTime": 33410,
        "text": "Regular cardiovascular exercise reduces the risk of heart problems."
    },
    {
        "startTime": 33828,
        "endTime": 35717,
        "text": "But for the couch potatoes of the world,..."
    },
    {
        "startTime": 36116,
        "endTime": 41375,
        "text": "...suddenly launching into a cardio program, or having sex can lead to a heart attack."
    },
    {
        "startTime": 42159,
        "endTime": 46669,
        "text": "Doctors at Tufts University Medical Center in Boston studied the problem..."
    },
    {
        "startTime": 47051,
        "endTime": 51769,
        "text": "...and found a direct link between exercise and heart attack for these patients."
    },
    {
        "startTime": 52557,
        "endTime": 59575,
        "text": "Doctors Jessica Paulus and Issa Dahabreh reviewed 14 studies of the exercise - heart attack connection..."
    },
    {
        "startTime": 60194,
        "endTime": 64591,
        "text": "...mostly involving men between the ages of 55 and 64."
    },
    {
        "startTime": 64864,
        "endTime": 70837,
        "text": "For those individuals who are unaccustomed to regular physical activity or who did not typically exercise,..."
    },
    {
        "startTime": 71379,
        "endTime": 76597,
        "text": "...this risk was much higher than for those individuals who were regular exercisers."
    },
    {
        "startTime": 77285,
        "endTime": 83572,
        "text": "The study showed the greatest risk is during the activity and for up to two hours afterwards."
    },
    {
        "startTime": 84033,
        "endTime": 87672,
        "text": "But should anyone interpret this as an excuse not to exercise,..."
    },
    {
        "startTime": 88163,
        "endTime": 90417,
        "text": "...Dr. Paulus says they should think again."
    },
    {
        "startTime": 90573,
        "endTime": 95587,
        "text": "If they are unaccustomed to exercising but they'd like to start becoming more physically active,..."
    },
    {
        "startTime": 96064,
        "endTime": 100146,
        "text": "...they should do so very gradually and under the care and supervision of a physician."
    },
    {
        "startTime": 100285,
        "endTime": 106365,
        "text": "Dr. Dahabreh points out that regular exercise is good even for people who have a high risk for heart attack..."
    },
    {
        "startTime": 106830,
        "endTime": 112416,
        "text": "...because it conditions the heart to beat more slowly during a strenuous workout or sexual activity."
    },
    {
        "startTime": 112771,
        "endTime": 116925,
        "text": "People who would exercise frequently, regularly, several times per week..."
    },
    {
        "startTime": 117428,
        "endTime": 122271,
        "text": "...will tend to have a much smaller increase while they are involved in these specific activities."
    },
    {
        "startTime": 122533,
        "endTime": 126193,
        "text": "The study appears in the Journal of the American Medical Association."
    },
    {
        "startTime": 127075,
        "endTime": 129273,
        "text": "Carol Pearson, VOA News."
    }
]