[
    {
        "startTime": 9357,
        "endTime": 16877,
        "text": "Libyan rebels and forces loyal to Moammar Gadhafi traded fire Thursday, as the rebels tried to regroup after a hectic retreat."
    },
    {
        "startTime": 17483,
        "endTime": 22139,
        "text": "Pentagon officials estimate a naval bombing campaign has degraded the Libyan military."
    },
    {
        "startTime": 22554,
        "endTime": 25713,
        "text": "But loyalist forces are still not close to the breaking point."
    },
    {
        "startTime": 26260,
        "endTime": 28145,
        "text": "US Defense Secretary Robert Gates."
    },
    {
        "startTime": 28479,
        "endTime": 32820,
        "text": "Deposing the Gadhafi regime, as welcome as that eventuality would be,..."
    },
    {
        "startTime": 32993,
        "endTime": 34936,
        "text": "...is not part of the military mission."
    },
    {
        "startTime": 35885,
        "endTime": 40077,
        "text": "In my view, the removal of Colonel Gadhafi will likely be achieved over time..."
    },
    {
        "startTime": 40172,
        "endTime": 43363,
        "text": "...through political and economic measures and by his own people."
    },
    {
        "startTime": 43819,
        "endTime": 50807,
        "text": "Gates' testimony before Congress came as US media reported that the CIA has sent teams into Libya to help the rebels."
    },
    {
        "startTime": 51267,
        "endTime": 54551,
        "text": "Reports say operatives are gathering intelligence for air strikes,..."
    },
    {
        "startTime": 54634,
        "endTime": 57967,
        "text": "...and to make contact with rebel groups trying to oust Mr. Gadhafi."
    },
    {
        "startTime": 58417,
        "endTime": 62781,
        "text": "I can't speak to any CIA activities."
    },
    {
        "startTime": 63555,
        "endTime": 69193,
        "text": "But I will tell you that the president has been quite clear that in terms of the United States military,..."
    },
    {
        "startTime": 69279,
        "endTime": 71013,
        "text": "...there will be no boots on the ground."
    },
    {
        "startTime": 71456,
        "endTime": 75664,
        "text": "The Pentagon estimates the Libyan government has 15 to 20 thousand troops..."
    },
    {
        "startTime": 75929,
        "endTime": 79238,
        "text": "...while the rebels have about 1000 fighters with military training."
    },
    {
        "startTime": 79907,
        "endTime": 84387,
        "text": "Some members of Congress are concerned. They were not consulted about the decision to attack Libya..."
    },
    {
        "startTime": 84799,
        "endTime": 87697,
        "text": "...and asked Secretary Gates to define a successful mission there."
    },
    {
        "startTime": 88036,
        "endTime": 96002,
        "text": "I think a policy success would be the removal of the Gadhafi regime..."
    },
    {
        "startTime": 97485,
        "endTime": 104340,
        "text": "...and at least the beginnings of the emergence of a more or less democratic government in Tripoli."
    },
    {
        "startTime": 104907,
        "endTime": 108853,
        "text": "Gates says as NATO takes complete control of operations over Libya,..."
    },
    {
        "startTime": 108939,
        "endTime": 112017,
        "text": "...the US military will significantly reduce its presence."
    },
    {
        "startTime": 112500,
        "endTime": 116337,
        "text": "There have been calls to train the lightly armed rebels and supply them with weapons."
    },
    {
        "startTime": 116765,
        "endTime": 119847,
        "text": "But Gates says that type of support should come from another country."
    },
    {
        "startTime": 120301,
        "endTime": 123889,
        "text": "If there is gonna be that kind of assistance to the opposition,..."
    },
    {
        "startTime": 124361,
        "endTime": 127024,
        "text": "...there are plenty of sources for it other than the United States."
    },
    {
        "startTime": 127163,
        "endTime": 131526,
        "text": "Gates comments came as Mr. Gadhafi's soldiers struck back at the rebels this week,..."
    },
    {
        "startTime": 131604,
        "endTime": 136358,
        "text": "...recapturing lost ground and triggering calls for help from battered opposition forces."
    },
    {
        "startTime": 136893,
        "endTime": 139241,
        "text": "Meredith Buel, VOA news, Washington."
    }
]