[
    {
        "startTime": 40,
        "endTime": 4230,
        "text": "So, the first question I'm gonna ask came in video form but it's also gonna be my first question."
    },
    {
        "startTime": 4810,
        "endTime": 9030,
        "text": "It comes in from a user, acertainresonance, and we'll go ahead and roll that video question."
    },
    {
        "startTime": 11340,
        "endTime": 12220,
        "text": "Hi Gaga."
    },
    {
        "startTime": 12530,
        "endTime": 16170,
        "text": "Well, my first question that I wanted to ask was how are you?"
    },
    {
        "startTime": 16760,
        "endTime": 20100,
        "text": "I remember in one of your interviews you said that that was a question that..."
    },
    {
        "startTime": 20260,
        "endTime": 23150,
        "text": "...interviewers never really asked you and actually meant it."
    },
    {
        "startTime": 23960,
        "endTime": 28470,
        "text": "And so I wanted to ask you and actually mean it. So how are you?"
    },
    {
        "startTime": 35220,
        "endTime": 39490,
        "text": "Well, I am absolutely wonderful and a little bit choked up,..."
    },
    {
        "startTime": 39610,
        "endTime": 44340,
        "text": "...because that is why I am still here and why I work so hard, it's because..."
    },
    {
        "startTime": 44860,
        "endTime": 49230,
        "text": "...I really am very blessed to have fans with such a beautiful spirit,..."
    },
    {
        "startTime": 49380,
        "endTime": 54460,
        "text": "...and I'm sure you can see just from that one video very much what a lot of my day is like."
    },
    {
        "startTime": 54580,
        "endTime": 60990,
        "text": "I do spend a lot of time on Google, looking for fan videos and messages..."
    },
    {
        "startTime": 61110,
        "endTime": 64790,
        "text": "...and I'm doing wonderful today. And I would say that..."
    },
    {
        "startTime": 65550,
        "endTime": 69920,
        "text": "...the only reason I ever mentioned that people don't ask me how I am genuinely..."
    },
    {
        "startTime": 70140,
        "endTime": 74070,
        "text": "...is because it took a lot of bravery to get to where we are today."
    },
    {
        "startTime": 75180,
        "endTime": 79720,
        "text": "A lot of people see glasses and shoulder pads and crazy outfits and..."
    },
    {
        "startTime": 80320,
        "endTime": 83640,
        "text": "...over the years it was very difficult to do interviews..."
    },
    {
        "startTime": 84100,
        "endTime": 85750,
        "text": "...because that's all people would talk about."
    },
    {
        "startTime": 86210,
        "endTime": 90930,
        "text": "So, I guess what I would say is I'm doing wonderful now because of how brave that..."
    },
    {
        "startTime": 91500,
        "endTime": 94950,
        "text": "...all my fans have made me. So thank you for making me brave and I hope I can..."
    },
    {
        "startTime": 95680,
        "endTime": 96280,
        "text": "...make you brave."
    }
]