[
    {
        "startTime": 460,
        "endTime": 4190,
        "text": "So many people beyond just me, millions of people have been inspired by your style."
    },
    {
        "startTime": 4780,
        "endTime": 7420,
        "text": "And one of the fans would like to know, sirgagaOfficial..."
    },
    {
        "startTime": 7600,
        "endTime": 8250,
        "text": "sirgaga?"
    },
    {
        "startTime": 8530,
        "endTime": 12560,
        "text": "...would like to know, \"With all the clothes you have, how do you decide what to wear every day...\""
    },
    {
        "startTime": 12730,
        "endTime": 14870,
        "text": "\"...and what happens to the garments after they're worn?\""
    },
    {
        "startTime": 17610,
        "endTime": 19010,
        "text": "How do I decide what to wear?"
    },
    {
        "startTime": 19160,
        "endTime": 22730,
        "text": "It's actually not quite as complicated as some of you might imagine."
    },
    {
        "startTime": 24990,
        "endTime": 28890,
        "text": "I sometimes, I mean, I'll plan months ahead for certain things."
    },
    {
        "startTime": 30960,
        "endTime": 37240,
        "text": "For example, at the Grammys, the Hussein Chalayan \"vessel\". Although..."
    },
    {
        "startTime": 37450,
        "endTime": 40900,
        "text": "...it's become known as \"the egg\", he wants me to remind you it's \"the vessel\"."
    },
    {
        "startTime": 44280,
        "endTime": 48810,
        "text": "That took months and months of conception, and I wanted to do a whole performance art piece..."
    },
    {
        "startTime": 48940,
        "endTime": 51630,
        "text": "...that began on the red carpet and ended after the performance."
    },
    {
        "startTime": 51750,
        "endTime": 58890,
        "text": "So, certain things take a while, and yes, I do view the vessel as a fashion piece."
    },
    {
        "startTime": 59630,
        "endTime": 63110,
        "text": "But like today, I wore the same black dress..."
    },
    {
        "startTime": 63230,
        "endTime": 68740,
        "text": "...because I wanted the fans to recognize me a certain way when I enter the Google building."
    },
    {
        "startTime": 71560,
        "endTime": 74000,
        "text": "And also on the topic of style, you have tattoos,..."
    },
    {
        "startTime": 74150,
        "endTime": 77200,
        "text": "...and one of the fans noticed that they're all on your left side."
    },
    {
        "startTime": 77540,
        "endTime": 81910,
        "text": "So, TaylorMonster15 would like to know why all of your tattoos are on the left side of your body."
    },
    {
        "startTime": 82640,
        "endTime": 86240,
        "text": "It was actually per my father's request."
    },
    {
        "startTime": 88650,
        "endTime": 89610,
        "text": "So, tell us more."
    },
    {
        "startTime": 89830,
        "endTime": 94790,
        "text": "He asked that I remain, on one side, slightly normal."
    },
    {
        "startTime": 98930,
        "endTime": 105200,
        "text": "So I only have my tattoos on my left side. I'm also a lefty."
    },
    {
        "startTime": 109250,
        "endTime": 113790,
        "text": "It's funny; my father, when I was a kid, he used to try to change my hands when I was little."
    },
    {
        "startTime": 114140,
        "endTime": 116530,
        "text": "And the doctor would be like, \"She was born that way, you can't.\""
    },
    {
        "startTime": 119440,
        "endTime": 125170,
        "text": "So, I think maybe some of it, just from a neurological standpoint, might be because..."
    },
    {
        "startTime": 125440,
        "endTime": 127850,
        "text": "...I'm creatively driven by my left side. Maybe that's why."
    },
    {
        "startTime": 128050,
        "endTime": 133440,
        "text": "But he's asked that I don't get any more on the right side, for whatever reason."
    },
    {
        "startTime": 134950,
        "endTime": 139030,
        "text": "I think he sees this as my like, Marilyn Monroe side and this is my Iggy Pop side."
    }
]