[
    {
        "startTime": 550,
        "endTime": 4830,
        "text": "There's also so many fan remixes and remakes of your songs on YouTube."
    },
    {
        "startTime": 4970,
        "endTime": 7850,
        "text": "I was wondering if you have a favorite there. I know there's Maria,..."
    },
    {
        "startTime": 8060,
        "endTime": 12350,
        "text": "...the young girl who I think really embodies a lot of what is interesting about technology."
    },
    {
        "startTime": 13170,
        "endTime": 20430,
        "text": "Maria is just so special and you know she's like ten years old."
    },
    {
        "startTime": 20960,
        "endTime": 25940,
        "text": "But even ten year olds today know how to work a webcam and upload a YouTube video, you know?"
    },
    {
        "startTime": 26380,
        "endTime": 35470,
        "text": "And I think that is why, for myself, my campaign and my album has been so successful..."
    },
    {
        "startTime": 35710,
        "endTime": 42550,
        "text": "...is because, I too, am a child of the dot-com era. Me and my father ran an Internet company..."
    },
    {
        "startTime": 42980,
        "endTime": 48160,
        "text": "...when I was really young, so I was listening to lots of technology..."
    },
    {
        "startTime": 48690,
        "endTime": 50870,
        "text": "...talk, jargon over the dinner table,..."
    },
    {
        "startTime": 51480,
        "endTime": 54020,
        "text": "...not understanding 'til much later what it all meant."
    },
    {
        "startTime": 56840,
        "endTime": 61890,
        "text": "She's beautiful. She's very young and she has a voice in the world and she..."
    },
    {
        "startTime": 62540,
        "endTime": 69580,
        "text": "...latched onto a song that was very risky for me to put out so soon in my career."
    },
    {
        "startTime": 70170,
        "endTime": 72940,
        "text": "But if I could just touch maybe ten..."
    },
    {
        "startTime": 73560,
        "endTime": 77710,
        "text": "...ten year olds in the world in every single continent, maybe I could make a difference."
    },
    {
        "startTime": 77940,
        "endTime": 80890,
        "text": "Do we have the Maria video? I think it would be good for people to see it."
    },
    {
        "startTime": 81130,
        "endTime": 82670,
        "text": "I think we may have it queued up."
    },
    {
        "startTime": 149090,
        "endTime": 150670,
        "text": "She's just so amazing!"
    },
    {
        "startTime": 154910,
        "endTime": 159950,
        "text": "What I would like to speak about is the way that we experience music now."
    },
    {
        "startTime": 160150,
        "endTime": 165190,
        "text": "We experience the music through the Internet but it has really great effects,..."
    },
    {
        "startTime": 165390,
        "endTime": 169750,
        "text": "...and it also has really negative effects. The great effect is Maria."
    },
    {
        "startTime": 170490,
        "endTime": 178570,
        "text": "The negative effect is you sort of, quite mathematically input your songs and your soul into a computer,..."
    },
    {
        "startTime": 178870,
        "endTime": 181400,
        "text": "...and out spits out charts."
    },
    {
        "startTime": 185880,
        "endTime": 192230,
        "text": "So the fan experience now, digitally, is they buy the song..."
    },
    {
        "startTime": 192400,
        "endTime": 196400,
        "text": "...and then they get into chat rooms and they watch the song climb a chart."
    },
    {
        "startTime": 197180,
        "endTime": 202580,
        "text": "But somebody like Maria has no pretension. She's wildly innocent and beautiful..."
    },
    {
        "startTime": 202840,
        "endTime": 205110,
        "text": "...and she only cares about the music and the lyrics."
    },
    {
        "startTime": 205600,
        "endTime": 211680,
        "text": "So what I'm working on doing now is creating a fan experience with the release of \"Born This Way,\"..."
    },
    {
        "startTime": 211990,
        "endTime": 217020,
        "text": "...that takes them a bit away from the computer in terms of the actual purchase of the song."
    },
    {
        "startTime": 217880,
        "endTime": 222440,
        "text": "I want to encourage the fans to experience the music and the lyrics..."
    },
    {
        "startTime": 223980,
        "endTime": 232960,
        "text": "...removed of that sort of behind the computer banter."
    },
    {
        "startTime": 233340,
        "endTime": 236460,
        "text": "When I was a kid, I was standing outside of HMV,..."
    },
    {
        "startTime": 237010,
        "endTime": 244610,
        "text": "...praying that I saw Billy Joe's fingernail in the window, wanted to get my Green Day CD signed."
    },
    {
        "startTime": 244820,
        "endTime": 249820,
        "text": "I was hoping that I would see Thom Yorke when Radiohead came in."
    },
    {
        "startTime": 249990,
        "endTime": 253440,
        "text": "You know, that is what I wanna recreate for my fans."
    },
    {
        "startTime": 253700,
        "endTime": 259550,
        "text": "We've done it with the Monster Ball and now I wanna do it with album retail."
    }
]