[
    {
        "startTime": 511,
        "endTime": 3285,
        "text": "Does the Movie Always Faithfully Represent the Book?"
    },
    {
        "startTime": 4439,
        "endTime": 10079,
        "text": "It does not seem easy to create an outstanding movie on the silver screen out of an outstanding book."
    },
    {
        "startTime": 10755,
        "endTime": 12664,
        "text": "Sometimes, the movie is better than the book,..."
    },
    {
        "startTime": 13110,
        "endTime": 14567,
        "text": "...or at least as good as the book."
    },
    {
        "startTime": 15211,
        "endTime": 19241,
        "text": "But other times, though the movie says \"based on the story written by...\""
    },
    {
        "startTime": 19554,
        "endTime": 22761,
        "text": "...it is very different from the book, in a not - so - good way."
    },
    {
        "startTime": 23511,
        "endTime": 26239,
        "text": "A good example is the movie \"Starship Troopers\"."
    },
    {
        "startTime": 26737,
        "endTime": 28855,
        "text": "My friend read the book with the same title."
    },
    {
        "startTime": 29575,
        "endTime": 34233,
        "text": "When we were college students, it was announced that a movie was going to be made from this book."
    },
    {
        "startTime": 34700,
        "endTime": 39588,
        "text": "And he was extremely excited and looked forward to the movie's release with great anticipation."
    },
    {
        "startTime": 40374,
        "endTime": 43376,
        "text": "But when he saw the movie, he was very disappointed."
    },
    {
        "startTime": 44249,
        "endTime": 45491,
        "text": "The book is science fiction,..."
    },
    {
        "startTime": 45969,
        "endTime": 49725,
        "text": "...but is thick on political discourse and philosophical hypothesis,..."
    },
    {
        "startTime": 50331,
        "endTime": 54651,
        "text": "...and discusses moral responsibilities to become a good member of modern society."
    },
    {
        "startTime": 55373,
        "endTime": 61191,
        "text": "But the movie was shallow and did not touch on the deeper insights into life issues highlighted by the book."
    },
    {
        "startTime": 62029,
        "endTime": 66097,
        "text": "Although there are many constraints a director faces when going from a book to a movie,..."
    },
    {
        "startTime": 66561,
        "endTime": 72848,
        "text": "...I think the biggest obstacle preventing a movie from faithfully representing the book it's based on, is the director himself."
    },
    {
        "startTime": 73451,
        "endTime": 76135,
        "text": "Creative license to change the story is understandable,..."
    },
    {
        "startTime": 76619,
        "endTime": 81337,
        "text": "...but going overboard is sure to disappoint those who have read the book before seeing the movie."
    }
]