[
    {
        "startTime": 4865,
        "endTime": 9123,
        "text": "All musical compositions or performances have a beginning and an end."
    },
    {
        "startTime": 9696,
        "endTime": 14797,
        "text": "But unlike other art forms, the art of music does not conclude with the end of the performance..."
    },
    {
        "startTime": 14904,
        "endTime": 16581,
        "text": "...or the listening of a soundtrack."
    },
    {
        "startTime": 17256,
        "endTime": 21769,
        "text": "This is because music has the attribute of both affecting each individual differently,..."
    },
    {
        "startTime": 22329,
        "endTime": 27088,
        "text": "...and living on inside the individual like an emotional stamp planted in the mind."
    },
    {
        "startTime": 28027,
        "endTime": 30201,
        "text": "This can occur in one of two ways:..."
    },
    {
        "startTime": 31055,
        "endTime": 37023,
        "text": "...either the person will consciously create whatever image or story they feel like as they listen to the music,..."
    },
    {
        "startTime": 37582,
        "endTime": 42394,
        "text": "...most probably based on their aspirations or current personal situations."
    },
    {
        "startTime": 43139,
        "endTime": 46441,
        "text": "Or the association may occur at a subconscious level..."
    },
    {
        "startTime": 46799,
        "endTime": 49180,
        "text": "...as the individual is performing some task..."
    },
    {
        "startTime": 49551,
        "endTime": 51465,
        "text": "...or is immersed in a personal crisis..."
    },
    {
        "startTime": 51767,
        "endTime": 55441,
        "text": "...or intense situation when the music is playing in the background."
    },
    {
        "startTime": 56624,
        "endTime": 61176,
        "text": "A musical performance itself might develop into a strong memory as well."
    },
    {
        "startTime": 61896,
        "endTime": 64670,
        "text": "For example, before a concert gets under way,..."
    },
    {
        "startTime": 65029,
        "endTime": 68050,
        "text": "...a person might have the chance to meet one of the performers."
    },
    {
        "startTime": 68591,
        "endTime": 73100,
        "text": "Or there might simply be a feeling of nostalgia when the concert is finishing up..."
    },
    {
        "startTime": 73243,
        "endTime": 78905,
        "text": "...and the person realizes the great time that he just had with loved ones or good friends at the concert."
    },
    {
        "startTime": 79813,
        "endTime": 86054,
        "text": "Regardless of what kind or how the bond is established between the music and an emotional feeling or memory,..."
    },
    {
        "startTime": 86624,
        "endTime": 89665,
        "text": "...it may end up being a strong one that will last a lifetime."
    },
    {
        "startTime": 90433,
        "endTime": 93973,
        "text": "In this aspect, music is unlike any other form of art."
    }
]