[
    {
        "startTime": 2723,
        "endTime": 7612,
        "text": "Did you know that Korea has the lowest total fertility rate in the world?"
    },
    {
        "startTime": 8241,
        "endTime": 10406,
        "text": "Actually it's not that big of a surprise."
    },
    {
        "startTime": 10817,
        "endTime": 13329,
        "text": "The number of only children is growing rapidly,..."
    },
    {
        "startTime": 13611,
        "endTime": 18163,
        "text": "...and even worse, more and more married couples aren't willing to have any children."
    },
    {
        "startTime": 18832,
        "endTime": 25040,
        "text": "I heard the lowest total fertility rate recorded so far was something like 1.17."
    },
    {
        "startTime": 25716,
        "endTime": 28437,
        "text": "Why do you think such a social trend occurs?"
    },
    {
        "startTime": 29063,
        "endTime": 31462,
        "text": "I've never thought that as a major concern."
    },
    {
        "startTime": 32038,
        "endTime": 36143,
        "text": "Come to think of it, now I realize that we should take some action."
    },
    {
        "startTime": 36639,
        "endTime": 42354,
        "text": "As things stand, Korea will be losing a significant number of its population per year, don't you think?"
    },
    {
        "startTime": 42971,
        "endTime": 47991,
        "text": "Think about it, the number of newly born babies could continue to decline in the future..."
    },
    {
        "startTime": 48378,
        "endTime": 52703,
        "text": "...and the population growth will be forecasted to record a negative growth."
    },
    {
        "startTime": 53467,
        "endTime": 56310,
        "text": "I guess it's happening because of the depressed economy,..."
    },
    {
        "startTime": 56863,
        "endTime": 60661,
        "text": "...unemployment and couples both having to work for a living."
    },
    {
        "startTime": 61157,
        "endTime": 66036,
        "text": "So the government suggests new plans to encourage Korean women to make more babies,..."
    },
    {
        "startTime": 66467,
        "endTime": 70677,
        "text": "...including offering incentives, maternity and paternity support,..."
    },
    {
        "startTime": 71141,
        "endTime": 74867,
        "text": "...pension contributions, and other social welfare - related payments."
    },
    {
        "startTime": 75486,
        "endTime": 78848,
        "text": "I hope the new rules imposed deliver positive consequences."
    },
    {
        "startTime": 79243,
        "endTime": 79966,
        "text": "So do I."
    },
    {
        "startTime": 80173,
        "endTime": 84214,
        "text": "I really hope the Korean government can solve this problem effectively."
    },
    {
        "startTime": 84863,
        "endTime": 90083,
        "text": "Again, a low birth rate is a very serious problem not only in Korea but in many countries."
    },
    {
        "startTime": 90889,
        "endTime": 95255,
        "text": "If the Korean government can solve this problem, the future of Korea will be very bright."
    },
    {
        "startTime": 95789,
        "endTime": 99893,
        "text": "I think the human resource is the most crucial factor in our society."
    },
    {
        "startTime": 100381,
        "endTime": 103558,
        "text": "Therefore, we should all try and do something together."
    }
]