[
    {
        "startTime": 2237,
        "endTime": 5771,
        "text": "How often and for how long do you spend your time online?"
    },
    {
        "startTime": 6259,
        "endTime": 10929,
        "text": "I found among other kinds of addiction, Internet addiction is the hardest to quit."
    },
    {
        "startTime": 11443,
        "endTime": 13045,
        "text": "Many people perhaps agree with me."
    },
    {
        "startTime": 13557,
        "endTime": 17873,
        "text": "I've tried to quit smoking, drinking, and in fact, I did manage to quit."
    },
    {
        "startTime": 18478,
        "endTime": 24030,
        "text": "But I found excessive use of the Internet goes to the point where it disrupts one's life..."
    },
    {
        "startTime": 24164,
        "endTime": 28391,
        "text": "...or causes severe stress on family, friends or work environment."
    },
    {
        "startTime": 29045,
        "endTime": 30055,
        "text": "Let's face the reality,..."
    },
    {
        "startTime": 30454,
        "endTime": 34036,
        "text": "...how long can you go without the Internet or your personal computer?"
    },
    {
        "startTime": 34647,
        "endTime": 39131,
        "text": "Oh, I can't imagine myself spending my day without sitting in front of my laptop."
    },
    {
        "startTime": 39688,
        "endTime": 44769,
        "text": "Like you said, I also think it is one addiction that most people find difficult to quit."
    },
    {
        "startTime": 45295,
        "endTime": 49163,
        "text": "But for most women, I guess shopping would also be difficult to quit."
    },
    {
        "startTime": 49616,
        "endTime": 53115,
        "text": "Well, since there is an escalating number of metrosexuals,..."
    },
    {
        "startTime": 53551,
        "endTime": 55568,
        "text": "...men also might agree with my opinion."
    },
    {
        "startTime": 56315,
        "endTime": 62164,
        "text": "Anyways, there even is a word \"shopaholic\", which means someone who is addicted to shopping."
    },
    {
        "startTime": 62961,
        "endTime": 64881,
        "text": "When I get depressed, I go shopping,..."
    },
    {
        "startTime": 65011,
        "endTime": 67716,
        "text": "...and when I'm happy, I also go shopping!"
    },
    {
        "startTime": 68416,
        "endTime": 72717,
        "text": "When I get really stressed, I go out and shop, and I feel much better."
    },
    {
        "startTime": 73169,
        "endTime": 76217,
        "text": "It seems like shopping is the hardest addiction for me."
    },
    {
        "startTime": 76673,
        "endTime": 82605,
        "text": "It's tough, but I will seek another activity or hobby to replace those addictions so I can quit."
    }
]