[
    {
        "startTime": 7087,
        "endTime": 10447,
        "text": "My name is Tim Lincecum and I'm a world championship baseball player."
    },
    {
        "startTime": 15778,
        "endTime": 19359,
        "text": "I got started with baseball just 'cause I came from a family of baseball players."
    },
    {
        "startTime": 19584,
        "endTime": 21087,
        "text": "I think that's what kinda got me into it."
    },
    {
        "startTime": 21510,
        "endTime": 23711,
        "text": "Coming up, my biggest motivator was fear."
    },
    {
        "startTime": 24015,
        "endTime": 26864,
        "text": "You know, the fear of maybe not living up to expectations or,..."
    },
    {
        "startTime": 27115,
        "endTime": 30525,
        "text": "...maybe fear of not being able to play with, you know, guys that are bigger than you."
    },
    {
        "startTime": 31396,
        "endTime": 35433,
        "text": "You know, mentally, I think it's one of those things where you're almost dumbfounded out there..."
    },
    {
        "startTime": 35577,
        "endTime": 38597,
        "text": "...you're just kinda going out there with a purpose obviously,..."
    },
    {
        "startTime": 38691,
        "endTime": 40921,
        "text": "...I wanna throw strikes and good strikes at that."
    },
    {
        "startTime": 41765,
        "endTime": 44440,
        "text": "When I'm pitching and it's going really well, there is no pain."
    },
    {
        "startTime": 47488,
        "endTime": 49697,
        "text": "Going on obviously there's strenuous points in there."
    },
    {
        "startTime": 50131,
        "endTime": 54275,
        "text": "I think the biggest one for me is when I take my long stride towards home plate..."
    },
    {
        "startTime": 54809,
        "endTime": 58174,
        "text": "...and, you know, my lower body is on the target while my upper body isn't..."
    },
    {
        "startTime": 58625,
        "endTime": 60433,
        "text": "...the last thing I need to think about is rhythm."
    },
    {
        "startTime": 60648,
        "endTime": 64811,
        "text": "Whether it's the song that I'm coming out to or it's counting in my head."
    },
    {
        "startTime": 64985,
        "endTime": 66746,
        "text": "I try to have that help me with my rhythm."
    },
    {
        "startTime": 66999,
        "endTime": 69913,
        "text": "And if you do things right, the road will take you to the World Series."
    },
    {
        "startTime": 74129,
        "endTime": 76313,
        "text": "I'm Tim Lincecum, a world championship pitcher..."
    },
    {
        "startTime": 76626,
        "endTime": 80266,
        "text": "And baseball is for me one of the biggest loves of my life."
    }
]