[
    {
        "startTime": 3023,
        "endTime": 5254,
        "text": "When I was an elementary school student,..."
    },
    {
        "startTime": 5601,
        "endTime": 9477,
        "text": "...my parents used to take me and my sister to a fast food restaurant."
    },
    {
        "startTime": 10096,
        "endTime": 15603,
        "text": "At that time, if I remember correctly, fast food was still fairly new in Korea."
    },
    {
        "startTime": 16328,
        "endTime": 20234,
        "text": "The hamburger that I had for the first time in my life tasted really good."
    },
    {
        "startTime": 20911,
        "endTime": 23607,
        "text": "It was different from anything that I had eaten before."
    },
    {
        "startTime": 24222,
        "endTime": 27416,
        "text": "But I never knew how bad the food was for my health, either."
    },
    {
        "startTime": 28250,
        "endTime": 31913,
        "text": "Today, fast food is very popular among young children."
    },
    {
        "startTime": 32522,
        "endTime": 36500,
        "text": "Kids eating hamburgers, fried chicken or pizza with their parents..."
    },
    {
        "startTime": 36745,
        "endTime": 38646,
        "text": "...remind me of when I was their age."
    },
    {
        "startTime": 39397,
        "endTime": 44183,
        "text": "The difference is, though, that I didn't get to have fast food as often as today's children do."
    },
    {
        "startTime": 45004,
        "endTime": 49043,
        "text": "When I was growing up, having burgers and fries was like a special treat."
    },
    {
        "startTime": 49694,
        "endTime": 53748,
        "text": "Sometimes, I wonder if that would still be the case with the kids these days."
    },
    {
        "startTime": 54499,
        "endTime": 58251,
        "text": "I'm sure, to them, fast food is nothing different from rice and soup,..."
    },
    {
        "startTime": 58569,
        "endTime": 61007,
        "text": "...in the sense that they eat fast food so often."
    },
    {
        "startTime": 61841,
        "endTime": 66330,
        "text": "Many people express their concerns that kids in Korea are becoming obese."
    },
    {
        "startTime": 66792,
        "endTime": 67500,
        "text": "No wonder!"
    },
    {
        "startTime": 68169,
        "endTime": 71549,
        "text": "The parents need to watch more closely what their children are eating."
    },
    {
        "startTime": 72391,
        "endTime": 77013,
        "text": "It is true that taking them to a fast food restaurant is easier than cooking a meal,..."
    },
    {
        "startTime": 77609,
        "endTime": 81095,
        "text": "...but they should know that they are putting their children's health in danger, too."
    }
]