[
    {
        "startTime": 3505,
        "endTime": 10067,
        "text": "It goes without saying that celebrities have a huge influence on the general public, especially teenagers."
    },
    {
        "startTime": 10460,
        "endTime": 13325,
        "text": "True, they sometimes have a positive impact."
    },
    {
        "startTime": 13746,
        "endTime": 20462,
        "text": "But more often than not, their glamorous and extravagant lifestyle paints the wrong picture of what life is really all about."
    },
    {
        "startTime": 21263,
        "endTime": 25236,
        "text": "One negative effect of celebrities, as concerned parents put it,..."
    },
    {
        "startTime": 25657,
        "endTime": 29218,
        "text": "...is that they are conveying the message, \"Being thin is beautiful.\""
    },
    {
        "startTime": 30012,
        "endTime": 33122,
        "text": "Many Hollywood movie stars boast their skinny bodies,..."
    },
    {
        "startTime": 33429,
        "endTime": 36345,
        "text": "...which only helps young teens have a wrong body image."
    },
    {
        "startTime": 37103,
        "endTime": 39505,
        "text": "Many of them would go on extreme diets,..."
    },
    {
        "startTime": 39840,
        "endTime": 43477,
        "text": "...thinking that if they are fat, they would not be accepted by society."
    },
    {
        "startTime": 44257,
        "endTime": 47764,
        "text": "But they should realize that rail-thin actresses and supermodels..."
    },
    {
        "startTime": 48052,
        "endTime": 50067,
        "text": "...do not represent the whole population."
    },
    {
        "startTime": 50865,
        "endTime": 54563,
        "text": "Fortunately, a recent fashion show held in Madrid, Spain,..."
    },
    {
        "startTime": 54910,
        "endTime": 59337,
        "text": "...did just that by not allowing models who are too thin to be walking on the stage."
    },
    {
        "startTime": 60356,
        "endTime": 62578,
        "text": "One of the people who were involved in the show..."
    },
    {
        "startTime": 62851,
        "endTime": 69217,
        "text": "...made it quite clear that women and teenage girls should stop starving themselves to become like supermodels,..."
    },
    {
        "startTime": 69604,
        "endTime": 72839,
        "text": "...as real women have curves, and curves are beautiful."
    }
]