[
    {
        "startTime": 2395,
        "endTime": 5521,
        "text": "Mi-na, you said your sister is a vegetarian, right? "
    },
    {
        "startTime": 6031,
        "endTime": 8858,
        "text": "Did she start being a vegetarian when she was born? "
    },
    {
        "startTime": 9291,
        "endTime": 12160,
        "text": "Or did she at some point later on decide to become one? "
    },
    {
        "startTime": 12704,
        "endTime": 18759,
        "text": "One of my close friends once tried to become a vegetarian after he saw images of slaughter, but failed. "
    },
    {
        "startTime": 19243,
        "endTime": 21168,
        "text": "He said that it was a really tough challenge. "
    },
    {
        "startTime": 21630,
        "endTime": 26497,
        "text": "Like myself, a meat - lover, I can't imagine myself eating vegetables only."
    },
    {
        "startTime": 27267,
        "endTime": 29065,
        "text": "I don't think it's good for your health either."
    },
    {
        "startTime": 29527,
        "endTime": 31867,
        "text": "You should get nutrition from all sorts of food;..."
    },
    {
        "startTime": 32240,
        "endTime": 35335,
        "text": "...meat, fruits, and vegetables to have a healthy diet."
    },
    {
        "startTime": 36131,
        "endTime": 39456,
        "text": "People choose vegetarianism for a variety of reasons."
    },
    {
        "startTime": 39877,
        "endTime": 42913,
        "text": "Different people follow different forms of vegetarianism..."
    },
    {
        "startTime": 43323,
        "endTime": 48051,
        "text": "..but a true vegetarian eats no meat at all, including chicken and fish."
    },
    {
        "startTime": 48656,
        "endTime": 52428,
        "text": "One thing I know is that when a woman decides to become a vegetarian,..."
    },
    {
        "startTime": 52879,
        "endTime": 56171,
        "text": "...that might mean she wants to lose some weight, like my sister."
    },
    {
        "startTime": 56648,
        "endTime": 59891,
        "text": "You know, instead of not eating anything for several days,..."
    },
    {
        "startTime": 60259,
        "endTime": 63651,
        "text": "...she would rather eat something that doesn't contain any fat or sugar."
    },
    {
        "startTime": 64505,
        "endTime": 71486,
        "text": "But like you said, being a vegan means you are not eating enough carbohydrates, protein and of course fat."
    },
    {
        "startTime": 71892,
        "endTime": 74469,
        "text": "So, I also think that it's not good for your health."
    },
    {
        "startTime": 75051,
        "endTime": 81081,
        "text": "What you should do instead of adjusting your diet instantly is exercise on a regular basis."
    },
    {
        "startTime": 81525,
        "endTime": 83593,
        "text": "This is a good way to keep your body healthy."
    }
]