[
    {
        "startTime": 2645,
        "endTime": 4908,
        "text": "My Korean friend is getting married soon."
    },
    {
        "startTime": 5383,
        "endTime": 8184,
        "text": "It took like a century for her to find the right guy,.."
    },
    {
        "startTime": 8788,
        "endTime": 14143,
        "text": "...but the funny thing is, she had been going out with this guy for like what, over 3 years,..."
    },
    {
        "startTime": 14463,
        "endTime": 17631,
        "text": "...but ended up marrying another guy, who is super rich."
    },
    {
        "startTime": 18119,
        "endTime": 23015,
        "text": "I don't understand why she wouldn't marry the first guy because they seemed to love each other."
    },
    {
        "startTime": 23717,
        "endTime": 25805,
        "text": "You know what, maybe it's a whole different story:..."
    },
    {
        "startTime": 26133,
        "endTime": 28071,
        "text": "...a romantic relationship and marriage."
    },
    {
        "startTime": 28523,
        "endTime": 31673,
        "text": "Hmm, I think most couples marry for love,..."
    },
    {
        "startTime": 32107,
        "endTime": 36816,
        "text": "...but it sounds like some consider money, career or fame to be more important,..."
    },
    {
        "startTime": 37317,
        "endTime": 39915,
        "text": "...which is not a completely ignorable factor."
    },
    {
        "startTime": 40433,
        "endTime": 46233,
        "text": "Let's see, when two people get married, they can't just live forever with only love."
    },
    {
        "startTime": 46665,
        "endTime": 49223,
        "text": "If they want to have a \"happily-ever-after\" life,..."
    },
    {
        "startTime": 49624,
        "endTime": 52934,
        "text": "...to a certain extent, they should be financially stable."
    },
    {
        "startTime": 53457,
        "endTime": 60643,
        "text": "In Korea, we have matchmaking firms that list all your education history, family history, personal data and career..."
    },
    {
        "startTime": 60780,
        "endTime": 66439,
        "text": "...with your income range attached to it so customers can meet the right person according to the data."
    },
    {
        "startTime": 67149,
        "endTime": 69281,
        "text": "But still, the most important thing is love. "
    },
    {
        "startTime": 69655,
        "endTime": 74787,
        "text": "Can you guarantee that two people who meet through the matchmakers will feel eternal love?"
    },
    {
        "startTime": 75429,
        "endTime": 77239,
        "text": "Well, they might, but I doubt it."
    },
    {
        "startTime": 77841,
        "endTime": 83359,
        "text": "I guess the trend for couples in Korea is to regard environmental factors as more important."
    },
    {
        "startTime": 83780,
        "endTime": 87648,
        "text": "For example: family history, overseas experience, et cetera."
    },
    {
        "startTime": 88068,
        "endTime": 92331,
        "text": "Those nurturing factors are considered to be one of the crucial factors in marriage."
    }
]