[
    {
        "startTime": 3360,
        "endTime": 6190,
        "text": "My name is Gretchen Rubin and this is the Happiness Project."
    },
    {
        "startTime": 6640,
        "endTime": 10760,
        "text": "The resolution for this week is to reevaluate your mantras."
    },
    {
        "startTime": 11250,
        "endTime": 14570,
        "text": "We all have mantras that go through our head often many times a day."
    },
    {
        "startTime": 14950,
        "endTime": 18380,
        "text": "And you think about them without really even reflecting on the fact..."
    },
    {
        "startTime": 18520,
        "endTime": 21970,
        "text": "...that you're thinking about them. And yet they can have an enormous influence on the way that you act..."
    },
    {
        "startTime": 22070,
        "endTime": 22970,
        "text": "...and the way that you think."
    },
    {
        "startTime": 23280,
        "endTime": 27520,
        "text": "So, for example, a mantra might be, \"I have no self-control\"..."
    },
    {
        "startTime": 27990,
        "endTime": 31420,
        "text": "...or \"I'm so disorganized\". And it goes through your head over and over."
    },
    {
        "startTime": 31650,
        "endTime": 35370,
        "text": "And so by getting control of those mantras you can do a better job of taking control..."
    },
    {
        "startTime": 35530,
        "endTime": 36650,
        "text": "...of the way that you're thinking and acting."
    },
    {
        "startTime": 37040,
        "endTime": 40950,
        "text": "And I realized it for myself. A mantra that went through my head many many times a day was,..."
    },
    {
        "startTime": 41280,
        "endTime": 42650,
        "text": "...\"I'm so busy, I don't have time for that\"."
    },
    {
        "startTime": 42980,
        "endTime": 44930,
        "text": "And I'd be going through my day and I'd be chatting with a friend..."
    },
    {
        "startTime": 45070,
        "endTime": 48760,
        "text": "...or I'd be reading some article that I was interested in but that had nothing to do with anything."
    },
    {
        "startTime": 49130,
        "endTime": 50790,
        "text": "And I think, \"Oh, I'm so busy I don't have time for that\"."
    },
    {
        "startTime": 51350,
        "endTime": 53390,
        "text": "And then I realized, \"That's not true\"."
    },
    {
        "startTime": 54090,
        "endTime": 56390,
        "text": "I've changed my mantra. Now, my mantra is,..."
    },
    {
        "startTime": 56660,
        "endTime": 60080,
        "text": "...\"I have plenty of time for the things that are important to me\"."
    },
    {
        "startTime": 60560,
        "endTime": 63200,
        "text": "Because I realized that my mantra was making me feel harried."
    },
    {
        "startTime": 63310,
        "endTime": 65380,
        "text": "It was making me feel like there's all these things that I wanted to do..."
    },
    {
        "startTime": 65490,
        "endTime": 68210,
        "text": "...that I didn't have time for, that I would have done if I could."
    },
    {
        "startTime": 68560,
        "endTime": 73450,
        "text": "And just feeling pressed and just like there is this relentless pressure."
    },
    {
        "startTime": 74210,
        "endTime": 77280,
        "text": "Now, when I say, \"I have plenty of time for the things that are important to me\",..."
    },
    {
        "startTime": 77530,
        "endTime": 79980,
        "text": "...it focuses my attention on figuring out what my priorities are."
    },
    {
        "startTime": 80450,
        "endTime": 84300,
        "text": "If it's important to me, I have time for it. But I have to be honest about what's important to me."
    },
    {
        "startTime": 84750,
        "endTime": 88100,
        "text": "That's the thing. You have plenty of time for the things that are important to you."
    },
    {
        "startTime": 88250,
        "endTime": 90200,
        "text": "But just be honest about what's really important to you."
    },
    {
        "startTime": 90970,
        "endTime": 95660,
        "text": "So, the resolution for this week is to reevaluate your mantras."
    },
    {
        "startTime": 96120,
        "endTime": 98100,
        "text": "And the thought for this week comes from Thoreau,..."
    },
    {
        "startTime": 98540,
        "endTime": 102310,
        "text": "...who said, \"I love a broad margin to my life.\""
    }
]