[
    {
        "startTime": 3726,
        "endTime": 7081,
        "text": "Nobody knows for sure what the original purpose of Stonehenge was."
    },
    {
        "startTime": 7758,
        "endTime": 9695,
        "text": "Although there is no way to prove its purpose,..."
    },
    {
        "startTime": 10038,
        "endTime": 12183,
        "text": "...there is evidence of cremations on the site,..."
    },
    {
        "startTime": 12621,
        "endTime": 16525,
        "text": "...indicating at one point Stonehenge was used as a funeral site."
    },
    {
        "startTime": 17151,
        "endTime": 22915,
        "text": "The generally accepted theory though, is that Stonehenge was originally used as an astronomical calendar."
    },
    {
        "startTime": 23609,
        "endTime": 28836,
        "text": "The real mystery of Stonehenge, however, is not what it was used for, but how it was built."
    },
    {
        "startTime": 29475,
        "endTime": 31167,
        "text": "Three types of stones are found there."
    },
    {
        "startTime": 31420,
        "endTime": 36009,
        "text": "The first type has been traced to a location 13 kilometers northwest of the site."
    },
    {
        "startTime": 36615,
        "endTime": 41274,
        "text": "The second and third types were 40 and 250 kilometers away, respectively."
    },
    {
        "startTime": 41779,
        "endTime": 44787,
        "text": "Leading scientists and mechanical engineers cannot figure out..."
    },
    {
        "startTime": 45177,
        "endTime": 49758,
        "text": "...how people with no knowledge of the wheel could move these huge stones to the site."
    },
    {
        "startTime": 50504,
        "endTime": 53937,
        "text": "If you were to propose this as a theoretical problem to a scientist,..."
    },
    {
        "startTime": 54432,
        "endTime": 58228,
        "text": "...he's likely to say, \"No way\" or \"You've got to be kidding me\"."
    },
    {
        "startTime": 59325,
        "endTime": 61440,
        "text": "Then just mention the word, \"Stonehenge\"."
    },
    {
        "startTime": 61689,
        "endTime": 65611,
        "text": "The scientist, if he knows anything about history, will nod his head at this,..."
    },
    {
        "startTime": 65852,
        "endTime": 70930,
        "text": "...for Stonehenge is an ancient feat of engineering that still confounds the greatest minds."
    },
    {
        "startTime": 71479,
        "endTime": 75581,
        "text": "I'm sure that it will continue to stump scientists for centuries more."
    }
]