[
    {
        "startTime": 1995,
        "endTime": 6620,
        "text": "It was on a baseball diamond that Dugan Smith first knew something was wrong with his leg."
    },
    {
        "startTime": 6863,
        "endTime": 11416,
        "text": "After sliding in the base, his right knee felt unusually stiff and sore."
    },
    {
        "startTime": 11519,
        "endTime": 15011,
        "text": "But that night I looked at his knee and he had three little bumps on his knee, that..."
    },
    {
        "startTime": 15421,
        "endTime": 18413,
        "text": "...we could actually move around and we're like, \"What is that?\""
    },
    {
        "startTime": 18515,
        "endTime": 22966,
        "text": "It turned out to be a malignant tumor, the size of a softball on Dugan's thigh bone."
    },
    {
        "startTime": 23147,
        "endTime": 25703,
        "text": "After undergoing chemotherapy to kill the cancer,..."
    },
    {
        "startTime": 25904,
        "endTime": 29576,
        "text": "...Dugan then underwent a rare and remarkable procedure."
    },
    {
        "startTime": 29705,
        "endTime": 32611,
        "text": "Basically, we take out the entire middle part of the leg..."
    },
    {
        "startTime": 33309,
        "endTime": 36977,
        "text": "...and then we take the bottom part of the leg and leave the nerves connected."
    },
    {
        "startTime": 38428,
        "endTime": 42606,
        "text": "We reconnect the blood vessels and we turn the leg around backwards."
    },
    {
        "startTime": 42880,
        "endTime": 45833,
        "text": "It's called the Van Nes Rotationplasty procedure..."
    },
    {
        "startTime": 45913,
        "endTime": 50120,
        "text": "...performed by Dr. Joel Mayerson of Ohio State's James Cancer Hospital."
    },
    {
        "startTime": 50461,
        "endTime": 52861,
        "text": "He says by turning Dugan's leg around backwards,..."
    },
    {
        "startTime": 53145,
        "endTime": 55795,
        "text": "...his calf muscle is now acting as his thigh..."
    },
    {
        "startTime": 56126,
        "endTime": 58268,
        "text": "...and his ankle has become his knee."
    },
    {
        "startTime": 58655,
        "endTime": 63978,
        "text": "And because his bone is alive and well as Dugan grows, his leg does too."
    },
    {
        "startTime": 64329,
        "endTime": 68058,
        "text": "Today with the help of a prosthesis, Dugan is not only walking again,..."
    },
    {
        "startTime": 68335,
        "endTime": 71741,
        "text": "...he's playing basketball and his favorite sport baseball,..."
    },
    {
        "startTime": 72488,
        "endTime": 75465,
        "text": "...much to the delight of his father and coach."
    },
    {
        "startTime": 75713,
        "endTime": 81233,
        "text": "He's a very upbeat positive kid. He's always been that way. He's always been very competitive,..."
    },
    {
        "startTime": 81618,
        "endTime": 83163,
        "text": "...so I knew those things would help him."
    },
    {
        "startTime": 83267,
        "endTime": 86667,
        "text": "Those qualities have helped not only in getting him back in the game,..."
    },
    {
        "startTime": 89359,
        "endTime": 92593,
        "text": "...but learning what winning is truly all about."
    },
    {
        "startTime": 92801,
        "endTime": 94019,
        "text": "People can see that,..."
    },
    {
        "startTime": 94405,
        "endTime": 97853,
        "text": "...just because a you have a prosthetic leg doesn't mean you can't do it."
    },
    {
        "startTime": 98149,
        "endTime": 101107,
        "text": "So, I just like to show people that I can do anything that I want to do."
    },
    {
        "startTime": 101700,
        "endTime": 105086,
        "text": "At Ohio State's James Cancer Hospital, this is Clark Powell reporting."
    }
]