[
    {
        "startTime": 11174,
        "endTime": 15735,
        "text": "Hello, record fans. My name is Lucky Diamond Rich..."
    },
    {
        "startTime": 16553,
        "endTime": 25371,
        "text": "...and I am the current Guinness World Record holder for the most tattooed person in the world."
    },
    {
        "startTime": 26275,
        "endTime": 30758,
        "text": "Well, I started getting tattooed because basically, I was traveling with a circus..."
    },
    {
        "startTime": 30845,
        "endTime": 35871,
        "text": "...and yeah, it was just one of those things. It was an underground art form..."
    },
    {
        "startTime": 35981,
        "endTime": 38621,
        "text": "...and it was a way of being able to collect art."
    },
    {
        "startTime": 39512,
        "endTime": 44209,
        "text": "Because I was an artist already, I decided that that would be a good thing to do."
    },
    {
        "startTime": 44317,
        "endTime": 51464,
        "text": "And yeah, I just got a few tattoos here and there and like postcards from different areas."
    },
    {
        "startTime": 51541,
        "endTime": 55167,
        "text": "And then it just went from there and obviously because I kept traveling..."
    },
    {
        "startTime": 55262,
        "endTime": 60552,
        "text": "...and doing that, it just kinda ended up being one, big, massive postcard."
    },
    {
        "startTime": 61373,
        "endTime": 67665,
        "text": "I started experimenting with black tattooing, solid black tattooing..."
    },
    {
        "startTime": 67753,
        "endTime": 75937,
        "text": "...and the idea of going over the black with different patterns in white or color."
    },
    {
        "startTime": 77177,
        "endTime": 85631,
        "text": "And yeah, that was pretty successful so yeah, I did that and it ended up being a good idea."
    },
    {
        "startTime": 85699,
        "endTime": 89689,
        "text": "And it worked out good, so I just went, \"That's it. That's what I'm gonna do.\""
    },
    {
        "startTime": 89770,
        "endTime": 92040,
        "text": "\"I'm gonna cover everything that I've got.\""
    },
    {
        "startTime": 92119,
        "endTime": 95086,
        "text": "My first layer and then these solid black,..."
    },
    {
        "startTime": 95734,
        "endTime": 98464,
        "text": "...and then go over that with white, and then go over that with color."
    },
    {
        "startTime": 98535,
        "endTime": 104502,
        "text": "So, it's just a way to either push the tattoo art form forward..."
    },
    {
        "startTime": 104703,
        "endTime": 107130,
        "text": "...and to do something that no one else had done."
    },
    {
        "startTime": 108317,
        "endTime": 113616,
        "text": "And also, on the way, snatch the world record."
    }
]