[
    {
        "startTime": 3710,
        "endTime": 7487,
        "text": "There are a ton of people who work on safety at Facebook."
    },
    {
        "startTime": 7594,
        "endTime": 11411,
        "text": "So, I think it really starts with the members of our user operations team..."
    },
    {
        "startTime": 11588,
        "endTime": 16399,
        "text": "...who are on the front lines responding to people's concerns about safety or questions about safety."
    },
    {
        "startTime": 16789,
        "endTime": 19170,
        "text": "It's the engineers who are building the products,..."
    },
    {
        "startTime": 19247,
        "endTime": 22943,
        "text": "...who take into account the specific needs of minors in building things."
    },
    {
        "startTime": 23357,
        "endTime": 26650,
        "text": "It's our site integrity teams who build tools like social reporting..."
    },
    {
        "startTime": 27029,
        "endTime": 29500,
        "text": "...that allow people to report abuse both to Facebook..."
    },
    {
        "startTime": 29623,
        "endTime": 32290,
        "text": "...and to someone in their community who might be able to help them."
    },
    {
        "startTime": 33140,
        "endTime": 37120,
        "text": "And these people work around the clock and around the globe."
    },
    {
        "startTime": 37466,
        "endTime": 42500,
        "text": "Everybody who was working on this is really passionate about the people who use the site..."
    },
    {
        "startTime": 42917,
        "endTime": 47408,
        "text": "...and I think it's a great responsibility and a privilege to be able to support them,..."
    },
    {
        "startTime": 47529,
        "endTime": 52817,
        "text": "...and all of us spend time thinking as parents and as friends..."
    },
    {
        "startTime": 53175,
        "endTime": 55560,
        "text": "...about the people that we interact with in our lives."
    },
    {
        "startTime": 55784,
        "endTime": 57059,
        "text": "And as we think through these things,..."
    },
    {
        "startTime": 57150,
        "endTime": 61497,
        "text": "...we try to make sure that we think about them and the people using the site."
    },
    {
        "startTime": 61903,
        "endTime": 66271,
        "text": "As someone who's been involved in safety online for 15 years,..."
    },
    {
        "startTime": 66365,
        "endTime": 69007,
        "text": "...I've seen such an evolution on the Internet..."
    },
    {
        "startTime": 69256,
        "endTime": 72752,
        "text": "...where it was truly an anonymous place where people thought..."
    },
    {
        "startTime": 72909,
        "endTime": 75397,
        "text": "...they could act in ways that they couldn't offline."
    },
    {
        "startTime": 76176,
        "endTime": 78723,
        "text": "And maybe, there are still places on the Internet like that."
    },
    {
        "startTime": 78883,
        "endTime": 84231,
        "text": "But Facebook is a unique place, where we're trying to create that well-lit environment..."
    },
    {
        "startTime": 84373,
        "endTime": 85994,
        "text": "...where you interact with real people."
    }
]