[
    {
        "startTime": 70,
        "endTime": 5379,
        "text": "When I arrived in the UK, I was surprised to see how international is this community,..."
    },
    {
        "startTime": 5541,
        "endTime": 8303,
        "text": "...and literally people are coming from all over the world."
    },
    {
        "startTime": 8380,
        "endTime": 11331,
        "text": "Not only students, but also the staff."
    },
    {
        "startTime": 12445,
        "endTime": 16189,
        "text": "That is actually a very strong message that is very rare internationally."
    },
    {
        "startTime": 16474,
        "endTime": 19296,
        "text": "The fact that you have a culture that is open enough..."
    },
    {
        "startTime": 19389,
        "endTime": 24441,
        "text": "...actually, to allow other people to come in from different countries,..."
    },
    {
        "startTime": 24794,
        "endTime": 28367,
        "text": "...if they deserve it, to take key jobs."
    },
    {
        "startTime": 28791,
        "endTime": 32956,
        "text": "In the UK, you have a very strong concept of meritocracy."
    },
    {
        "startTime": 39387,
        "endTime": 46791,
        "text": "One of the aspects of the UK I really like is having a foot in the past and a foot in the future."
    },
    {
        "startTime": 50613,
        "endTime": 58776,
        "text": "This is one of the events of the Royal Society to celebrate the 350th anniversary of the Royal Society."
    },
    {
        "startTime": 60762,
        "endTime": 70363,
        "text": "What I think is fantastic is the idea that such a great institution that goes past centuries is not just a fossil."
    },
    {
        "startTime": 71566,
        "endTime": 77359,
        "text": "It's still an institution and it's inspiring us to do great science today."
    },
    {
        "startTime": 80339,
        "endTime": 84981,
        "text": "I was awarded a university research fellowship by the Royal Society."
    },
    {
        "startTime": 86186,
        "endTime": 94305,
        "text": "Of course, if I come here and I look at all these beautiful portraits of scientists like Newton, Boyle,..."
    },
    {
        "startTime": 95953,
        "endTime": 97300,
        "text": "...then I feel a lot of pressure."
    },
    {
        "startTime": 98724,
        "endTime": 100783,
        "text": "You have all the past talking to you..."
    },
    {
        "startTime": 101331,
        "endTime": 106128,
        "text": "...to sort of support you and encourage you to do a brighter future."
    },
    {
        "startTime": 110561,
        "endTime": 118117,
        "text": "Are there any planets with other Royal Society looking back at us and seeing us as alien?"
    },
    {
        "startTime": 119130,
        "endTime": 124213,
        "text": "I really think that simple life, in terms of bacteria microorganisms,..."
    },
    {
        "startTime": 124864,
        "endTime": 126291,
        "text": "...is probably very common out there."
    },
    {
        "startTime": 127210,
        "endTime": 132158,
        "text": "Maybe civilization, it's something a little bit more difficult to form."
    },
    {
        "startTime": 133231,
        "endTime": 134945,
        "text": "We shall see what this theorem will tell us."
    }
]