[
    {
        "startTime": 4061,
        "endTime": 6556,
        "text": "One of the most controversial topics in Korea..."
    },
    {
        "startTime": 6664,
        "endTime": 10594,
        "text": "... revolves around the teaching of English and foreign English teachers working here."
    },
    {
        "startTime": 11172,
        "endTime": 15475,
        "text": "On one hand, there are some of the famous Korean professors of English education,..."
    },
    {
        "startTime": 15814,
        "endTime": 20018,
        "text": "...members of activist groups, media elites, and conservative traditionalists..."
    },
    {
        "startTime": 20275,
        "endTime": 22248,
        "text": "... who feel English is a toxic language..."
    },
    {
        "startTime": 22528,
        "endTime": 25593,
        "text": "...that kills the local language and culture everywhere it goes."
    },
    {
        "startTime": 26088,
        "endTime": 27670,
        "text": "On the contrary, many people,..."
    },
    {
        "startTime": 27888,
        "endTime": 30821,
        "text": "...especially high level government and business professionals..."
    },
    {
        "startTime": 31170,
        "endTime": 35047,
        "text": "... that argue that without high skill in English as an international language,..."
    },
    {
        "startTime": 35372,
        "endTime": 40563,
        "text": "...Korea would not do as well as it has in the international economic and scientific arena."
    },
    {
        "startTime": 41461,
        "endTime": 44459,
        "text": "Therefore Koreans must continue to improve in English..."
    },
    {
        "startTime": 44678,
        "endTime": 48264,
        "text": "...at all levels in all fields to strengthen national competitiveness."
    },
    {
        "startTime": 49190,
        "endTime": 53372,
        "text": "Often how people react to English depends on their first experiences with it."
    },
    {
        "startTime": 54271,
        "endTime": 58441,
        "text": "If their teachers liked English and infected students with their enthusiasm,..."
    },
    {
        "startTime": 58843,
        "endTime": 62949,
        "text": "...then frequently those students continue to excel in English throughout their whole life."
    },
    {
        "startTime": 63609,
        "endTime": 68037,
        "text": "Korea has some truly excellent and well - qualified foreign and native - born instructors."
    },
    {
        "startTime": 68453,
        "endTime": 71762,
        "text": "It also has some who are not excellent, but excrement."
    },
    {
        "startTime": 72483,
        "endTime": 76388,
        "text": "The challenge is how to hire only the qualified and pay them appropriately."
    },
    {
        "startTime": 76849,
        "endTime": 80599,
        "text": "Until a way to prevent the bad and unqualified ones from being employed..."
    },
    {
        "startTime": 80689,
        "endTime": 84343,
        "text": "...by disreputable institutes and illegal brokers is found,..."
    },
    {
        "startTime": 84933,
        "endTime": 88546,
        "text": "...it's \"caveat emptor\" for all students of English."
    }
]