[
    {
        "startTime": 3163,
        "endTime": 8082,
        "text": "A pet peeve or pet hate is a minor annoyance that can extremely frustrate someone."
    },
    {
        "startTime": 8768,
        "endTime": 13668,
        "text": "Typically everyone has several pet peeves that aggravate him more than the average person."
    },
    {
        "startTime": 14399,
        "endTime": 18934,
        "text": "Another person may not react as negatively or at all to the same circumstance."
    },
    {
        "startTime": 19787,
        "endTime": 22354,
        "text": "Often pet peeves will seem illogical to others."
    },
    {
        "startTime": 22824,
        "endTime": 26160,
        "text": "Someone who hates others for being late is often late himself."
    },
    {
        "startTime": 26957,
        "endTime": 31621,
        "text": "Some peeves are so universal that they are not really peeves but just bad behavior."
    },
    {
        "startTime": 32240,
        "endTime": 32812,
        "text": "For example,..."
    },
    {
        "startTime": 33111,
        "endTime": 36776,
        "text": "...everyone dislikes the behavior of blowing one's nose at the dinner table."
    },
    {
        "startTime": 37527,
        "endTime": 42806,
        "text": "Pet peeves are typically of common occurrences and a person may encounter his pet peeve very often."
    },
    {
        "startTime": 43586,
        "endTime": 47518,
        "text": "An example of this would be someone not using his turn signal while driving;..."
    },
    {
        "startTime": 47968,
        "endTime": 52047,
        "text": "...while some drivers feel frustrated when another driver does not use his turn signal,..."
    },
    {
        "startTime": 52533,
        "endTime": 54669,
        "text": "...other drivers do not care very much."
    },
    {
        "startTime": 55609,
        "endTime": 59214,
        "text": "Many pet peeves associated with driving can result in road rage,..."
    },
    {
        "startTime": 59575,
        "endTime": 62843,
        "text": "...where the person who feels peeved seeks some sort of retribution."
    },
    {
        "startTime": 63636,
        "endTime": 66621,
        "text": "The Internet offers many ways to fight the things that annoy us."
    },
    {
        "startTime": 67148,
        "endTime": 70181,
        "text": "For example, to coexist with loud cell phone talkers,..."
    },
    {
        "startTime": 70497,
        "endTime": 74410,
        "text": "...the Web offers handheld jammers that, although illegal in the United States,..."
    },
    {
        "startTime": 74745,
        "endTime": 78179,
        "text": "...can block all cell phone signals within a 15 - meter radius."
    },
    {
        "startTime": 78859,
        "endTime": 84082,
        "text": "Another inventor has developed and sold about 30,000 of his keychain - size zappers called..."
    },
    {
        "startTime": 84438,
        "endTime": 86359,
        "text": "...TV-B-Gone through the Internet,..."
    },
    {
        "startTime": 86781,
        "endTime": 90868,
        "text": "...which can be used discreetly to switch off televisions in public places."
    }
]