[
    {
        "startTime": 3383,
        "endTime": 8539,
        "text": "For years, Goldfish, a tasty subsidiary of the Carp Group, was a quiet company."
    },
    {
        "startTime": 8929,
        "endTime": 12979,
        "text": "Goldfish's shares barely traded on the stock exchange and had no website."
    },
    {
        "startTime": 13599,
        "endTime": 16385,
        "text": "Carp's chairman, Mr. Whale, never spoke to the media."
    },
    {
        "startTime": 17364,
        "endTime": 22204,
        "text": "Their quiet blue sea ran red when a barracuda invaded the annual shareholder's meeting."
    },
    {
        "startTime": 22971,
        "endTime": 26454,
        "text": "These insurgent shareholders, had the media in a feeding frenzy,..."
    },
    {
        "startTime": 26754,
        "endTime": 31119,
        "text": "...and were intent on scaring the company into transparency and higher stock prices."
    },
    {
        "startTime": 31968,
        "endTime": 35691,
        "text": "Suddenly, Goldfish executives had to answer uncomfortable questions."
    },
    {
        "startTime": 36122,
        "endTime": 41067,
        "text": "Why was a Fish company investing so much money in the unrelated fields of moon exploration..."
    },
    {
        "startTime": 41345,
        "endTime": 43694,
        "text": "...and desert mining units of the parent firm?"
    },
    {
        "startTime": 44410,
        "endTime": 47611,
        "text": "Had the details of these fishy transactions been fully declared?"
    },
    {
        "startTime": 48055,
        "endTime": 52631,
        "text": "Were these investments to benefit Goldfish shareholders - or the Whale family empire?"
    },
    {
        "startTime": 53037,
        "endTime": 55915,
        "text": "If Goldfish's grilling sounds familiar, it should."
    },
    {
        "startTime": 56339,
        "endTime": 59794,
        "text": "The Korea Corporate Governance Fund, is a domestic barracuda,..."
    },
    {
        "startTime": 60087,
        "endTime": 63555,
        "text": "...who is emulating other corporate activists like Carl Icahn..."
    },
    {
        "startTime": 63879,
        "endTime": 66305,
        "text": "...and the Dubai - based Sovereign Asset Management..."
    },
    {
        "startTime": 67085,
        "endTime": 71443,
        "text": "...-foreign investors who ripped their way into some of South Korea's meatiest corporate icons..."
    },
    {
        "startTime": 71765,
        "endTime": 74309,
        "text": "...by demanding greater accountability to shareholders,..."
    },
    {
        "startTime": 74653,
        "endTime": 79559,
        "text": "...but ultimately conducting what many saw as unfair greenmail raids on the companies."
    },
    {
        "startTime": 80703,
        "endTime": 86168,
        "text": "The appearance of KCGF means that fat tasty companies will now have to swim fast..."
    },
    {
        "startTime": 86281,
        "endTime": 89121,
        "text": "...to fend off not only corporate raiders from outside..."
    },
    {
        "startTime": 89457,
        "endTime": 92929,
        "text": "...but also from inside South Korea by improving their management."
    },
    {
        "startTime": 93419,
        "endTime": 97061,
        "text": "And this will be positive for both stock market shrimps and whales."
    }
]