[
    {
        "startTime": 2903,
        "endTime": 6958,
        "text": "Where in the States, most support for the arts comes through private donors,..."
    },
    {
        "startTime": 7134,
        "endTime": 8999,
        "text": "...through charities and through corporate sponsorship."
    },
    {
        "startTime": 9561,
        "endTime": 15948,
        "text": "And here, you have something quite unique in the UK which is the public funding of the Arts and there's public subsidy."
    },
    {
        "startTime": 18271,
        "endTime": 21249,
        "text": "The National is subsidized by the UK taxpayer."
    },
    {
        "startTime": 21851,
        "endTime": 25696,
        "text": "And what that allows it to do is to keep ticket prices very low and accessible,..."
    },
    {
        "startTime": 25783,
        "endTime": 31222,
        "text": "...so people can still come to the theater and see some of the greatest actors in the UK for ten pounds."
    },
    {
        "startTime": 31814,
        "endTime": 33751,
        "text": "You just couldn't pay that on Broadway, it wouldn't exist."
    },
    {
        "startTime": 34737,
        "endTime": 40299,
        "text": "So, it allows the National to do incredibly risky work but at a level of quality, of professionalism,..."
    },
    {
        "startTime": 40957,
        "endTime": 42314,
        "text": "...which you wouldn't see anywhere else."
    },
    {
        "startTime": 44229,
        "endTime": 47993,
        "text": "Today is the second camera rehearsal for our broadcast of Nation."
    },
    {
        "startTime": 49543,
        "endTime": 55079,
        "text": "Nation is a really dynamic show and one that we're really excited to do because it's our first live matinee."
    },
    {
        "startTime": 55901,
        "endTime": 59357,
        "text": "And it's the first time that we construct to engage a children's audience, a family audience."
    },
    {
        "startTime": 61803,
        "endTime": 65061,
        "text": "The amazing thing about having such strong public support for the arts..."
    },
    {
        "startTime": 65345,
        "endTime": 70581,
        "text": "...is that it sends out a message to audiences, to people, that the arts are important."
    },
    {
        "startTime": 71405,
        "endTime": 72917,
        "text": "The US doesn't have a national theater."
    },
    {
        "startTime": 73260,
        "endTime": 79761,
        "text": "So, there are lots of places, I would argue, in America where it doesn't reach all the people."
    },
    {
        "startTime": 80588,
        "endTime": 84666,
        "text": "And the fact that the UK has this building which sits right in the heart of London,..."
    },
    {
        "startTime": 84885,
        "endTime": 87201,
        "text": "...on the South Bank where millions of people are walking by,..."
    },
    {
        "startTime": 87850,
        "endTime": 90117,
        "text": "...there's a real sense of this theater being a hub."
    },
    {
        "startTime": 90729,
        "endTime": 94393,
        "text": "And I think it stands as a kind of symbol to what the arts means in this country."
    },
    {
        "startTime": 94875,
        "endTime": 97980,
        "text": "That the arts is for everyone, supported by all the people."
    },
    {
        "startTime": 98573,
        "endTime": 103190,
        "text": "And that it is an incredibly important activity which enriches the life of everyone in this country."
    }
]