[
    {
        "startTime": 2987,
        "endTime": 8413,
        "text": "Politics affects everyone and the best way for citizens to affect politics is by voting."
    },
    {
        "startTime": 8757,
        "endTime": 12409,
        "text": "Although it is easier to criticize our politicians than to praise them,..."
    },
    {
        "startTime": 12731,
        "endTime": 14799,
        "text": "...it's important to remember we elected them."
    },
    {
        "startTime": 15237,
        "endTime": 20691,
        "text": "Ideally, we elect people who will faithfully represent us at both the local and national level..."
    },
    {
        "startTime": 20957,
        "endTime": 23392,
        "text": "...and we have only ourselves to blame if they don't."
    },
    {
        "startTime": 24320,
        "endTime": 27766,
        "text": "Some of the issues that affect citizens and their decision to vote..."
    },
    {
        "startTime": 27886,
        "endTime": 30479,
        "text": "...for certain candidates are based on local issues."
    },
    {
        "startTime": 31102,
        "endTime": 33086,
        "text": "People may want more parks nearby."
    },
    {
        "startTime": 33463,
        "endTime": 37043,
        "text": "People living in cities may want more or less development in their neighborhood."
    },
    {
        "startTime": 37605,
        "endTime": 41334,
        "text": "Others want improvement in air quality or less industry in their area."
    },
    {
        "startTime": 42141,
        "endTime": 47023,
        "text": "Finally, some citizens may want improved city services and a more responsive government."
    },
    {
        "startTime": 47985,
        "endTime": 51762,
        "text": "At the national level, citizens may want a stronger national defense..."
    },
    {
        "startTime": 52049,
        "endTime": 54873,
        "text": "...or more international prestige and power for Korea."
    },
    {
        "startTime": 55523,
        "endTime": 59479,
        "text": "Citizens and other groups may want to see improvement in the education system."
    },
    {
        "startTime": 60018,
        "endTime": 65299,
        "text": "Laborers and unions may want the minimum wage to rise or see other types of labor reform."
    },
    {
        "startTime": 66063,
        "endTime": 69617,
        "text": "Businesses and the wealthy may want their taxes reduced."
    },
    {
        "startTime": 70029,
        "endTime": 73369,
        "text": "In short, every citizen or citizen group wants something."
    },
    {
        "startTime": 74413,
        "endTime": 78153,
        "text": "To get what we want, it's up to us to elect those who will work for us..."
    },
    {
        "startTime": 78402,
        "endTime": 80637,
        "text": "...and to vote out of office those who don't."
    },
    {
        "startTime": 81199,
        "endTime": 84242,
        "text": "It is often said that citizens get the government they deserve."
    },
    {
        "startTime": 84800,
        "endTime": 85966,
        "text": "Don't we deserve better?"
    }
]