[
    {
        "startTime": 2845,
        "endTime": 5577,
        "text": "When people communicate, they are often quite careless."
    },
    {
        "startTime": 5960,
        "endTime": 10517,
        "text": "It's very easy to make a general statement about something that isn't really based on fact."
    },
    {
        "startTime": 11014,
        "endTime": 15815,
        "text": "For example, all Americans have big noses or Korean mothers are the best."
    },
    {
        "startTime": 16769,
        "endTime": 20919,
        "text": "Generalizations are general statements or opinions which are only partly true..."
    },
    {
        "startTime": 21191,
        "endTime": 26267,
        "text": "...because they are based on only a few examples or cases, or on incomplete knowledge."
    },
    {
        "startTime": 26979,
        "endTime": 31019,
        "text": "These judgments may be made on the fly, represent conventional wisdom,..."
    },
    {
        "startTime": 31327,
        "endTime": 35059,
        "text": "...and feel intuitively right and yet still be wrong, offensive,..."
    },
    {
        "startTime": 35284,
        "endTime": 36489,
        "text": "...and downright dangerous."
    },
    {
        "startTime": 37261,
        "endTime": 41729,
        "text": "Hasty generalizations made about others help to perpetuate stereotypes,..."
    },
    {
        "startTime": 42041,
        "endTime": 46311,
        "text": "...damage business relationships, and keep us from truly understanding the real world,..."
    },
    {
        "startTime": 46541,
        "endTime": 49317,
        "text": "...its people, and the relationships we share with others."
    },
    {
        "startTime": 50195,
        "endTime": 55167,
        "text": "Smith, who is from England, decides to attend graduate school at Ohio State University."
    },
    {
        "startTime": 55645,
        "endTime": 59010,
        "text": "On his first day in the U.S., he is walking around the university..."
    },
    {
        "startTime": 59309,
        "endTime": 62541,
        "text": "...and sees two albino squirrels chasing each other around a tree."
    },
    {
        "startTime": 63056,
        "endTime": 67421,
        "text": "In his next letter home, he tells his family that all American squirrels are white."
    },
    {
        "startTime": 68499,
        "endTime": 70971,
        "text": "Imagine seeing someone for the first time and thinking."
    },
    {
        "startTime": 71211,
        "endTime": 74231,
        "text": "She's tall and beautiful, too. Maybe she's a model."
    },
    {
        "startTime": 74647,
        "endTime": 79259,
        "text": "She's wearing Prada. I saw the movie \"The Devil Wears Prada.\" She must be a bitch."
    },
    {
        "startTime": 79763,
        "endTime": 83549,
        "text": "I won't talk to her first. She's smiling condescendingly at me."
    },
    {
        "startTime": 83873,
        "endTime": 87415,
        "text": "She must think I'm unfashionable. She's saying hello kindly."
    },
    {
        "startTime": 87791,
        "endTime": 93043,
        "text": "Oh, she's okay after all. Actually we don't know if she's nice or not."
    }
]