[
    {
        "startTime": 1586,
        "endTime": 7243,
        "text": "We are present in 140 countries, so it's very important to have talent from different cultures..."
    },
    {
        "startTime": 7395,
        "endTime": 13556,
        "text": "...and it's such a cosmopolitan place that you can attract, retain talent from anywhere in the world."
    },
    {
        "startTime": 14764,
        "endTime": 18770,
        "text": "Out of 18 people who report directly to me, we have 10 different nationalities."
    },
    {
        "startTime": 19404,
        "endTime": 23435,
        "text": "People are very tolerant, very open to difference..."
    },
    {
        "startTime": 23833,
        "endTime": 25125,
        "text": "...and I think it's a great attribute."
    },
    {
        "startTime": 25627,
        "endTime": 29015,
        "text": "Here I am, a Frenchman working for an American company,..."
    },
    {
        "startTime": 29681,
        "endTime": 32396,
        "text": "...leading an international division based in the UK."
    },
    {
        "startTime": 32816,
        "endTime": 35859,
        "text": "I don't think this would happen easily anywhere else, frankly."
    },
    {
        "startTime": 37885,
        "endTime": 41893,
        "text": "Not only do I like working, but I love living in Britain."
    },
    {
        "startTime": 46646,
        "endTime": 50629,
        "text": "Well apart from the fact that for whatever reason that nobody in the rest of the world understands,..."
    },
    {
        "startTime": 50803,
        "endTime": 52954,
        "text": "...you guys are driving on the wrong side of the road,..."
    },
    {
        "startTime": 53651,
        "endTime": 55624,
        "text": "...I would say it's very pleasant to drive in the UK."
    },
    {
        "startTime": 56505,
        "endTime": 61956,
        "text": "I think British drivers are careful, are very respectful, polite."
    },
    {
        "startTime": 64990,
        "endTime": 68816,
        "text": "You systematically let pedestrians cross the road..."
    },
    {
        "startTime": 69763,
        "endTime": 74629,
        "text": "...and one stops, which is in a big city quite amazing to me compared to other big cities."
    },
    {
        "startTime": 76101,
        "endTime": 81276,
        "text": "The rate of accidents is significantly lower in the UK than it is in other countries..."
    },
    {
        "startTime": 81692,
        "endTime": 86575,
        "text": "...which says something significant about the character of the British population."
    },
    {
        "startTime": 90652,
        "endTime": 94521,
        "text": "This being said, I wouldn't say that British people are slaves to the rules;..."
    },
    {
        "startTime": 94642,
        "endTime": 95976,
        "text": "...actually, they are very creative."
    },
    {
        "startTime": 96190,
        "endTime": 97731,
        "text": "I think British people can get crazy."
    },
    {
        "startTime": 100005,
        "endTime": 107603,
        "text": "This creativity mixed with the solid structure of tolerance and respect is actually a very good product in the end."
    },
    {
        "startTime": 109541,
        "endTime": 113546,
        "text": "That's what makes it really enjoyable and a unique place."
    }
]