[
    {
        "startTime": 2903,
        "endTime": 5867,
        "text": "English language teaching has the same challenges the world over."
    },
    {
        "startTime": 6541,
        "endTime": 8771,
        "text": "This series focuses on teaching speaking."
    },
    {
        "startTime": 14997,
        "endTime": 19175,
        "text": "We've come to Thailand to see how teachers here monitor their students' speaking activities."
    },
    {
        "startTime": 19655,
        "endTime": 22450,
        "text": "And we'll have expert tips from teacher trainer John Kay."
    },
    {
        "startTime": 23787,
        "endTime": 28725,
        "text": "One of the fears of a teacher is that if you're not involved, you're not doing your job properly."
    },
    {
        "startTime": 28860,
        "endTime": 32461,
        "text": "But sometimes doing your job properly means taking a backseat."
    },
    {
        "startTime": 33073,
        "endTime": 38571,
        "text": "Monitoring. Watch what your students are doing. Don't interfere with what your students are doing."
    },
    {
        "startTime": 47233,
        "endTime": 52179,
        "text": "Monitoring requires strategies. Your students are on task, so now what?"
    },
    {
        "startTime": 53346,
        "endTime": 57949,
        "text": "First of all, you have to check that the instructions have been understood and the students are working."
    },
    {
        "startTime": 58139,
        "endTime": 63310,
        "text": "If your activity requires your students to work in pairs and you have one person who's leftover,..."
    },
    {
        "startTime": 63552,
        "endTime": 65373,
        "text": "...put that person into a group of three..."
    },
    {
        "startTime": 65669,
        "endTime": 69684,
        "text": "...so that this frees you to monitor what's happening with all the other pairs."
    },
    {
        "startTime": 73525,
        "endTime": 77011,
        "text": "If your students are holding back, think about why this could be."
    },
    {
        "startTime": 77329,
        "endTime": 82290,
        "text": "Is it because they're fearful of making mistakes? Or is it because they don't feel confident enough?"
    },
    {
        "startTime": 82641,
        "endTime": 86148,
        "text": "Or is it perhaps because you're monitoring them too closely?"
    },
    {
        "startTime": 87930,
        "endTime": 91836,
        "text": "Stand back, take a backseat, leave them, lose the eye contact..."
    },
    {
        "startTime": 91957,
        "endTime": 93689,
        "text": "...so that they don't know that you're there."
    },
    {
        "startTime": 95088,
        "endTime": 98943,
        "text": "Sometimes it's a good idea to actually tell the students what you're monitoring for."
    },
    {
        "startTime": 99035,
        "endTime": 104329,
        "text": "Maybe you're monitoring for pronunciation or accuracy to see how they're actually using the language..."
    },
    {
        "startTime": 104397,
        "endTime": 108369,
        "text": "... that they practiced beforehand. Rather than helping them just with the target language,..."
    },
    {
        "startTime": 108665,
        "endTime": 111623,
        "text": "... are they using the useful language in their group activity?"
    },
    {
        "startTime": 111973,
        "endTime": 114475,
        "text": "If not, maybe you could prompt them in this direction."
    },
    {
        "startTime": 114580,
        "endTime": 118705,
        "text": "But don't stop them from being experimental and using English. Encourage that."
    },
    {
        "startTime": 119608,
        "endTime": 123844,
        "text": "So what do you do if the students just haven't got it? Well go in, help them with it."
    },
    {
        "startTime": 124249,
        "endTime": 132943,
        "text": "But don't interfere too early. Give them a chance to sort it themselves, peer correction."
    },
    {
        "startTime": 133154,
        "endTime": 138632,
        "text": "Are they doing it successfully? If they don't need any help, then stay out of the way. Listen."
    },
    {
        "startTime": 139486,
        "endTime": 143553,
        "text": "If you need to approach a group, OK, go in there, give them a prompt."
    },
    {
        "startTime": 143731,
        "endTime": 147643,
        "text": "But once you've helped out, don't become part of the proceedings. Move on."
    },
    {
        "startTime": 148169,
        "endTime": 152887,
        "text": "If there's one person in the group who is obviously struggling, give them a monitoring task."
    },
    {
        "startTime": 153144,
        "endTime": 159241,
        "text": "They're listening for pronunciation or maybe they're listening for structure or maybe they're listening for use of useful language."
    },
    {
        "startTime": 159419,
        "endTime": 164537,
        "text": "That's their responsibility. They are part of the group and so it's not teacher - dominated."
    },
    {
        "startTime": 165190,
        "endTime": 167410,
        "text": "For correction purposes, make a note..."
    },
    {
        "startTime": 167735,
        "endTime": 171755,
        "text": "...and then you can refer to it later. You can also refer to this for future lessons..."
    },
    {
        "startTime": 173332,
        "endTime": 176384,
        "text": "If you hear something while you're monitoring that is particularly good,..."
    },
    {
        "startTime": 176687,
        "endTime": 179961,
        "text": "...why not tell them, you know, go in there and let them know that it was good."
    },
    {
        "startTime": 180653,
        "endTime": 185003,
        "text": "If you've moved the students around and they've exhausted everything they want to talk about,..."
    },
    {
        "startTime": 185226,
        "endTime": 191079,
        "text": "...don't let the task drag on. Leave them on a high. Finish while they're still busy."
    },
    {
        "startTime": 191229,
        "endTime": 196201,
        "text": "Time is up. I'm happy that you like it, but let's wrap up the lesson."
    },
    {
        "startTime": 196523,
        "endTime": 197645,
        "text": "What do we learn today?"
    }
]