[
    {
        "startTime": 21835,
        "endTime": 25593,
        "text": "Oliver Twist was born in a workhouse in 1830s England."
    },
    {
        "startTime": 26373,
        "endTime": 32113,
        "text": "His mother died very soon after, and Oliver went to a badly - run home for orphans."
    },
    {
        "startTime": 33183,
        "endTime": 37070,
        "text": "Nine years later, he was transferred to a workhouse for adults."
    },
    {
        "startTime": 37887,
        "endTime": 42131,
        "text": "He was eventually sold off as an apprentice to a local undertaker,..."
    },
    {
        "startTime": 42722,
        "endTime": 45025,
        "text": "...but ran away and traveled toward London."
    },
    {
        "startTime": 47743,
        "endTime": 51836,
        "text": "He met Jack Dawkins, a boy his own age, who worked for Fagin."
    },
    {
        "startTime": 52826,
        "endTime": 56729,
        "text": "Fagin was a criminal who taught young orphan boys to pickpocket."
    },
    {
        "startTime": 57787,
        "endTime": 63647,
        "text": "A sickly and feverish Oliver was caught while stealing a handkerchief from Mr. Brownlow."
    },
    {
        "startTime": 64845,
        "endTime": 69858,
        "text": "Rather than pressing charges, Brownlow took Oliver home and nursed him back to health."
    },
    {
        "startTime": 70964,
        "endTime": 74777,
        "text": "Two young adults in Fagin's gang, Bill and his lover Nancy,..."
    },
    {
        "startTime": 75313,
        "endTime": 77884,
        "text": "...captured Oliver and returned him to Fagin."
    },
    {
        "startTime": 78854,
        "endTime": 84306,
        "text": "In a burglary attempt, Oliver was shot, then taken in by the woman of the house."
    },
    {
        "startTime": 85107,
        "endTime": 90732,
        "text": "Her name was Mrs. Maylie and she lived with her beautiful, adopted niece, Rose."
    },
    {
        "startTime": 91719,
        "endTime": 94669,
        "text": "Fagin and Monks wanted to recapture Oliver."
    },
    {
        "startTime": 95425,
        "endTime": 97341,
        "text": "Nancy told Rose of the plan."
    },
    {
        "startTime": 100001,
        "endTime": 103433,
        "text": "In the meantime, Mr. Brownlow confronted Monks..."
    },
    {
        "startTime": 103612,
        "endTime": 106914,
        "text": "...and found out that Monks was Oliver's half-brother."
    },
    {
        "startTime": 107882,
        "endTime": 113485,
        "text": "Their father was unhappily married to a wealthy woman and had an affair with Oliver's mother."
    },
    {
        "startTime": 115304,
        "endTime": 121179,
        "text": "Monks had pursued Oliver to ensure that Oliver would never receive his share of the family inheritance."
    },
    {
        "startTime": 122206,
        "endTime": 126834,
        "text": "Brownlow forced Monks to sign over to Oliver, his rightful share."
    },
    {
        "startTime": 127657,
        "endTime": 131310,
        "text": "Moreover, it turned out that Rose was Oliver's aunt."
    },
    {
        "startTime": 132341,
        "endTime": 138136,
        "text": "Fagin was hanged for these crimes. Finally, Brownlow adopted Oliver and they,..."
    },
    {
        "startTime": 138435,
        "endTime": 141217,
        "text": "...along with the Maylies, moved to the countryside."
    }
]