[
    {
        "startTime": 26172,
        "endTime": 29660,
        "text": "A widow, Mrs. Dashwood, and her three daughters,..."
    },
    {
        "startTime": 29786,
        "endTime": 36197,
        "text": "...Elinor, Marianne and Margaret moved in with the Middletons, who are distant relatives."
    },
    {
        "startTime": 37078,
        "endTime": 42457,
        "text": "Elinor was sad to leave because she had become close to Edward Ferrars."
    },
    {
        "startTime": 43504,
        "endTime": 47647,
        "text": "Elinor and Marianne met Colonel Brandon and John Willoughby."
    },
    {
        "startTime": 48567,
        "endTime": 53212,
        "text": "Willoughby courted Marianne and they showed off their love for each other."
    },
    {
        "startTime": 54191,
        "endTime": 60021,
        "text": "Willoughby departed for London on business, leaving Marianne lovesick and miserable."
    },
    {
        "startTime": 62914,
        "endTime": 70561,
        "text": "Anne and Lucy Steele, relatives of the Middletons, visited Barton Park, which was the Middletons's home."
    },
    {
        "startTime": 71417,
        "endTime": 74081,
        "text": "Lucy and Elinor became close friends."
    },
    {
        "startTime": 74927,
        "endTime": 80408,
        "text": "Lucy told Elinor that she was secretly engaged to Edward Ferrars."
    },
    {
        "startTime": 81151,
        "endTime": 85330,
        "text": "Later, when Edward's mother found out that he was engaged,..."
    },
    {
        "startTime": 85817,
        "endTime": 91840,
        "text": "...she decided to leave her fortune to Robert, Edward's younger brother, when she dies."
    },
    {
        "startTime": 94628,
        "endTime": 101823,
        "text": "Elinor and Marianne traveled to London, where everyone was talking of Marianne's engagement to Willoughby."
    },
    {
        "startTime": 102791,
        "endTime": 108051,
        "text": "Willoughby, however, denied that he ever had any feelings for Marianne."
    },
    {
        "startTime": 108835,
        "endTime": 112741,
        "text": "Brandon explained that Willoughby was callous and corrupt."
    },
    {
        "startTime": 113739,
        "endTime": 120215,
        "text": "Having squandered his fortune, Willoughby became engaged to Miss Grey, a wealthy woman."
    },
    {
        "startTime": 121009,
        "endTime": 125581,
        "text": "Marianne developed a severe cold and became deathly ill."
    },
    {
        "startTime": 126387,
        "endTime": 130995,
        "text": "When Willoughby heard of this, he visited her and asked forgiveness."
    },
    {
        "startTime": 132015,
        "endTime": 136790,
        "text": "It turned out that Lucy actually married Robert Ferrars, not Edward."
    },
    {
        "startTime": 137616,
        "endTime": 141917,
        "text": "Edward and Elinor were married, as were Marianne and Brandon."
    }
]