[
    {
        "startTime": 1779,
        "endTime": 6881,
        "text": "The Scottish King Duncan learned that his two generals had defeated invading armies."
    },
    {
        "startTime": 7841,
        "endTime": 13422,
        "text": "After the battles, the generals Macbeth and Banquo, encountered three witches."
    },
    {
        "startTime": 14285,
        "endTime": 18133,
        "text": "They made a prophecy that Macbeth would be crowned King of Scotland."
    },
    {
        "startTime": 19607,
        "endTime": 25547,
        "text": "They also prophesied that Banquo's sons would become Scottish kings, but not him."
    },
    {
        "startTime": 26856,
        "endTime": 31885,
        "text": "Macbeth thought that their prophecy might be true, but he was uncertain what to expect."
    },
    {
        "startTime": 34894,
        "endTime": 38651,
        "text": "He invited King Duncan to his castle at Inverness for dinner."
    },
    {
        "startTime": 39987,
        "endTime": 45039,
        "text": "Lady Macbeth persuaded her husband to kill Duncan that very night, by stabbing him."
    },
    {
        "startTime": 46381,
        "endTime": 48439,
        "text": "She was certain the prophecy would come true."
    },
    {
        "startTime": 49389,
        "endTime": 53657,
        "text": "They got Duncan's two royal servants drunk and blamed the murder on them."
    },
    {
        "startTime": 54825,
        "endTime": 59037,
        "text": "Macbeth killed them to avenge the king's death and become king himself."
    },
    {
        "startTime": 60087,
        "endTime": 64812,
        "text": "But he feared that Banquo's sons would seize his crown, as prophesied."
    },
    {
        "startTime": 66411,
        "endTime": 69790,
        "text": "Macbeth planned to kill Banquo and his son Fleance."
    },
    {
        "startTime": 70757,
        "endTime": 73121,
        "text": "Banquo was killed but Fleance escaped."
    },
    {
        "startTime": 75892,
        "endTime": 79736,
        "text": "At an evening banquet, Banquo's ghost visited Macbeth,..."
    },
    {
        "startTime": 80442,
        "endTime": 83388,
        "text": "...and he cried out in front of many noble guests."
    },
    {
        "startTime": 84383,
        "endTime": 87091,
        "text": "Frightened, Macbeth went to visit the witches."
    },
    {
        "startTime": 88039,
        "endTime": 90439,
        "text": "There, they told him of more prophecies."
    },
    {
        "startTime": 92257,
        "endTime": 95031,
        "text": "One was that he had to beware of MacDuff,..."
    },
    {
        "startTime": 95596,
        "endTime": 99117,
        "text": "...a Scottish nobleman who opposed his succession to the crown."
    },
    {
        "startTime": 100247,
        "endTime": 105333,
        "text": "So Macbeth seized his castle and killed his family, while MacDuff stayed in England."
    },
    {
        "startTime": 106571,
        "endTime": 109249,
        "text": "MacDuff led the English army against Macbeth."
    },
    {
        "startTime": 110357,
        "endTime": 113432,
        "text": "Lady Macbeth killed herself, after ongoing nightmares."
    },
    {
        "startTime": 114520,
        "endTime": 119659,
        "text": "Macbeth and MacDuff met on the battlefield and MacDuff finally killed Macbeth."
    },
    {
        "startTime": 120600,
        "endTime": 125245,
        "text": "Then, Prince Malcolm, son of Duncan, became the King of Scotland."
    }
]