[
    {
        "startTime": 9847,
        "endTime": 14073,
        "text": "This NASA animation shows what the US space agency expects to happen..."
    },
    {
        "startTime": 14160,
        "endTime": 17600,
        "text": "...when the Curiosity rover completes its nine - month journey to Mars."
    },
    {
        "startTime": 19161,
        "endTime": 22150,
        "text": "A team of scientists has already selected the landing site:..."
    },
    {
        "startTime": 22543,
        "endTime": 27915,
        "text": "...the foot of a mountain within a deep, 150 kilometer - wide depression called Gale Crater."
    },
    {
        "startTime": 34237,
        "endTime": 38667,
        "text": "After the parachute deploys, engines will start for a powered descent."
    },
    {
        "startTime": 41125,
        "endTime": 43137,
        "text": "Curiosity will be lowered on cables."
    },
    {
        "startTime": 45779,
        "endTime": 51055,
        "text": "And the rocket pack will blast off to an area where it will not affect the rover's chemical analysis equipment."
    },
    {
        "startTime": 52006,
        "endTime": 55765,
        "text": "Curiosity is the size of a car and has 17 cameras."
    },
    {
        "startTime": 56429,
        "endTime": 59121,
        "text": "The rover can use its drill to pulverize rocks..."
    },
    {
        "startTime": 59389,
        "endTime": 61726,
        "text": "...and its robotic arm to collect powder samples."
    },
    {
        "startTime": 63807,
        "endTime": 67342,
        "text": "It then drops the samples into its own instruments for further analysis."
    },
    {
        "startTime": 68307,
        "endTime": 74139,
        "text": "The goal is to learn if Gale Crater ever had environmental conditions that could have supported microbial life."
    },
    {
        "startTime": 74455,
        "endTime": 79547,
        "text": "The mountain that is located within Gale Crater will yield plenty of information about the planet's evolution..."
    },
    {
        "startTime": 79965,
        "endTime": 82515,
        "text": "...because each layer of rock contains clues."
    },
    {
        "startTime": 82861,
        "endTime": 89220,
        "text": "Curiosity and its spacecraft components are being assembled and undergoing final testing at the Kennedy Space Center in Florida."
    },
    {
        "startTime": 89767,
        "endTime": 92033,
        "text": "It is said to launch in November or December."
    },
    {
        "startTime": 92790,
        "endTime": 94817,
        "text": "Suzanne Presto, VOA News."
    }
]