[
    {
        "startTime": 10008,
        "endTime": 15441,
        "text": "So many couples wanted to be married on Sunday, the first day of legal homosexual marriage in New York City,..."
    },
    {
        "startTime": 16116,
        "endTime": 19270,
        "text": "...that local officials announced a lottery to determine eligibility."
    },
    {
        "startTime": 20424,
        "endTime": 23986,
        "text": "New York City Council Speaker Christine Quinn, herself openly gay,..."
    },
    {
        "startTime": 24478,
        "endTime": 26405,
        "text": "...witnessed the first two ceremonies."
    },
    {
        "startTime": 26894,
        "endTime": 30369,
        "text": "She says the same-sex marriage law supports equality."
    },
    {
        "startTime": 31647,
        "endTime": 36803,
        "text": "Margie Phelps minced no words to denounce same-sex marriage as a crime against God."
    },
    {
        "startTime": 37679,
        "endTime": 41520,
        "text": "She and other Christians from the Westboro Baptist Church in Topeka, Kansas..."
    },
    {
        "startTime": 41940,
        "endTime": 45792,
        "text": "...came halfway across the country to say marriage is defined by Holy Scripture."
    },
    {
        "startTime": 46751,
        "endTime": 53749,
        "text": "David Schwartz, an Orthodox Jew, believes every human being has free choice and the power to rule over their desires."
    },
    {
        "startTime": 54373,
        "endTime": 56858,
        "text": "He considers homosexual desire to be wrong."
    },
    {
        "startTime": 57235,
        "endTime": 61027,
        "text": "Gella Soloman, also a Jew, rejects that definition of marriage,..."
    },
    {
        "startTime": 61421,
        "endTime": 65606,
        "text": "...as well as the notion that marriage is reserved for the procreation of children."
    },
    {
        "startTime": 65960,
        "endTime": 69898,
        "text": "Douglas Robinson and his partner of 25 years, Michael Elsasser,..."
    },
    {
        "startTime": 70327,
        "endTime": 72536,
        "text": "...were in the first group to be married in Manhattan."
    },
    {
        "startTime": 73340,
        "endTime": 80467,
        "text": "Robinson says the United States allows religious views to coexist with what he believes is a civil right of same-sex marriage."
    },
    {
        "startTime": 81153,
        "endTime": 86465,
        "text": "Margie Phelps believes God will punish New York City for permitting what she believes to be moral decay."
    },
    {
        "startTime": 87401,
        "endTime": 91832,
        "text": "Meanwhile, Nevin Cohen and Daniel Hernandez showed off their marriage certificates."
    },
    {
        "startTime": 92542,
        "endTime": 94741,
        "text": "But they said they are not going on a honeymoon."
    },
    {
        "startTime": 95416,
        "endTime": 97448,
        "text": "They say they need to be at work on Monday."
    },
    {
        "startTime": 98223,
        "endTime": 100554,
        "text": "Peter Fedynsky, VOA News, New York."
    }
]