[
    {
        "startTime": 15635,
        "endTime": 16799,
        "text": "Some of you have heard the story before,..."
    },
    {
        "startTime": 16893,
        "endTime": 21472,
        "text": "...but in fact, there's somebody in the audience who's never heard this story in front of an audience, before,..."
    },
    {
        "startTime": 21545,
        "endTime": 25969,
        "text": "...so I'm a little more nervous than I normally am telling this story."
    },
    {
        "startTime": 26384,
        "endTime": 28412,
        "text": "I used to be a photographer for many years."
    },
    {
        "startTime": 28473,
        "endTime": 35482,
        "text": "In 1978, I was working for Time magazine, and I was given a three - day assignment to photograph Amerasian children,..."
    },
    {
        "startTime": 35567,
        "endTime": 39777,
        "text": "...children who had been fathered by American GIs all over Southeast Asia, and then abandoned."
    },
    {
        "startTime": 40071,
        "endTime": 41883,
        "text": "40,000 children all over Asia."
    },
    {
        "startTime": 42316,
        "endTime": 44129,
        "text": "I had never heard the word \"Amerasian\" before."
    },
    {
        "startTime": 45145,
        "endTime": 48206,
        "text": "I spent a few days photographing children in different countries..."
    },
    {
        "startTime": 48709,
        "endTime": 53971,
        "text": "...and like a lot of photographers and a lot of journalists, I always hope that when my pictures were published,..."
    },
    {
        "startTime": 54325,
        "endTime": 57600,
        "text": "...they might actually have an effect on a situation instead of just documenting it."
    },
    {
        "startTime": 58313,
        "endTime": 66342,
        "text": "So, I was so disturbed by what I saw and I was so unhappy with the article that ran afterwards..."
    },
    {
        "startTime": 66838,
        "endTime": 69253,
        "text": "...that I decided I would take six months off."
    },
    {
        "startTime": 69333,
        "endTime": 70337,
        "text": "I was 28 years old."
    },
    {
        "startTime": 70757,
        "endTime": 76261,
        "text": "I decided I would find six children in different countries and actually go spend some time with the kids..."
    },
    {
        "startTime": 76345,
        "endTime": 80383,
        "text": "...and try to tell their story a little bit better than I thought I had done for Time magazine."
    },
    {
        "startTime": 81913,
        "endTime": 88789,
        "text": "In the course of doing the story, I was looking for children who hadn't been photographed before,..."
    },
    {
        "startTime": 89229,
        "endTime": 94907,
        "text": "...and the Pearl Buck Foundation told me that they worked with a lot of Americans who were donating money..."
    },
    {
        "startTime": 94969,
        "endTime": 96198,
        "text": "...to help some of these kids."
    },
    {
        "startTime": 96679,
        "endTime": 100523,
        "text": "And a man told me, who ran the Pearl Buck Foundation in Korea,..."
    },
    {
        "startTime": 100597,
        "endTime": 104073,
        "text": "...that there was a young girl who was 11 years old, being raised by her grandmother."
    },
    {
        "startTime": 104144,
        "endTime": 106353,
        "text": "And the grandmother had never let any Westerners ever see her."
    },
    {
        "startTime": 106718,
        "endTime": 108791,
        "text": "Every time any Westerners came to the village, she hid the girl."
    },
    {
        "startTime": 109361,
        "endTime": 111201,
        "text": "And of course, I was immediately intrigued."
    },
    {
        "startTime": 111581,
        "endTime": 114755,
        "text": "I saw photographs of her and I thought, \"I wanted to go.\" and..."
    },
    {
        "startTime": 114832,
        "endTime": 117096,
        "text": "...the guy just told me, \"There's no way. This grandmother won't even\"..."
    },
    {
        "startTime": 117239,
        "endTime": 119807,
        "text": "...\"you know, there's no way she's ever going to let you meet this girl that's she's raising.\""
    },
    {
        "startTime": 120226,
        "endTime": 124043,
        "text": "I took a translator with me and went to this village found the grandmother, sat down with her."
    },
    {
        "startTime": 124423,
        "endTime": 127701,
        "text": "And to my astonishment, she agreed to let me photograph her granddaughter."
    },
    {
        "startTime": 128202,
        "endTime": 133575,
        "text": "And I was paying for this myself, so I asked the translator if it would be okay if I stayed for the week."
    },
    {
        "startTime": 133649,
        "endTime": 134817,
        "text": "I had a sleeping bag."
    },
    {
        "startTime": 135589,
        "endTime": 137893,
        "text": "The family had a small shed on the side of the house,..."
    },
    {
        "startTime": 138305,
        "endTime": 141063,
        "text": "...so I said, \"Could I sleep in my sleeping bag in the evenings?\""
    },
    {
        "startTime": 141541,
        "endTime": 148235,
        "text": "And I just told the little girl, whose name was Hyun Sook Lee, that if I ever did anything to embarrass her,..."
    },
    {
        "startTime": 148334,
        "endTime": 150541,
        "text": "...she didn't speak a word of English although she looked very American,..."
    },
    {
        "startTime": 151196,
        "endTime": 152575,
        "text": "...she could just put up her hand and say, \"Stop.\""
    },
    {
        "startTime": 152735,
        "endTime": 153939,
        "text": "And I would stop taking pictures."
    },
    {
        "startTime": 154306,
        "endTime": 155353,
        "text": "And then my translator left."
    },
    {
        "startTime": 155475,
        "endTime": 157431,
        "text": "So there I was, I couldn't speak a word of Korean..."
    },
    {
        "startTime": 157893,
        "endTime": 159560,
        "text": "...and this is the first night I met Hyun Sook."
    }
]