[
    {
        "startTime": 449,
        "endTime": 1339,
        "text": "I'm Bambi Francisco."
    },
    {
        "startTime": 1446,
        "endTime": 5600,
        "text": "More than one hundred million dollars is spent on the virtual world known as Cyworlds."
    },
    {
        "startTime": 5686,
        "endTime": 9203,
        "text": "Cyworld is one of the most popular social network sites in Korea..."
    },
    {
        "startTime": 9285,
        "endTime": 12823,
        "text": "...and joining me to talk about that hot asset in the company's moves into the US..."
    },
    {
        "startTime": 12905,
        "endTime": 16002,
        "text": "...is Henry Chon, CEO of Cyworld, USA."
    },
    {
        "startTime": 16384,
        "endTime": 19125,
        "text": "Henry, Cyworld launched in the US recently..."
    },
    {
        "startTime": 19209,
        "endTime": 21987,
        "text": "...but let's just talk about Korea because that's where it's really popular."
    },
    {
        "startTime": 22349,
        "endTime": 26867,
        "text": "300 thousand dollars is spent daily on that site just for merchandise."
    },
    {
        "startTime": 27122,
        "endTime": 29168,
        "text": "What are the Cyworld members buying?"
    },
    {
        "startTime": 29930,
        "endTime": 33528,
        "text": "Typically, it's a digital assets that we created with graphics people..."
    },
    {
        "startTime": 33637,
        "endTime": 38417,
        "text": "...that represents anything between household items or paintings or..."
    },
    {
        "startTime": 38789,
        "endTime": 42551,
        "text": "...anything that you can use to decorate your space, that's called mini - room."
    },
    {
        "startTime": 43621,
        "endTime": 48099,
        "text": "There are couches and there are dining tables and anything that you like to sort of say,..."
    },
    {
        "startTime": 48455,
        "endTime": 50125,
        "text": "...\"This is me in the virtual world,\"..."
    },
    {
        "startTime": 51071,
        "endTime": 52451,
        "text": "...in a self - explanatory way."
    },
    {
        "startTime": 52800,
        "endTime": 54567,
        "text": "How much is the virtual Picasso go for?"
    },
    {
        "startTime": 55135,
        "endTime": 59241,
        "text": "I think, last time I checked it's about a dollar. These items are anywhere between..."
    },
    {
        "startTime": 59303,
        "endTime": 63831,
        "text": "...ten cents to a dollar, maybe two, typically on the lower end rather than the high end."
    },
    {
        "startTime": 63913,
        "endTime": 65412,
        "text": "Do you have to pay the copyright fee for that?"
    },
    {
        "startTime": 65517,
        "endTime": 69921,
        "text": "We did, yes. We worked with the copyright owners to make sure that their rights were protected."
    },
    {
        "startTime": 70045,
        "endTime": 75085,
        "text": "Now, I can foresee a lot of members becoming virtual designers and creating their own label..."
    },
    {
        "startTime": 75209,
        "endTime": 75513,
        "text": "Right."
    },
    {
        "startTime": 75622,
        "endTime": 80536,
        "text": "...and selling their designer label handbags or rugs or home furnishings."
    },
    {
        "startTime": 80951,
        "endTime": 82089,
        "text": "Is that what they can do today?"
    },
    {
        "startTime": 82754,
        "endTime": 85844,
        "text": "Not right now, but I think that's where we're going with our services."
    },
    {
        "startTime": 86445,
        "endTime": 91332,
        "text": "So far, we had about 3,000 designers and content providers that are creating anything..."
    },
    {
        "startTime": 91874,
        "endTime": 96206,
        "text": "...that we sell. But, you know, there's always a demand by our user and community to say,..."
    },
    {
        "startTime": 96522,
        "endTime": 100365,
        "text": "...you know, \"I am really good at creating these things. I like to share these with other people.\""
    },
    {
        "startTime": 100704,
        "endTime": 103888,
        "text": "So we are trying to create a place where we can share those kinds of things."
    },
    {
        "startTime": 104356,
        "endTime": 109280,
        "text": "And the creators of the content are protected in some way by a profit sharing or some kind of revenue sharing."
    }
]