[
    {
        "startTime": 4750,
        "endTime": 7791,
        "text": "Niagara Falls has approximately eight million visitors a year."
    },
    {
        "startTime": 8235,
        "endTime": 10765,
        "text": "We have the falls itself. We have Buffalo."
    },
    {
        "startTime": 11052,
        "endTime": 16069,
        "text": "We have Toronto. We have great state-of-the-art schools and lovely parks."
    },
    {
        "startTime": 16320,
        "endTime": 20271,
        "text": "The home listing report certainly shows that Niagara Falls property is of value."
    },
    {
        "startTime": 20831,
        "endTime": 26885,
        "text": "In addition to that, we have great community spirit neighborhoods and quality of life."
    },
    {
        "startTime": 28020,
        "endTime": 30528,
        "text": "We certainly see quite a few first-time home buyers."
    },
    {
        "startTime": 31088,
        "endTime": 33376,
        "text": "The fact is, because housing is so affordable,..."
    },
    {
        "startTime": 33843,
        "endTime": 35830,
        "text": "...they can choose to purchase rather than rent..."
    },
    {
        "startTime": 35893,
        "endTime": 37709,
        "text": "...and that makes it special for them."
    },
    {
        "startTime": 38483,
        "endTime": 41883,
        "text": "Niagara Falls in western New York is not only just an affordable place to live,..."
    },
    {
        "startTime": 42178,
        "endTime": 45009,
        "text": "...it's a wonderful, wonderful place for you to raise your families."
    },
    {
        "startTime": 45439,
        "endTime": 48485,
        "text": "In Niagara Falls, of course, have the falls themselves..."
    },
    {
        "startTime": 48591,
        "endTime": 51195,
        "text": "...and the iconic Maid of the Mist and Cave of the Winds tours,..."
    },
    {
        "startTime": 51480,
        "endTime": 54951,
        "text": "...as well as just walk around Niagara Falls State Park, which is beautiful in itself."
    },
    {
        "startTime": 55520,
        "endTime": 58411,
        "text": "The best thing about living in our area is certainly the people."
    },
    {
        "startTime": 59044,
        "endTime": 63478,
        "text": "People in western New York are wonderful, supportive, strong, and proud,..."
    },
    {
        "startTime": 64195,
        "endTime": 66510,
        "text": "...just a great place to live in western New York."
    }
]