[
    {
        "startTime": 634,
        "endTime": 5009,
        "text": "﻿Google Related is a new tool that makes it easy to discover useful stuff while you browse."
    },
    {
        "startTime": 5801,
        "endTime": 10011,
        "text": "When you visit a website, Related finds useful content relevant to the page you're viewing."
    },
    {
        "startTime": 10858,
        "endTime": 13037,
        "text": "A thin bar will appear at the bottom of your browser,..."
    },
    {
        "startTime": 13189,
        "endTime": 16205,
        "text": "...suggesting news, images, and much more in real time."
    },
    {
        "startTime": 17083,
        "endTime": 19912,
        "text": "Let's say you're looking at a website about your favorite singer or band."
    },
    {
        "startTime": 20747,
        "endTime": 23939,
        "text": "Google Related will show teasers for on - topic related content."
    },
    {
        "startTime": 24682,
        "endTime": 28247,
        "text": "Hover your mouse over the video section and watch without leaving the page you're on."
    },
    {
        "startTime": 29549,
        "endTime": 31356,
        "text": "Want to find a place where you can grab a bite to eat?"
    },
    {
        "startTime": 32026,
        "endTime": 33862,
        "text": "When you visit a local restaurant's website..."
    },
    {
        "startTime": 34222,
        "endTime": 38066,
        "text": "...Related can show you maps, reviews and even other nearby restaurants."
    },
    {
        "startTime": 38795,
        "endTime": 43953,
        "text": "All of the links open in new tabs or windows so you don't have to worry about being navigated away from the original page."
    },
    {
        "startTime": 45246,
        "endTime": 47746,
        "text": "Whether you're reading the news, shopping for a new phone..."
    },
    {
        "startTime": 48048,
        "endTime": 50535,
        "text": "...checking out a local hot spot or just browsing the web..."
    },
    {
        "startTime": 50977,
        "endTime": 54437,
        "text": "Google related can help you discover even more useful and interesting content."
    },
    {
        "startTime": 55609,
        "endTime": 59038,
        "text": "Google Related is free and easy to install in Chrome and Internet Explorer."
    },
    {
        "startTime": 60191,
        "endTime": 63256,
        "text": "Visit google.com/related to start using it today."
    }
]