[
    {
        "startTime": 403,
        "endTime": 4881,
        "text": "Holograms are three-dimensional images produced by two distinct beams of light."
    },
    {
        "startTime": 5187,
        "endTime": 8177,
        "text": "But until now, they could only be seen but not touched."
    },
    {
        "startTime": 8495,
        "endTime": 13308,
        "text": "Now, scientists in Japan have changed all that with the creation of touchable holograms."
    },
    {
        "startTime": 14026,
        "endTime": 17521,
        "text": "Researchers at Tokyo University have come up with the technology..."
    },
    {
        "startTime": 17615,
        "endTime": 19317,
        "text": "...that is the first and significant step..."
    },
    {
        "startTime": 19403,
        "endTime": 22746,
        "text": "...away from the mouse and keyboard: touchable holograms."
    },
    {
        "startTime": 25935,
        "endTime": 28778,
        "text": "Up until now, holography has been for the eyes only..."
    },
    {
        "startTime": 29271,
        "endTime": 32047,
        "text": "...and if you try to touch it, your hand will go right through."
    },
    {
        "startTime": 32543,
        "endTime": 37630,
        "text": "But now, we have the technology that also adds the sensation of touch to holograms."
    },
    {
        "startTime": 39671,
        "endTime": 43289,
        "text": "The technology consists of software that uses ultrasonic waves..."
    },
    {
        "startTime": 43369,
        "endTime": 47547,
        "text": "...to create pressure on the hand of the user touching the projected hologram."
    },
    {
        "startTime": 48099,
        "endTime": 53303,
        "text": "Researchers are using two Wiimotes from Nintendo's Wii gaming system to track a user's hand."
    },
    {
        "startTime": 53889,
        "endTime": 57996,
        "text": "The technology was used at SIGGRAPH, an annual computer graphics conference,..."
    },
    {
        "startTime": 58221,
        "endTime": 61817,
        "text": "...and has so far only been tested with relatively simple objects."
    },
    {
        "startTime": 62216,
        "endTime": 66112,
        "text": "But its inventors have big plans for touchable holograms in the future."
    },
    {
        "startTime": 68967,
        "endTime": 71197,
        "text": "For example, it's been shown that in hospitals..."
    },
    {
        "startTime": 71524,
        "endTime": 75853,
        "text": "...there can be contamination between people due to objects that are touched communally."
    },
    {
        "startTime": 76577,
        "endTime": 79838,
        "text": "If you can change the switches and such into a virtual switch,..."
    },
    {
        "startTime": 80291,
        "endTime": 83166,
        "text": "...then you no longer have worry about touch contamination."
    },
    {
        "startTime": 83870,
        "endTime": 86276,
        "text": "This is one application that's quite easy to see."
    },
    {
        "startTime": 87018,
        "endTime": 90549,
        "text": "Touchable holograms could be used for a wide variety of things,..."
    },
    {
        "startTime": 90909,
        "endTime": 94355,
        "text": "...everything from light switches to books with each appearing when needed..."
    },
    {
        "startTime": 94509,
        "endTime": 96229,
        "text": "...and then disappearing when not."
    },
    {
        "startTime": 96849,
        "endTime": 101003,
        "text": "And holograms could replace the need for making new interfaces for technology..."
    },
    {
        "startTime": 101132,
        "endTime": 105035,
        "text": "...since they could be changed without having to make a new physical product."
    }
]