[
    {
        "startTime": 94,
        "endTime": 5517,
        "text": "So we're here with Michael who took a series of photos in the days after September 11th."
    },
    {
        "startTime": 5949,
        "endTime": 9313,
        "text": "He captured a street - level view of downtown Manhattan."
    },
    {
        "startTime": 9580,
        "endTime": 11313,
        "text": "Michael, why don't you get us started?"
    },
    {
        "startTime": 13539,
        "endTime": 17831,
        "text": "Yeah, we were driving into Manhattan and you could see the skyline..."
    },
    {
        "startTime": 17949,
        "endTime": 22545,
        "text": "...as you drove over the bridge and some planes in the sky still but the towers were missing."
    },
    {
        "startTime": 23701,
        "endTime": 29497,
        "text": "And as you get into Manhattan from Penn Station, you could see the flags were at half-staff and..."
    },
    {
        "startTime": 29881,
        "endTime": 31880,
        "text": "...and now you're actually walking the Ground Zero."
    },
    {
        "startTime": 32225,
        "endTime": 37131,
        "text": "Right. From Penn Station, there are people selling flags on the street..."
    },
    {
        "startTime": 37938,
        "endTime": 43485,
        "text": "...and missing posters all over the place reminding you what had happened."
    },
    {
        "startTime": 44009,
        "endTime": 50076,
        "text": "Now there's so much visual stimuli, how do you just keep it straight?"
    },
    {
        "startTime": 50531,
        "endTime": 54792,
        "text": "Yeah, you know, it was hard to process even from the streets of the city being empty,..."
    },
    {
        "startTime": 55607,
        "endTime": 59644,
        "text": "...it was hard to process because usually there's just people everywhere."
    },
    {
        "startTime": 61348,
        "endTime": 66849,
        "text": "They had state troopers searching cars as they went below the 14th street cut off."
    },
    {
        "startTime": 68949,
        "endTime": 73613,
        "text": "You could still see the smoke coming from the towers also as you go by Chelsea Piers..."
    },
    {
        "startTime": 73689,
        "endTime": 78603,
        "text": "...where they had a lot of the ambulances staged in case they needed rescue services."
    },
    {
        "startTime": 79074,
        "endTime": 84227,
        "text": "And what was it like seeing all the service vehicles and the TV crews and...?"
    },
    {
        "startTime": 85179,
        "endTime": 89007,
        "text": "Yeah, I mean, just an incredible amount of authority, the military,..."
    },
    {
        "startTime": 89072,
        "endTime": 91790,
        "text": "...the state police, the city police, secret service,..."
    },
    {
        "startTime": 93153,
        "endTime": 97605,
        "text": "...DEA, FBI, all  agencies were there along with all the media,..."
    },
    {
        "startTime": 97933,
        "endTime": 99864,
        "text": "...as you'll see as we get closer to Ground Zero."
    },
    {
        "startTime": 100091,
        "endTime": 103690,
        "text": "And what was it like seeing people in masks still?"
    },
    {
        "startTime": 104358,
        "endTime": 108332,
        "text": "Well, you know, as the dump trucks came out of the Ground Zero with..."
    },
    {
        "startTime": 109181,
        "endTime": 114018,
        "text": "...the steel girders from the towers, you could smell sulfur in the air and..."
    },
    {
        "startTime": 114455,
        "endTime": 116556,
        "text": "...people were handing out water to the rescuers..."
    },
    {
        "startTime": 116651,
        "endTime": 122023,
        "text": "...and some of the rescue vehicles that were crushed in the attacks were brought out..."
    },
    {
        "startTime": 122137,
        "endTime": 128061,
        "text": "...and escorted by military police as people had clapped and sort of cheered for those people."
    }
]