[
    {
        "startTime": 563,
        "endTime": 4093,
        "text": "I love being outside. Nature is one of my favorite hobbies."
    },
    {
        "startTime": 4552,
        "endTime": 7009,
        "text": "I like to hike, I like to kayak, I like to canoe."
    },
    {
        "startTime": 7601,
        "endTime": 12138,
        "text": "There's one thing that I sure don't like about being outside and that is mosquito bites."
    },
    {
        "startTime": 12490,
        "endTime": 14309,
        "text": "They just love me; they can't get enough of me."
    },
    {
        "startTime": 14964,
        "endTime": 16724,
        "text": "Well, a lot of people might ask the question,..."
    },
    {
        "startTime": 17377,
        "endTime": 19400,
        "text": "...\"Why does a mosquito bite you in the first place?\""
    },
    {
        "startTime": 20071,
        "endTime": 23247,
        "text": "I'm Janice Creneti. I've been teaching environmental science for over 20 years..."
    },
    {
        "startTime": 23323,
        "endTime": 26449,
        "text": "...and I'm here to answer the question, \"Why do mosquitoes suck blood?\""
    },
    {
        "startTime": 27368,
        "endTime": 30355,
        "text": "Well, first of all one thing that's not commonly understood..."
    },
    {
        "startTime": 30513,
        "endTime": 34545,
        "text": "...is that it's actually only of the females of the species that are going after your blood."
    },
    {
        "startTime": 35183,
        "endTime": 38163,
        "text": "You see most species of mosquitoes, males and females,..."
    },
    {
        "startTime": 38249,
        "endTime": 39702,
        "text": "...when they're just trying to feed themselves,..."
    },
    {
        "startTime": 39846,
        "endTime": 42315,
        "text": "...they actually eat nectar, just sort of like a bee."
    },
    {
        "startTime": 42685,
        "endTime": 47455,
        "text": "They have a long tubelike mouth part that's good for sticking into flowers to get pollen,..."
    },
    {
        "startTime": 47553,
        "endTime": 48454,
        "text": "...to get nectar out,..."
    },
    {
        "startTime": 49843,
        "endTime": 54956,
        "text": "...but the female of the species needs something special when she's going to lay her eggs,..."
    },
    {
        "startTime": 55273,
        "endTime": 56969,
        "text": "...and that's what she gets from the human blood."
    },
    {
        "startTime": 57389,
        "endTime": 61980,
        "text": "She needs irons and protein to properly form the eggs and actually be able to lay them."
    },
    {
        "startTime": 62383,
        "endTime": 66048,
        "text": "That's why she has to go after you and me when we're outside enjoying a summer evening."
    },
    {
        "startTime": 67206,
        "endTime": 71317,
        "text": "Now, the thing about mosquitoes is they can also carry disease and that becomes a problem..."
    },
    {
        "startTime": 71398,
        "endTime": 74811,
        "text": "...as they're sucking blood from one person and flying over to bite somebody else."
    },
    {
        "startTime": 75172,
        "endTime": 77476,
        "text": "They can even carry diseases in your pets as well."
    },
    {
        "startTime": 77791,
        "endTime": 81444,
        "text": "If your dog has ever gotten heartworm, a mosquito is probably the culprit."
    },
    {
        "startTime": 82239,
        "endTime": 84097,
        "text": "So, watch out for those mosquitoes."
    },
    {
        "startTime": 84192,
        "endTime": 87292,
        "text": "Use insect repellent when you're outside and protect your pets as well."
    },
    {
        "startTime": 87985,
        "endTime": 90842,
        "text": "I'm Janice Creneti and this is \"Why Do Mosquitoes Suck Blood\"."
    }
]