[
    {
        "startTime": 5481,
        "endTime": 9614,
        "text": "Train your puppy to sleep through the night and you might finally get a full night's rest, too."
    },
    {
        "startTime": 10920,
        "endTime": 19076,
        "text": "You will need a feeding schedule, exercise, a puppy bed or a crate, and a hot water bottle or heating pad."
    },
    {
        "startTime": 19661,
        "endTime": 24197,
        "text": "Step one: Get your puppy on a regular feeding schedule and follow it strictly..."
    },
    {
        "startTime": 24300,
        "endTime": 26889,
        "text": "...so you'll know when your puppy needs to take care of his business."
    },
    {
        "startTime": 27623,
        "endTime": 30171,
        "text": "Don't give your puppy food or water later in the evening."
    },
    {
        "startTime": 30518,
        "endTime": 32343,
        "text": "Set a cutoff time of seven pm."
    },
    {
        "startTime": 33035,
        "endTime": 36902,
        "text": "Step two: Give your puppy plenty of exercise during the day."
    },
    {
        "startTime": 37293,
        "endTime": 39763,
        "text": "Go for a walk after work or play fetch in the yard."
    },
    {
        "startTime": 40162,
        "endTime": 44581,
        "text": "Wind things down with a more gentle activity like brushing or petting close to bedtime."
    },
    {
        "startTime": 45260,
        "endTime": 50131,
        "text": "Step three: Take the puppy outside right before bedtime even if they don't have to go."
    },
    {
        "startTime": 50403,
        "endTime": 52467,
        "text": "They'll eventually learn what's expected of them."
    },
    {
        "startTime": 53177,
        "endTime": 57755,
        "text": "Step four: Set up a bed or crate in your bedroom, preferably next to your bed."
    },
    {
        "startTime": 58170,
        "endTime": 61217,
        "text": "The puppy will take sleeping cues from you when it's time for lights out."
    },
    {
        "startTime": 62228,
        "endTime": 67575,
        "text": "If the puppy must sleep in another room, put a white noise machine or ticking clock nearby to soothe them."
    },
    {
        "startTime": 67997,
        "endTime": 72531,
        "text": "Step five: Expect that the puppy won't be able to make it through the night for a while."
    },
    {
        "startTime": 72929,
        "endTime": 77619,
        "text": "If they cry, go out for a potty break immediately and then return the puppy directly to bed."
    },
    {
        "startTime": 78081,
        "endTime": 80117,
        "text": "Eventually, they'll be able to hold it longer."
    },
    {
        "startTime": 80635,
        "endTime": 83885,
        "text": "Don't play with them or they'll wake you up each time they want to get frisky."
    },
    {
        "startTime": 84433,
        "endTime": 89897,
        "text": "Step six: Make a new puppy feel more at home by placing a hot water bottle or heating pad..."
    },
    {
        "startTime": 89985,
        "endTime": 93061,
        "text": "...under a blanket in their sleeping area to imitate their litter mates."
    },
    {
        "startTime": 93527,
        "endTime": 96801,
        "text": "Soon, both the puppy and you will sleep like a baby."
    },
    {
        "startTime": 97914,
        "endTime": 101513,
        "text": "Did you know? Dalmatian puppies are born with a pure white coat."
    },
    {
        "startTime": 101674,
        "endTime": 103209,
        "text": "Their spots develop as they mature."
    }
]