[
    {
        "startTime": 3103,
        "endTime": 4393,
        "text": "Yeah, one of the things that,..."
    },
    {
        "startTime": 5445,
        "endTime": 7896,
        "text": "...the question of what's uniquely human is actually a big one."
    },
    {
        "startTime": 8102,
        "endTime": 10368,
        "text": "Depending on who you ask, you might get really different answers."
    },
    {
        "startTime": 10747,
        "endTime": 13627,
        "text": "If I had to put my money on something that was actually uniquely human,..."
    },
    {
        "startTime": 14050,
        "endTime": 17567,
        "text": "...it seems, in some funny way, to be our motivation to actually..."
    },
    {
        "startTime": 17963,
        "endTime": 19496,
        "text": "...interact with others, in a funny way."
    },
    {
        "startTime": 19937,
        "endTime": 23743,
        "text": "And what I mean by this is that generally, if you look at any human anywhere,..."
    },
    {
        "startTime": 23867,
        "endTime": 25237,
        "text": "...if they're hanging out with other humans,..."
    },
    {
        "startTime": 25587,
        "endTime": 28715,
        "text": "...they're often doing something with or showing something to another individual."
    },
    {
        "startTime": 29039,
        "endTime": 32699,
        "text": "So, you see something cool and you say, \"Oh! Hey, look at this cool thing.\""
    },
    {
        "startTime": 33105,
        "endTime": 35497,
        "text": "And to psychologists, this is this process of reference."
    },
    {
        "startTime": 35581,
        "endTime": 38287,
        "text": "Traits of sharing, referring to information out there in the world."
    },
    {
        "startTime": 38730,
        "endTime": 40171,
        "text": "And it seems like, in other primates,..."
    },
    {
        "startTime": 40317,
        "endTime": 42842,
        "text": "...even though you think this is kind of a simple ability, they seem to lack..."
    },
    {
        "startTime": 42959,
        "endTime": 44585,
        "text": "...at least the motivation to do this."
    },
    {
        "startTime": 45448,
        "endTime": 49171,
        "text": "This leads to the fact that they don't have the kind of communication that we have."
    },
    {
        "startTime": 49553,
        "endTime": 52909,
        "text": "The things like language with nouns that can kind of point to things out there in the world."
    },
    {
        "startTime": 53785,
        "endTime": 57226,
        "text": "They also don't seem to share their own desires and intentions with others,..."
    },
    {
        "startTime": 57850,
        "endTime": 61542,
        "text": "...which leads to a lack of kind of cooperation in a lot of domains."
    },
    {
        "startTime": 61632,
        "endTime": 64258,
        "text": "So, if I had to put my money on what was uniquely human,..."
    },
    {
        "startTime": 64742,
        "endTime": 67888,
        "text": "...I'd go with the kind of motivation to share information with others."
    }
]