[
    {
        "startTime": 6379,
        "endTime": 8823,
        "text": "Baby birds sometimes fall from their nests,..."
    },
    {
        "startTime": 9083,
        "endTime": 12289,
        "text": "...and sometimes are knocked out by storms or other natural causes."
    },
    {
        "startTime": 12455,
        "endTime": 14903,
        "text": "If you find a baby bird, here's how to feed it."
    },
    {
        "startTime": 15500,
        "endTime": 20704,
        "text": "You will need: a container, a heating pad, dog kibble, hot sugar water,..."
    },
    {
        "startTime": 20962,
        "endTime": 28786,
        "text": "...a bowl, a spoon, hard-boiled eggs, baby cereal, toothpicks, canned cat or dog food, lean raw beef and fruit."
    },
    {
        "startTime": 29515,
        "endTime": 34387,
        "text": "Step 1 : Place the baby bird in a container on top of a heating pad to keep it warm."
    },
    {
        "startTime": 35758,
        "endTime": 37600,
        "text": "Handle the bird only when necessary."
    },
    {
        "startTime": 38467,
        "endTime": 43205,
        "text": "Step 2 : Prepare the food by soaking dog kibble in hot sugar water for one hour."
    },
    {
        "startTime": 43845,
        "endTime": 48991,
        "text": "Step 3 : Remove the kibble from the water and mix it with baby cereal and a hard-boiled egg."
    },
    {
        "startTime": 49353,
        "endTime": 52252,
        "text": "Feed the baby bird with this mixture for the first couple of days."
    },
    {
        "startTime": 53037,
        "endTime": 58726,
        "text": "Step 4 : Make a pea - size ball with the food mixture and place it in the baby's mouth using a toothpick."
    },
    {
        "startTime": 59508,
        "endTime": 62072,
        "text": "Never force food or water into the bird's mouth."
    },
    {
        "startTime": 62833,
        "endTime": 67005,
        "text": "Step 5 : Feed the bird every 15 minutes over the first couple of days."
    },
    {
        "startTime": 67377,
        "endTime": 70244,
        "text": "When it's stronger, feed it every 30 to 60 minutes."
    },
    {
        "startTime": 70685,
        "endTime": 77317,
        "text": "Step 6 : Feed the baby bird room temperature canned dog food, lean raw beef and fruit after the first couple of days."
    },
    {
        "startTime": 78109,
        "endTime": 82406,
        "text": "Step 7 : Wean it away from hand - feeding once it starts moving around."
    },
    {
        "startTime": 83620,
        "endTime": 90593,
        "text": "Did you know? In 2007, an ostrich egg set a record for the largest egg from a living bird at five pounds nine ounces."
    }
]