[
    {
        "startTime": 11952,
        "endTime": 16529,
        "text": "This morning, I got up and got ready quickly because I have to get a lot of stuff done."
    },
    {
        "startTime": 16855,
        "endTime": 19685,
        "text": "I sat down at my desk to start getting my stuff done..."
    },
    {
        "startTime": 19769,
        "endTime": 22815,
        "text": "...and I spilled my coffee so I got a sponge to clean it up."
    },
    {
        "startTime": 23001,
        "endTime": 25838,
        "text": "And I figured I'd take an extra minute to clean the whole desk..."
    },
    {
        "startTime": 25978,
        "endTime": 28516,
        "text": "...because a clean desk would help me get my stuff done."
    },
    {
        "startTime": 29010,
        "endTime": 31791,
        "text": "When I was finished, I realized I hadn't eaten anything..."
    },
    {
        "startTime": 31885,
        "endTime": 34608,
        "text": "...and I didn't wanna be hungry while I got my stuff done."
    },
    {
        "startTime": 34699,
        "endTime": 37147,
        "text": "So I went into the kitchen and I was out of cereal."
    },
    {
        "startTime": 37625,
        "endTime": 41539,
        "text": "When I got into the grocery store, I remembered a bunch of other crap I needed to get."
    },
    {
        "startTime": 41623,
        "endTime": 44751,
        "text": "And I figured I was already there so I did my shopping for the week..."
    },
    {
        "startTime": 44863,
        "endTime": 47755,
        "text": "...so I didn't have to worry about it while I got my stuff done."
    },
    {
        "startTime": 48178,
        "endTime": 51903,
        "text": "When I got home, I didn't feel like cereal anymore and so I made an omelet..."
    },
    {
        "startTime": 51969,
        "endTime": 55601,
        "text": "...and I did the dishes so I wouldn't have to do them after I got my stuff done."
    },
    {
        "startTime": 55685,
        "endTime": 58436,
        "text": "And then I went out to get some oil from the hardware store..."
    },
    {
        "startTime": 58509,
        "endTime": 60473,
        "text": "...because my desk chair is kind of squeaky..."
    },
    {
        "startTime": 60568,
        "endTime": 64487,
        "text": "...and I didn't want to be distracted by a squeaky chair while I got my stuff done."
    },
    {
        "startTime": 64950,
        "endTime": 66976,
        "text": "When I got back it was getting kind of late..."
    },
    {
        "startTime": 67070,
        "endTime": 69549,
        "text": "...and I knew I wouldn't be able to get my stuff done today..."
    },
    {
        "startTime": 69637,
        "endTime": 72850,
        "text": "...so I started watching the Twilight Zone marathon on TV."
    },
    {
        "startTime": 73237,
        "endTime": 77285,
        "text": "I just have to make sure I get to bed early because I want to be well rested tomorrow..."
    },
    {
        "startTime": 77395,
        "endTime": 78878,
        "text": "...so I can get my stuff done."
    }
]