[
    {
        "startTime": 2029,
        "endTime": 7341,
        "text": "To whom do these companies owe loyalty?"
    },
    {
        "startTime": 7434,
        "endTime": 8519,
        "text": "What does loyalty mean?"
    },
    {
        "startTime": 9149,
        "endTime": 12861,
        "text": "Well, it turns out that that was a rather naive concept anyway..."
    },
    {
        "startTime": 12959,
        "endTime": 18262,
        "text": "...as corporations always owe an obligation to themselves to get large and to get profitable."
    },
    {
        "startTime": 18707,
        "endTime": 25296,
        "text": "In doing this, it tends to be more profitable to the extent it can make other people pay the bills..."
    },
    {
        "startTime": 25987,
        "endTime": 28320,
        "text": "...for its impact on society."
    },
    {
        "startTime": 29046,
        "endTime": 32763,
        "text": "There's a terrible word that economists use for this; it's called \"externalities\"."
    },
    {
        "startTime": 33181,
        "endTime": 39453,
        "text": "An externality is the effect of a transaction between two individuals..."
    },
    {
        "startTime": 40052,
        "endTime": 47780,
        "text": "...on a third party who has not consented to or played any role in the carrying out of that transaction."
    },
    {
        "startTime": 48425,
        "endTime": 51347,
        "text": "And there are real problems in that area, there's no doubt about it."
    },
    {
        "startTime": 54343,
        "endTime": 56780,
        "text": "Running a business is a tough proposition."
    },
    {
        "startTime": 57166,
        "endTime": 60591,
        "text": "There are costs to be minimized at every turn."
    },
    {
        "startTime": 61542,
        "endTime": 66224,
        "text": "And at some point, the corporation says, \"You know, let somebody else deal with that.\""
    },
    {
        "startTime": 66884,
        "endTime": 72415,
        "text": "Let's let somebody else supply the military power to the Middle East to protect the oil and its source."
    },
    {
        "startTime": 72882,
        "endTime": 77785,
        "text": "Let's let somebody else build the roads that we can drive these automobiles on."
    },
    {
        "startTime": 78261,
        "endTime": 81651,
        "text": "Let's let somebody else have those problems."
    },
    {
        "startTime": 82308,
        "endTime": 85443,
        "text": "And that is where externalities come from;..."
    },
    {
        "startTime": 85546,
        "endTime": 88653,
        "text": "...that notion of \"let somebody else deal with that.\""
    },
    {
        "startTime": 88945,
        "endTime": 91041,
        "text": "\"I got all I can handle myself.\""
    },
    {
        "startTime": 91560,
        "endTime": 97068,
        "text": "A corporation is an externalizing machine in the same way a shark is a killing machine."
    },
    {
        "startTime": 97759,
        "endTime": 103567,
        "text": "Each one is designed in a very efficient way to accomplish particular objectives."
    },
    {
        "startTime": 104162,
        "endTime": 109553,
        "text": "In the achievement of those objectives, there isn't any question of malevolence or of will."
    },
    {
        "startTime": 110505,
        "endTime": 116418,
        "text": "The enterprise has within it and the shark has within it those characteristics that enable it to do..."
    },
    {
        "startTime": 116496,
        "endTime": 118067,
        "text": "...that for which it was designed."
    },
    {
        "startTime": 118863,
        "endTime": 123549,
        "text": "So, the pressure is on the corporation to deliver results now..."
    },
    {
        "startTime": 124258,
        "endTime": 131051,
        "text": "...and to externalize any calls that this unweary or uncaring public will allow it to externalize."
    }
]