[
    {
        "startTime": 102,
        "endTime": 7075,
        "text": "So, this is what we've given up for cheap food and so..."
    },
    {
        "startTime": 7519,
        "endTime": 12612,
        "text": "...the only way we can get back to that really is to basically integrate externalities."
    },
    {
        "startTime": 12702,
        "endTime": 15799,
        "text": "So that whether it's our energy producers, our food producers..."
    },
    {
        "startTime": 15943,
        "endTime": 18956,
        "text": "...or with any other producers really have to pay full cost, full freight."
    },
    {
        "startTime": 19060,
        "endTime": 21620,
        "text": "In other words, if they do something and it has to..."
    },
    {
        "startTime": 22061,
        "endTime": 25023,
        "text": "...result in expense at some other time, place or person;..."
    },
    {
        "startTime": 25401,
        "endTime": 27245,
        "text": "...they have to integrate that into their prices..."
    },
    {
        "startTime": 27313,
        "endTime": 28941,
        "text": "...so the pricing costs are integrated."
    },
    {
        "startTime": 29029,
        "endTime": 32435,
        "text": "Once price and costs are integrated, then you have real feedback."
    },
    {
        "startTime": 32713,
        "endTime": 36067,
        "text": "And feedback then allows people to make intelligent decisions."
    },
    {
        "startTime": 37595,
        "endTime": 41352,
        "text": "But without feedback, it's like garbage in, garbage out."
    },
    {
        "startTime": 41457,
        "endTime": 45853,
        "text": "So when you get very cheap food, basically you're getting wrong information."
    },
    {
        "startTime": 46756,
        "endTime": 48143,
        "text": "And as I think many of you know,..."
    },
    {
        "startTime": 48345,
        "endTime": 50111,
        "text": "...or at least you have an agricultural background some of you."
    },
    {
        "startTime": 50689,
        "endTime": 55257,
        "text": "I mean, herbicides don't kill by poisoning a plant;..."
    },
    {
        "startTime": 55353,
        "endTime": 59108,
        "text": "...they kill by making it grow too fast, right?"
    },
    {
        "startTime": 60441,
        "endTime": 65359,
        "text": "So, what we have in this economy basically is cheapness..."
    },
    {
        "startTime": 65537,
        "endTime": 68663,
        "text": "...that allows us to buy a lot and grow too fast."
    },
    {
        "startTime": 69067,
        "endTime": 75503,
        "text": "And that's a sure way how to kill a culture and so less truly is more."
    },
    {
        "startTime": 75991,
        "endTime": 80363,
        "text": "And when food actually reflects its true cost, so forth what happens is..."
    },
    {
        "startTime": 80782,
        "endTime": 83448,
        "text": "...we become more discriminatory; we do buy locally and the..."
    },
    {
        "startTime": 83585,
        "endTime": 87004,
        "text": "...other thing that's driven low food prices is actually cheap energy."
    },
    {
        "startTime": 87743,
        "endTime": 89583,
        "text": "And really it was cheap energy that allowed..."
    },
    {
        "startTime": 89725,
        "endTime": 92251,
        "text": "...whether it's beer companies or bread companies or all the others..."
    },
    {
        "startTime": 92617,
        "endTime": 95726,
        "text": "...to centralize into huge, huge manufacturing facilities..."
    },
    {
        "startTime": 95839,
        "endTime": 98116,
        "text": "...and then ship it all across the country in trucks."
    },
    {
        "startTime": 98755,
        "endTime": 103407,
        "text": "And that is reversing and changing slowly; not slowly enough in my opinion..."
    },
    {
        "startTime": 103526,
        "endTime": 108110,
        "text": "...but in fact, cheap energy is gone; peak oil and peak production is here."
    },
    {
        "startTime": 108676,
        "endTime": 113775,
        "text": "I was with the Saudi Minister on Monday in Los Angeles, you know..."
    },
    {
        "startTime": 115130,
        "endTime": 120475,
        "text": "...and they know it and their city own 25% of the world's oil; they know it."
    },
    {
        "startTime": 120842,
        "endTime": 125366,
        "text": "They're shifting their whole economy away from oil to energy to renewable energy."
    },
    {
        "startTime": 125936,
        "endTime": 129791,
        "text": "This is Saudis and we're still saying, \"Drill baby, drill.\""
    },
    {
        "startTime": 130187,
        "endTime": 134951,
        "text": "And if anybody should understand where we are with oil,..."
    },
    {
        "startTime": 135324,
        "endTime": 140255,
        "text": "...it's gonna be the Saudis. And so the day of expensive oil is..."
    },
    {
        "startTime": 140343,
        "endTime": 146419,
        "text": "...coming which means that it's going to reverse the sort of economies of scale."
    },
    {
        "startTime": 146578,
        "endTime": 150017,
        "text": "But I don't think there ever was an economy of scale; actually, I don't think there is."
    },
    {
        "startTime": 150125,
        "endTime": 154099,
        "text": "I think at a certain point you get these economies but again they're covered up by externalities."
    },
    {
        "startTime": 154167,
        "endTime": 158660,
        "text": "And so I think the people who are localizing production and localizing..."
    },
    {
        "startTime": 160923,
        "endTime": 166153,
        "text": "...food webs and so forth are going to actually be buoyed up over the next five, ten and onward..."
    },
    {
        "startTime": 166832,
        "endTime": 169290,
        "text": "...in years because of the shift in the price of energy..."
    },
    {
        "startTime": 169364,
        "endTime": 172667,
        "text": "...and they're gonna have a competitive advantage instead of a competitive disadvantage."
    }
]