[
    {
        "startTime": 3799,
        "endTime": 6663,
        "text": "The recipe requires extra 70 minutes."
    },
    {
        "startTime": 7098,
        "endTime": 11725,
        "text": "Homemade pizza is on the menu and Louise Wilcox's daughters are chefs in training."
    },
    {
        "startTime": 11895,
        "endTime": 14239,
        "text": "What's one and a half cups plus one and a half cups."
    },
    {
        "startTime": 14553,
        "endTime": 19905,
        "text": "With five children ranging in age from 27 to five, there's always a lot going on."
    },
    {
        "startTime": 20277,
        "endTime": 23550,
        "text": "And there's Marice, Louise's mother-in-law, who also lives with them."
    },
    {
        "startTime": 23830,
        "endTime": 28675,
        "text": "Trying to get her to one place and someone to pick up the kids from school, and, or..."
    },
    {
        "startTime": 30237,
        "endTime": 37431,
        "text": "...things that helping her find her hearing aid some days or her glasses, it's busy."
    },
    {
        "startTime": 37807,
        "endTime": 43001,
        "text": "Juggling the roles without support can lead to exhaustion, irritability, even depression..."
    },
    {
        "startTime": 43378,
        "endTime": 47287,
        "text": "...that's why Dr. Heather Titman says it's so important to share the workload."
    },
    {
        "startTime": 47527,
        "endTime": 50000,
        "text": "Know their limits. It's important to know their limits and..."
    },
    {
        "startTime": 50620,
        "endTime": 55144,
        "text": "...to not make promises they may not be able to uphold..."
    },
    {
        "startTime": 55269,
        "endTime": 58816,
        "text": "...because, at the time you make a promise, you may not have all the information."
    },
    {
        "startTime": 59109,
        "endTime": 60372,
        "text": "Technology can help."
    },
    {
        "startTime": 60534,
        "endTime": 64187,
        "text": "Marice now has a machine that helps her remember when to take medicine..."
    },
    {
        "startTime": 64527,
        "endTime": 68881,
        "text": "...and her grandchildren are old enough to be helpers as well as her biggest fans."
    },
    {
        "startTime": 69046,
        "endTime": 72702,
        "text": "They used to end up my bed till one night the bed caved in."
    },
    {
        "startTime": 72857,
        "endTime": 77718,
        "text": "Another help, before Louise does any of this, she schedules in something important."
    },
    {
        "startTime": 78107,
        "endTime": 85205,
        "text": "If I don't take my time, I don't have the patience or whatever it is I need to have."
    },
    {
        "startTime": 86693,
        "endTime": 93174,
        "text": "So, Clifford and I go for a run every morning so that I have time for just my thoughts."
    },
    {
        "startTime": 93391,
        "endTime": 95897,
        "text": "It helped her lose weight and improve her own health,..."
    },
    {
        "startTime": 96373,
        "endTime": 100110,
        "text": "...making it easier to tackle dinner or whatever else comes her way."
    }
]