[
    {
        "startTime": 11,
        "endTime": 3337,
        "text": "We have some potentially dangerous animals performing here in Milwaukee this weekend."
    },
    {
        "startTime": 3440,
        "endTime": 5983,
        "text": "The Shrine Circus is in town and 12 News Shelby Croft talked..."
    },
    {
        "startTime": 6051,
        "endTime": 9483,
        "text": "...with the show's producer about keeping the trainers and the audience safe."
    },
    {
        "startTime": 13117,
        "endTime": 17005,
        "text": "It takes about six hours, five to six hours to do it all."
    },
    {
        "startTime": 17581,
        "endTime": 23537,
        "text": "Elephant pedicures. It's part of the job for trainer Larry Carden. For anyone else, it's a daunting task."
    },
    {
        "startTime": 23943,
        "endTime": 26259,
        "text": "Bow, our big elephant, is 13,000 pounds."
    },
    {
        "startTime": 26463,
        "endTime": 27749,
        "text": "They are gentle giants..."
    },
    {
        "startTime": 27872,
        "endTime": 32313,
        "text": "...but circus producer Bill Cunningham explains that they still take great care in working with them."
    },
    {
        "startTime": 32815,
        "endTime": 37477,
        "text": "Just like raising a child or managing a household, routine and consistency is very important."
    },
    {
        "startTime": 37589,
        "endTime": 39568,
        "text": "Same goes for the tigers a few feet away."
    },
    {
        "startTime": 39884,
        "endTime": 44745,
        "text": "While they look cuddly and lovable, it's always kept in mind they are ferocious animals by nature."
    },
    {
        "startTime": 45122,
        "endTime": 47088,
        "text": "They're never left alone even for one second."
    },
    {
        "startTime": 47726,
        "endTime": 51398,
        "text": "The circus has to follow strict rules and regulations when it comes to the animals."
    },
    {
        "startTime": 51545,
        "endTime": 54495,
        "text": "Even the weight of the wires on the tiger cage is monitored."
    },
    {
        "startTime": 55129,
        "endTime": 61723,
        "text": "They are not only subject to federal oversight but local, so we had the USDA in here this morning."
    },
    {
        "startTime": 62353,
        "endTime": 65075,
        "text": "The animals have to be checked frequently by veterinarians."
    },
    {
        "startTime": 65263,
        "endTime": 68341,
        "text": "Their health and state of mind are always taken into consideration."
    },
    {
        "startTime": 68846,
        "endTime": 72805,
        "text": "If an animal isn't fit to perform, they're gonna get the proper care..."
    },
    {
        "startTime": 73109,
        "endTime": 76265,
        "text": "...and they're gonna get a day off, you know, just like anybody else."
    },
    {
        "startTime": 76683,
        "endTime": 79266,
        "text": "Bill says an animal's temperament is looked at closely."
    },
    {
        "startTime": 79501,
        "endTime": 83022,
        "text": "New animals are brought in with extreme caution and broken in slowly."
    },
    {
        "startTime": 83497,
        "endTime": 87295,
        "text": "And first of all, the animals need to be comfortable with each other before they're comfortable performing."
    },
    {
        "startTime": 87763,
        "endTime": 89423,
        "text": "This circus has never had a problem."
    },
    {
        "startTime": 89699,
        "endTime": 93790,
        "text": "But anytime a person is working with wild animals, there's going to be a fear factor."
    },
    {
        "startTime": 94369,
        "endTime": 97653,
        "text": "Part of the thrill of the circus is the danger aspect."
    },
    {
        "startTime": 97882,
        "endTime": 100595,
        "text": "In Milwaukee, Shelby Croft, WISN 12 News."
    }
]