[
    {
        "startTime": 3629,
        "endTime": 7333,
        "text": "Today, the job of building this nation geographically is completed."
    },
    {
        "startTime": 8118,
        "endTime": 10767,
        "text": "There are no new frontiers within our borders."
    },
    {
        "startTime": 11694,
        "endTime": 14605,
        "text": "So, to what new horizons can we look now?"
    },
    {
        "startTime": 15551,
        "endTime": 17389,
        "text": "Where are tomorrow's opportunities?"
    },
    {
        "startTime": 18256,
        "endTime": 21221,
        "text": "What's ahead for you? For your children?"
    },
    {
        "startTime": 22004,
        "endTime": 24621,
        "text": "The frontiers of the future are not on any man."
    },
    {
        "startTime": 25713,
        "endTime": 29299,
        "text": "They are in the test tubes and laboratories of the great industries."
    },
    {
        "startTime": 35620,
        "endTime": 39413,
        "text": "The Chakrabarty case is one of the great judicial moments in world history."
    },
    {
        "startTime": 39991,
        "endTime": 45040,
        "text": "And the public was totally unaware it was actually happening as the process was being engaged."
    },
    {
        "startTime": 45673,
        "endTime": 51965,
        "text": "General Electric and a Professor Chakrabarty went to the patent office with a little microbe that eats up oil spills."
    },
    {
        "startTime": 52558,
        "endTime": 56513,
        "text": "They said they had modified this microbe in the laboratory and therefore it was an invention."
    },
    {
        "startTime": 57273,
        "endTime": 61709,
        "text": "The patent office of the US government took a look at this \"invention\" and they said, \"No way.\""
    },
    {
        "startTime": 62770,
        "endTime": 64919,
        "text": "The patent statutes don't cover living things."
    },
    {
        "startTime": 65439,
        "endTime": 67487,
        "text": "This is not an invention; turned down."
    },
    {
        "startTime": 68493,
        "endTime": 73061,
        "text": "Then, General Electric and Dr. Chakrabarty appealed to the US Customs Court of Appeal."
    },
    {
        "startTime": 73859,
        "endTime": 78281,
        "text": "And to everyone's surprise by a three - to - two decision, they overwrote the patent office."
    },
    {
        "startTime": 82345,
        "endTime": 87715,
        "text": "And they said this microbe looks more like a detergent or reagent than a horse or a honey bee."
    },
    {
        "startTime": 88299,
        "endTime": 91109,
        "text": "I laughed because they didn't understand basic biology."
    },
    {
        "startTime": 91195,
        "endTime": 92319,
        "text": "It looked like a chemical to them."
    },
    {
        "startTime": 92609,
        "endTime": 99009,
        "text": "Had it had an antenna or eyes, and wings, or legs; it would never have crossed their table and been patented."
    },
    {
        "startTime": 99795,
        "endTime": 101187,
        "text": "Then the patent office appealed."
    },
    {
        "startTime": 102020,
        "endTime": 106117,
        "text": "And what the public should realize now is the patent office was very clear that you can't patent life."
    },
    {
        "startTime": 107910,
        "endTime": 111680,
        "text": "My organization provided the main amicus curiae brief."
    },
    {
        "startTime": 112737,
        "endTime": 115291,
        "text": "\"If you allow the patent on this microbe,\" we argued,..."
    },
    {
        "startTime": 115903,
        "endTime": 119591,
        "text": "\"...it means that without any congressional guidance or public discussion,...\""
    },
    {
        "startTime": 120136,
        "endTime": 122184,
        "text": "\"...corporations will own the blueprints of life.\""
    },
    {
        "startTime": 123727,
        "endTime": 127945,
        "text": "When they made the decision, we lost by five - to - four and Chief Justice Warren Burger said,..."
    },
    {
        "startTime": 128035,
        "endTime": 132071,
        "text": "\"Sure, some of these are big issues but we think this is a small decision.\""
    },
    {
        "startTime": 132963,
        "endTime": 136203,
        "text": "Seven years later, the US patent office issued a one - sentence decree,..."
    },
    {
        "startTime": 137007,
        "endTime": 141202,
        "text": "\"You can patent anything in the world that's alive, except a full - birthed human being.\""
    }
]