[
    {
        "startTime": 10037,
        "endTime": 14621,
        "text": "His full name is Mymains Stewart Gilligan and we call him Stewie for short,..."
    },
    {
        "startTime": 14833,
        "endTime": 18526,
        "text": "...and yes, that does come from Family Guy."
    },
    {
        "startTime": 18666,
        "endTime": 22393,
        "text": "When we first got him, Stewie was just an average - sized Maine Coon kitten."
    },
    {
        "startTime": 22500,
        "endTime": 27625,
        "text": "There was no indication at all that he was going to be as large and as long..."
    },
    {
        "startTime": 27701,
        "endTime": 29702,
        "text": "...as he did end up doing after me."
    },
    {
        "startTime": 29838,
        "endTime": 33668,
        "text": "When I take Stewie to the cat shows, normally the position that I carry him in,..."
    },
    {
        "startTime": 33769,
        "endTime": 38629,
        "text": "...when I take him to him from the cat show rings, is that stretched out position."
    },
    {
        "startTime": 38752,
        "endTime": 40917,
        "text": "So people really get to see his length. And I've heard,..."
    },
    {
        "startTime": 41019,
        "endTime": 43300,
        "text": "...\"Oh My God, that's the largest thing I've ever seen!\""
    },
    {
        "startTime": 43643,
        "endTime": 46009,
        "text": "Or basically I just get a lot of the,..."
    },
    {
        "startTime": 47049,
        "endTime": 50315,
        "text": "...you know, \"Wow!\" all of that good stuff."
    },
    {
        "startTime": 50472,
        "endTime": 55079,
        "text": "About the 5000th time I heard somebody say, \"He's got to be the longest cat I've ever seen\",..."
    },
    {
        "startTime": 55273,
        "endTime": 57195,
        "text": "...we finally started looking at measuring him..."
    },
    {
        "startTime": 57276,
        "endTime": 60047,
        "text": "...to see if he could qualify as a Guinness World Record holder."
    },
    {
        "startTime": 60564,
        "endTime": 65217,
        "text": "So, we watched him grow for a couple of years and throughout the record attempts,..."
    },
    {
        "startTime": 65300,
        "endTime": 68513,
        "text": "...and then finally when we got that, that last one, we were overjoyed."
    },
    {
        "startTime": 68615,
        "endTime": 73323,
        "text": "Because we knew that it was over the previous Guinness World Record holder's measurement."
    }
]