[
    {
        "startTime": 4443,
        "endTime": 10168,
        "text": "The past. Strangely, there are people today who think life was better back in the days of yore."
    },
    {
        "startTime": 10581,
        "endTime": 17257,
        "text": "But why? Consider Louis Quatorze, the Sun King. Louis chose from 40 dishes every night,..."
    },
    {
        "startTime": 17383,
        "endTime": 24051,
        "text": "...taking 498 people to prepare each meal. He was rich because people did things for him,..."
    },
    {
        "startTime": 24379,
        "endTime": 29869,
        "text": "...and because others were poor. But today's average person can go into a supermarket..."
    },
    {
        "startTime": 30027,
        "endTime": 34139,
        "text": "... and buy a fresh, frozen, tinned, smoked or pre - prepared meal made with..."
    },
    {
        "startTime": 34319,
        "endTime": 38683,
        "text": "...beef, chicken, pork, lamb, fish, eggs, potatoes, beans, carrots,..."
    },
    {
        "startTime": 39043,
        "endTime": 42193,
        "text": "...or he can choose to eat from scores of nearby restaurants."
    },
    {
        "startTime": 42505,
        "endTime": 48142,
        "text": "Italian, Chinese, Japanese or Indian, each of which has a team of skilled chefs..."
    },
    {
        "startTime": 48227,
        "endTime": 51163,
        "text": "...waiting to serve at less than an hour's notice."
    },
    {
        "startTime": 51633,
        "endTime": 56671,
        "text": "Add all of this up and you realize that you have far more than 498 servants..."
    },
    {
        "startTime": 56919,
        "endTime": 58249,
        "text": "...at your beck and call."
    },
    {
        "startTime": 58697,
        "endTime": 63578,
        "text": "Of course, these people work for many other people too, but what's the difference?"
    },
    {
        "startTime": 64033,
        "endTime": 66755,
        "text": "In a sense, we're all kings now."
    },
    {
        "startTime": 67425,
        "endTime": 72721,
        "text": "Exchange in specialization means you no longer have a wick - trimming footman..."
    },
    {
        "startTime": 73293,
        "endTime": 76837,
        "text": "...but a switch that gives you instant light, thanks to hardworking people..."
    },
    {
        "startTime": 76902,
        "endTime": 79381,
        "text": "...at the grid of distant nuclear power stations."
    },
    {
        "startTime": 80141,
        "endTime": 83085,
        "text": "You have no woodcutters to bring you logs for a fire."
    },
    {
        "startTime": 83571,
        "endTime": 88322,
        "text": "Instead, you have the operators of gas rigs in Russia bringing you central heating."
    },
    {
        "startTime": 89152,
        "endTime": 94217,
        "text": "This is collective intelligence, where everybody is working for everybody else..."
    },
    {
        "startTime": 94576,
        "endTime": 96401,
        "text": "...to bring us whatever we need."
    },
    {
        "startTime": 97342,
        "endTime": 100891,
        "text": "And that's why things are getting better and better for humankind."
    },
    {
        "startTime": 101309,
        "endTime": 105703,
        "text": "So it's time to put the past where it belongs: in the past."
    },
    {
        "startTime": 106149,
        "endTime": 109079,
        "text": "And greet the future with rational optimism."
    }
]