[
    {
        "startTime": 291,
        "endTime": 5002,
        "text": "Teachers are essential, are fundamental to build a society,..."
    },
    {
        "startTime": 5505,
        "endTime": 11342,
        "text": "...to build a future and to respond to present needs of all types of developments."
    },
    {
        "startTime": 12202,
        "endTime": 15494,
        "text": "So the question is: \"Are teachers important?\""
    },
    {
        "startTime": 16038,
        "endTime": 19131,
        "text": "The answer is obvious, teachers are essential."
    },
    {
        "startTime": 20138,
        "endTime": 25199,
        "text": "The most complex issue and the most essential aspect..."
    },
    {
        "startTime": 25721,
        "endTime": 28241,
        "text": "...is linking the question with the answer."
    },
    {
        "startTime": 29305,
        "endTime": 31414,
        "text": "And this is what we mean by a process."
    },
    {
        "startTime": 31561,
        "endTime": 39709,
        "text": "It's a multidimensional process where we should address all aspects of teachers' development."
    },
    {
        "startTime": 40812,
        "endTime": 49057,
        "text": "Social status of teachers, social conditions of teachers, salaries, training, retraining of teachers."
    },
    {
        "startTime": 49491,
        "endTime": 53245,
        "text": "It's important to understand that when the country has been devastated..."
    },
    {
        "startTime": 53383,
        "endTime": 59478,
        "text": "...or struck by a tragedy like an earthquake or flood or war,..."
    },
    {
        "startTime": 60240,
        "endTime": 66732,
        "text": "...the first community we have to address to rebuild confidence and hope are the children."
    },
    {
        "startTime": 67215,
        "endTime": 71643,
        "text": "They need to have a psychological support and education is the best way..."
    },
    {
        "startTime": 72855,
        "endTime": 77373,
        "text": "...to prove to these children that life is continuing,..."
    },
    {
        "startTime": 77781,
        "endTime": 81335,
        "text": "...that life doesn't stop despite the tragedy."
    },
    {
        "startTime": 82122,
        "endTime": 87997,
        "text": "We need teachers who have a psychological capacity to deal with these tragedies..."
    },
    {
        "startTime": 88143,
        "endTime": 93348,
        "text": "...and to deal with these psychological challenges especially when you speak to children,..."
    },
    {
        "startTime": 93449,
        "endTime": 97167,
        "text": "...when you educate children, when you conduct them for their future."
    },
    {
        "startTime": 97529,
        "endTime": 102705,
        "text": "It's not only transmitting knowledge, but also developing their own capacity..."
    },
    {
        "startTime": 103475,
        "endTime": 108785,
        "text": "...to be creative, to be optimistic and to prepare them to be citizens of their..."
    },
    {
        "startTime": 109532,
        "endTime": 113749,
        "text": "...community, of their country and of the world in the global dimension."
    }
]