[
    {
        "startTime": 3539,
        "endTime": 7695,
        "text": "She is a symbol for freedom and one of the most recognized figures in the United States."
    },
    {
        "startTime": 7804,
        "endTime": 12344,
        "text": "Located in New York Harbor, the Statue of Liberty is a depiction of the Roman goddess of freedom."
    },
    {
        "startTime": 12611,
        "endTime": 16459,
        "text": "Dedicated in a large ceremony on October 28, 1886,..."
    },
    {
        "startTime": 16554,
        "endTime": 19403,
        "text": "...the statue's official name is \"Liberty Enlightening the World.\""
    },
    {
        "startTime": 19791,
        "endTime": 24895,
        "text": "Originally a gift from the citizens of France, she was designed by French sculptor Frederic Bartholdi."
    },
    {
        "startTime": 25111,
        "endTime": 28825,
        "text": "However, only her right hand and torch were finished by 1876..."
    },
    {
        "startTime": 28958,
        "endTime": 31721,
        "text": "...and both were displayed at the American Centennial Exhibition."
    },
    {
        "startTime": 32177,
        "endTime": 35673,
        "text": "Lady Liberty, as she is often called, is represented wrapped in robes."
    },
    {
        "startTime": 35921,
        "endTime": 39326,
        "text": "In her right hand, she carries a torch meant to symbolize the light of reason."
    },
    {
        "startTime": 39602,
        "endTime": 41527,
        "text": "Her left hand is carrying a book of laws..."
    },
    {
        "startTime": 41614,
        "endTime": 44326,
        "text": "...that is marked with the date the Declaration of Independence was signed."
    },
    {
        "startTime": 44633,
        "endTime": 49386,
        "text": "From the base of the statue to the top of the torch, she measures 151 feet in height."
    },
    {
        "startTime": 49743,
        "endTime": 53942,
        "text": "Built on an iron support structure, the Statue of Liberty's skin is made of copper."
    },
    {
        "startTime": 54234,
        "endTime": 58965,
        "text": "Originally the color of copper, by 1900 the statue's exterior had begun to change color..."
    },
    {
        "startTime": 59238,
        "endTime": 61662,
        "text": "...and today she is the pale green color we know and love."
    },
    {
        "startTime": 62107,
        "endTime": 64538,
        "text": "The statue's armature was designed by the same man..."
    },
    {
        "startTime": 64708,
        "endTime": 67594,
        "text": "...who designed France's Eiffel Tower, Alexandre Gustave Eiffel."
    },
    {
        "startTime": 67981,
        "endTime": 71305,
        "text": "A joint effort of the French, Americans and countless hard workers,..."
    },
    {
        "startTime": 71417,
        "endTime": 74637,
        "text": "...the statue was to be built in France and shipped by boat to America."
    },
    {
        "startTime": 74981,
        "endTime": 78637,
        "text": "She was presented to the Americans on Independence Day in 1884."
    },
    {
        "startTime": 79067,
        "endTime": 83367,
        "text": "Tourists were originally open to travel up to Lady Liberty's crown to view the harbor below,..."
    },
    {
        "startTime": 83760,
        "endTime": 86300,
        "text": "...as well as making a narrow climb up to the torch."
    },
    {
        "startTime": 86591,
        "endTime": 89784,
        "text": "However, the torch has been closed to visitors since the First World War."
    },
    {
        "startTime": 90061,
        "endTime": 94672,
        "text": "After 2001's terrorist attacks in New York City, the Statue of Liberty and Liberty Island..."
    },
    {
        "startTime": 94808,
        "endTime": 97091,
        "text": "...were closed to tourists because of safety concerns."
    },
    {
        "startTime": 97365,
        "endTime": 101109,
        "text": "Finally in 2009, the statue herself was reopened to the public."
    },
    {
        "startTime": 101337,
        "endTime": 104135,
        "text": "Lady Liberty has witnessed well over a century's worth of history..."
    },
    {
        "startTime": 104307,
        "endTime": 106951,
        "text": "...and has come to embody the American ideal of freedom."
    }
]