[
    {
        "startTime": 290,
        "endTime": 3126,
        "text": "What do you think is behind that highly volatile price?"
    },
    {
        "startTime": 4026,
        "endTime": 8839,
        "text": "A host of things, some are which are procyclical behavior by governments."
    },
    {
        "startTime": 9081,
        "endTime": 12516,
        "text": "So if in a year in which you have modest disruptions in supply,..."
    },
    {
        "startTime": 12691,
        "endTime": 16159,
        "text": "...if two or three important countries suddenly closed their borders to export;..."
    },
    {
        "startTime": 17007,
        "endTime": 18525,
        "text": "...that is what I would call hoarding."
    },
    {
        "startTime": 18996,
        "endTime": 22293,
        "text": "And that hoarding, unlike speculation in the futures market,..."
    },
    {
        "startTime": 22461,
        "endTime": 26075,
        "text": "...it does restrict the availability of food available to others."
    },
    {
        "startTime": 27251,
        "endTime": 30226,
        "text": "The natural outcome of that restriction is fear."
    },
    {
        "startTime": 30496,
        "endTime": 33597,
        "text": "And people that are afraid end up buying more than they need..."
    },
    {
        "startTime": 33677,
        "endTime": 39961,
        "text": "...and we could see that over and over as the Russian wheat market was closed to the world."
    },
    {
        "startTime": 40458,
        "endTime": 46726,
        "text": "Suddenly, people's anxiety rose and we saw people going out and hoarding both at origin,..."
    },
    {
        "startTime": 46886,
        "endTime": 49297,
        "text": "...the Russians closing the border and the destination."
    },
    {
        "startTime": 49495,
        "endTime": 51763,
        "text": "The countries who can't raise enough food for themselves,..."
    },
    {
        "startTime": 51846,
        "endTime": 55577,
        "text": "...they all raced into the market to try to protect their populace."
    },
    {
        "startTime": 55647,
        "endTime": 60122,
        "text": "So, I think we talked about the US economy in the context that if emotion can drive it,..."
    },
    {
        "startTime": 60606,
        "endTime": 64911,
        "text": "...you can get into the same situation with relatively modest supply disruptions..."
    },
    {
        "startTime": 65013,
        "endTime": 67496,
        "text": "...exacerbated by government interference..."
    },
    {
        "startTime": 67598,
        "endTime": 71705,
        "text": "...both on buying more to protect themselves on one side and closing borders."
    }
]