[
    {
        "startTime": 191,
        "endTime": 4508,
        "text": "Even today, there are those who are trying to silence our words."
    },
    {
        "startTime": 5173,
        "endTime": 12836,
        "text": "But the voices of this conference and of the women at Huairou must be heard loudly and clearly."
    },
    {
        "startTime": 13639,
        "endTime": 19931,
        "text": "It is a violation of human rights when babies are denied food..."
    },
    {
        "startTime": 20039,
        "endTime": 27354,
        "text": "...or drowned or suffocated or their spines broken simply because they are born girls."
    },
    {
        "startTime": 38440,
        "endTime": 47501,
        "text": "It is a violation of human rights when women and girls are sold into the slavery of prostitution..."
    },
    {
        "startTime": 47591,
        "endTime": 55839,
        "text": "...for human greed and the kinds of reasons that are used to justify this practice should no longer be tolerated."
    },
    {
        "startTime": 63835,
        "endTime": 69205,
        "text": "It is a violation of human rights when women are doused with gasoline,..."
    },
    {
        "startTime": 69329,
        "endTime": 75143,
        "text": "...set on fire and burned to death because their marriage dowries are deemed too small."
    },
    {
        "startTime": 81085,
        "endTime": 87285,
        "text": "It is a violation of human rights when individual women are raped in their own communities..."
    },
    {
        "startTime": 87369,
        "endTime": 94243,
        "text": "...and when thousands of women are subjected to rape as a tactic or prize of war."
    },
    {
        "startTime": 99835,
        "endTime": 105803,
        "text": "It is a violation of human rights when a leading cause of death worldwide..."
    },
    {
        "startTime": 105907,
        "endTime": 112287,
        "text": "...among women ages 14 to 44 is the violence they are subjected to..."
    },
    {
        "startTime": 112391,
        "endTime": 115687,
        "text": "...in their own homes by their own relatives."
    },
    {
        "startTime": 121656,
        "endTime": 127228,
        "text": "It is a violation of human rights when young girls are brutalized..."
    },
    {
        "startTime": 127344,
        "endTime": 131502,
        "text": "...by the painful and degrading practice of genital mutilation."
    },
    {
        "startTime": 137431,
        "endTime": 141951,
        "text": "It is a violation of human rights when women are denied..."
    },
    {
        "startTime": 142062,
        "endTime": 146699,
        "text": "...the right to plan their own families and that includes..."
    },
    {
        "startTime": 147042,
        "endTime": 151935,
        "text": "...being forced to have abortions or being sterilized against their will."
    },
    {
        "startTime": 160912,
        "endTime": 168194,
        "text": "If there is one message that echoes forth from this conference, let it be that human rights..."
    },
    {
        "startTime": 168326,
        "endTime": 174533,
        "text": "...are women's rights and women's rights are human rights once and for all."
    }
]