[
    {
        "startTime": 4193,
        "endTime": 8207,
        "text": "An increasingly popular technique in new product development..."
    },
    {
        "startTime": 8309,
        "endTime": 10546,
        "text": "...is what has come to be known as \"ethnography\"."
    },
    {
        "startTime": 10933,
        "endTime": 14765,
        "text": "A term that grew out of the field of anthropology..."
    },
    {
        "startTime": 15139,
        "endTime": 21054,
        "text": "..and it's just an academic-sounding word for observational research."
    },
    {
        "startTime": 21943,
        "endTime": 27752,
        "text": "Why do it? Well, I think the notion is that sometimes there's a huge departure..."
    },
    {
        "startTime": 28103,
        "endTime": 32009,
        "text": "...between what people say they do versus what they actually do."
    },
    {
        "startTime": 32417,
        "endTime": 36665,
        "text": "And the only way we would know this, of course, is through observation."
    },
    {
        "startTime": 37520,
        "endTime": 41299,
        "text": "Another problem is that there are some needs that we refer to as unarticulated needs."
    },
    {
        "startTime": 41389,
        "endTime": 43595,
        "text": "There are things the customer doesn't even think about,..."
    },
    {
        "startTime": 44051,
        "endTime": 47816,
        "text": "...and in a straight conversational interview, might never bring up."
    },
    {
        "startTime": 48617,
        "endTime": 51836,
        "text": "I'll give a couple of examples of that. We were, many years ago,..."
    },
    {
        "startTime": 52547,
        "endTime": 57262,
        "text": "...working with a division of Baxter on a new dialysis machine."
    },
    {
        "startTime": 57771,
        "endTime": 62727,
        "text": "And one of the things that no customer ever brought up but which we observed is..."
    },
    {
        "startTime": 63054,
        "endTime": 67621,
        "text": "...that during a dialysis treatment, the nurses have to be writing a lot of things down."
    },
    {
        "startTime": 67986,
        "endTime": 71445,
        "text": "And they seem to be going ridiculous distances across the clinic..."
    },
    {
        "startTime": 71753,
        "endTime": 75635,
        "text": "...just to find a flat surface on which to write something down."
    },
    {
        "startTime": 76469,
        "endTime": 80239,
        "text": "Nobody ever brought it up, but we observed it time and time again."
    },
    {
        "startTime": 80731,
        "endTime": 86967,
        "text": "And what my client ultimately did was they put a flat shelf on top of the machine..."
    },
    {
        "startTime": 87080,
        "endTime": 91695,
        "text": "...that was just incredibly popular, even though it had been totally unarticulated."
    },
    {
        "startTime": 91813,
        "endTime": 96163,
        "text": "Now, of course, once you've brought it up with people, yeah, they recognized it immediately."
    },
    {
        "startTime": 96253,
        "endTime": 100285,
        "text": "\"Yeah, I always go all the way over to the nurses station just to write something down.\""
    },
    {
        "startTime": 102072,
        "endTime": 106701,
        "text": "There's also, again, this disconnect between what they do and what they say they do."
    }
]