[
    {
        "startTime": 11,
        "endTime": 1626,
        "text": "We were doing something on auto painting."
    },
    {
        "startTime": 2160,
        "endTime": 9088,
        "text": "And companies, it turns out the process of color matching is actually non - trivial; it's a very..."
    },
    {
        "startTime": 9459,
        "endTime": 10834,
        "text": "...complicated thing to do."
    },
    {
        "startTime": 11175,
        "endTime": 17525,
        "text": "And all of the paint manufacturers have a very rigorous, specific way;..."
    },
    {
        "startTime": 18081,
        "endTime": 21615,
        "text": "...a set of steps that you're supposed to go through to get a perfect match."
    },
    {
        "startTime": 21713,
        "endTime": 24661,
        "text": "Well, when we got out there and started watching guys painting cars,..."
    },
    {
        "startTime": 24978,
        "endTime": 28405,
        "text": "...what we saw was they weren't paying any attention to all those steps at all."
    },
    {
        "startTime": 28491,
        "endTime": 33390,
        "text": "They were taking every shortcut in the book, figuring they could get it close enough."
    },
    {
        "startTime": 33559,
        "endTime": 37028,
        "text": "Why do they do that? Well, most of them are paid based on piecework."
    },
    {
        "startTime": 37146,
        "endTime": 41530,
        "text": "So, faster is better and close enough is good enough..."
    },
    {
        "startTime": 41789,
        "endTime": 44729,
        "text": "...and our client was totally unaware of this."
    },
    {
        "startTime": 46781,
        "endTime": 51739,
        "text": "There's a big disconnect that you could only learn sometimes through observational techniques."
    },
    {
        "startTime": 51809,
        "endTime": 55263,
        "text": "Now, there are a lot of pros and a lot of cons to ethnography."
    },
    {
        "startTime": 56065,
        "endTime": 61041,
        "text": "One of the difficulties is that the interviews are very costly and very time - consuming."
    },
    {
        "startTime": 61518,
        "endTime": 65645,
        "text": "And as a result, it's impossible to get the kind of sample size..."
    },
    {
        "startTime": 66024,
        "endTime": 68936,
        "text": "...that many product developers feel they need to do..."
    },
    {
        "startTime": 70490,
        "endTime": 74032,
        "text": "...a good voice of the customer or a good discovery study."
    },
    {
        "startTime": 74506,
        "endTime": 78493,
        "text": "So, they tend to rely on relatively small sample sizes."
    },
    {
        "startTime": 79579,
        "endTime": 84365,
        "text": "The other big problem that everybody contends with is the issue that has come to be known as..."
    },
    {
        "startTime": 84676,
        "endTime": 85969,
        "text": "...the Hawthorne effect."
    },
    {
        "startTime": 86892,
        "endTime": 92306,
        "text": "And in a nutshell what that is, is the notion that observation alters behavior."
    },
    {
        "startTime": 92607,
        "endTime": 95531,
        "text": "For instance, you would see this all the time in a construction site..."
    },
    {
        "startTime": 95871,
        "endTime": 100392,
        "text": "...where when the workers know that they're being observed, everybody is going exactly by the book."
    },
    {
        "startTime": 100524,
        "endTime": 103673,
        "text": "They're wearing their hard hat and following all the safety rules."
    },
    {
        "startTime": 103946,
        "endTime": 106729,
        "text": "And the minute the observers go away, they go back to,..."
    },
    {
        "startTime": 107017,
        "endTime": 111857,
        "text": "...\"sometimes we wear the hard hat, sometimes we don't, sometimes we saw a board over our knee\"..."
    },
    {
        "startTime": 111967,
        "endTime": 115045,
        "text": "...which is a real no no; it's a great way to cut into your leg."
    },
    {
        "startTime": 116164,
        "endTime": 120832,
        "text": "And so, it's almost impossible to filter that out in an ethnography."
    },
    {
        "startTime": 121094,
        "endTime": 129072,
        "text": "It simply is a kind of a fact that a good researcher has to try to contend with along the way."
    }
]