[
    {
        "startTime": 2811,
        "endTime": 7659,
        "text": "For the past five years, I've been investigating this question of where good ideas come from."
    },
    {
        "startTime": 8330,
        "endTime": 11425,
        "text": "It's the kind of problem I think all of us are intrinsically interested in."
    },
    {
        "startTime": 11904,
        "endTime": 15051,
        "text": "We want to be more creative. We want to come up with better ideas."
    },
    {
        "startTime": 15359,
        "endTime": 17417,
        "text": "We want our organizations to be more innovative."
    },
    {
        "startTime": 18368,
        "endTime": 21557,
        "text": "I've looked at this problem from an environmental perspective."
    },
    {
        "startTime": 22089,
        "endTime": 25398,
        "text": "What are the spaces that have historically led to unusual rates..."
    },
    {
        "startTime": 25467,
        "endTime": 26907,
        "text": "...of creativity and innovation?"
    },
    {
        "startTime": 27805,
        "endTime": 31930,
        "text": "And what I found in all these systems, there are these recurring patterns..."
    },
    {
        "startTime": 32010,
        "endTime": 33211,
        "text": "...that you see again and again..."
    },
    {
        "startTime": 33509,
        "endTime": 36544,
        "text": "...that are crucial to creating environments that are unusually innovative."
    },
    {
        "startTime": 37387,
        "endTime": 42368,
        "text": "One pattern I call the \"slow hunch\": that breakthrough ideas almost never come..."
    },
    {
        "startTime": 42459,
        "endTime": 46048,
        "text": "...in a moment of great insight and a sudden stroke of inspiration."
    },
    {
        "startTime": 46651,
        "endTime": 51741,
        "text": "Most important ideas take a long time to evolve and they spend a long time dormant..."
    },
    {
        "startTime": 51893,
        "endTime": 55809,
        "text": "...in the background. It isn't until the idea has had two or three years,..."
    },
    {
        "startTime": 56050,
        "endTime": 60124,
        "text": "...sometimes ten or twenty years to ensure that it suddenly becomes successful to you..."
    },
    {
        "startTime": 60233,
        "endTime": 62085,
        "text": "...and useful to you in a certain way."
    },
    {
        "startTime": 62960,
        "endTime": 67143,
        "text": "And this is partially because good ideas normally come from the collision..."
    },
    {
        "startTime": 67215,
        "endTime": 71086,
        "text": "...between smaller hunches so that they form something bigger than themselves."
    },
    {
        "startTime": 71640,
        "endTime": 76555,
        "text": "So you see a lot in the history of innovation, cases of someone who has half of an idea."
    },
    {
        "startTime": 77001,
        "endTime": 80523,
        "text": "There's a great story about the invention of the World Wide Web and Tim Berners-Lee."
    },
    {
        "startTime": 81045,
        "endTime": 83977,
        "text": "This is a project that Berners-Lee worked on for ten years."
    },
    {
        "startTime": 84358,
        "endTime": 88895,
        "text": "But when he started, he didn't have a full vision for this new medium he was going to invent."
    },
    {
        "startTime": 89234,
        "endTime": 93314,
        "text": "He started working on one project as a side project to help him organize his own data."
    },
    {
        "startTime": 93605,
        "endTime": 97007,
        "text": "He scrapped that after a couple of years and then he started working on another thing."
    },
    {
        "startTime": 97341,
        "endTime": 101247,
        "text": "And only after about ten years did the full vision of the World Wide Web come into being."
    },
    {
        "startTime": 101983,
        "endTime": 106723,
        "text": "That is, more often than not, how ideas happen. They need time to incubate."
    },
    {
        "startTime": 106981,
        "endTime": 109829,
        "text": "And they spend a lot of time in this partial hunch form."
    }
]