[
    {
        "startTime": 527,
        "endTime": 6625,
        "text": "He was Libya's self-styled revolutionary leader who ruled with an iron fist for more than 40 years."
    },
    {
        "startTime": 7285,
        "endTime": 12013,
        "text": "Colonel Muammar Gaddafi said he would rather die than step down from the leadership of Libya."
    },
    {
        "startTime": 12639,
        "endTime": 16479,
        "text": "But his grip on power also resulted in the death of many others."
    },
    {
        "startTime": 17018,
        "endTime": 20131,
        "text": "He leaves behind a country deeply scarred by his rule."
    },
    {
        "startTime": 20618,
        "endTime": 33739,
        "text": "Gaddafi was delusional, unpredictable, disloyal, vindictive and bent on entering history..."
    },
    {
        "startTime": 34611,
        "endTime": 41539,
        "text": "...in the most significant way, even if that comes at the expense of people around him."
    },
    {
        "startTime": 42631,
        "endTime": 50393,
        "text": "In September 1969, a 27 - year - old Muammar Gaddafi led a group of army officers in a coup against King Idris."
    },
    {
        "startTime": 51033,
        "endTime": 53479,
        "text": "They proclaimed a new Libyan Arab Republic."
    },
    {
        "startTime": 56115,
        "endTime": 59699,
        "text": "Gaddafi modeled himself on Egyptian leader Gamal Abdel Nasser."
    },
    {
        "startTime": 60296,
        "endTime": 63209,
        "text": "The young colonel wanted to be a leader of the Arab world."
    },
    {
        "startTime": 64378,
        "endTime": 71135,
        "text": "At home, Gaddafi declared a cultural revolution. People's committees were formed."
    },
    {
        "startTime": 71492,
        "endTime": 76035,
        "text": "They were used to take over businesses and silence dissidents. Many disappeared."
    },
    {
        "startTime": 78137,
        "endTime": 81569,
        "text": "Gaddafi published the Green Book which established the rule of the masses."
    },
    {
        "startTime": 81913,
        "endTime": 85979,
        "text": "In reality, the colonel exercised nearly total control of government."
    },
    {
        "startTime": 87249,
        "endTime": 91633,
        "text": "He even ordered the adoption of a new calendar based on the death of the prophet Muhammad."
    },
    {
        "startTime": 92052,
        "endTime": 96058,
        "text": "Meanwhile, Gaddafi antagonized the West, particularly the United States..."
    },
    {
        "startTime": 96362,
        "endTime": 99416,
        "text": "...which labeled Libya a state sponsor of terrorism."
    },
    {
        "startTime": 100474,
        "endTime": 108246,
        "text": "The mad dog of the Middle East has a goal of a world revolution, Muslim fundamentalist revolution..."
    },
    {
        "startTime": 108386,
        "endTime": 109220,
        "text": "...which is targeted on..."
    },
    {
        "startTime": 109405,
        "endTime": 114879,
        "text": "Gaddafi did support the Palestinian Liberation Organization and he funded the Irish Republican Army,..."
    },
    {
        "startTime": 115198,
        "endTime": 116788,
        "text": "...and Colombia's FARC guerrillas."
    },
    {
        "startTime": 117872,
        "endTime": 125189,
        "text": "Then in 1986, a Libyan sponsored attack on a discotheque in Berlin, killed three and wounded more than 250,..."
    },
    {
        "startTime": 125580,
        "endTime": 127582,
        "text": "...including 50 American servicemen."
    },
    {
        "startTime": 130787,
        "endTime": 137023,
        "text": "The US responded by launching a series of air strikes on Libya, targets included Gaddafi's residence in Tripoli,..."
    },
    {
        "startTime": 137473,
        "endTime": 140969,
        "text": "...killing more than a hundred people including Gaddafi's adopted daughter, Hanna."
    },
    {
        "startTime": 142313,
        "endTime": 149385,
        "text": "Two years later Pan Am Flight 103 was blown up over the town of Lockerbie in Scotland, killing 270 people."
    },
    {
        "startTime": 149859,
        "endTime": 155823,
        "text": "Gaddafi denied involvement, Libya endured years of UN sanctions and international isolation."
    },
    {
        "startTime": 156667,
        "endTime": 160596,
        "text": "But he eventually surrendered the suspects demanded by London and Washington DC."
    },
    {
        "startTime": 161962,
        "endTime": 166324,
        "text": "Then came September 11th. Gaddafi joined the West in fighting Al-Qaeda."
    },
    {
        "startTime": 168601,
        "endTime": 173868,
        "text": "He abandoned his development of weapons of mass destruction but Arab world ties remain strained."
    },
    {
        "startTime": 174547,
        "endTime": 177166,
        "text": "There had been claims that Libyan intelligence was behind the plot..."
    },
    {
        "startTime": 177256,
        "endTime": 180381,
        "text": "...to assassinate the Saudi king Abdullah bin Abdul-Aziz."
    },
    {
        "startTime": 181437,
        "endTime": 184721,
        "text": "At a regional summit to try to avert the US - led invasion of Iraq,..."
    },
    {
        "startTime": 185103,
        "endTime": 187729,
        "text": "...Gaddafi accused the Saudis of being US puppets..."
    },
    {
        "startTime": 188164,
        "endTime": 190989,
        "text": "...prompting an angry response from the then - crowned Prince Abdullah."
    },
    {
        "startTime": 191579,
        "endTime": 195443,
        "text": "By then, Gaddafi had done enough to be welcomed back onto the world stage,..."
    },
    {
        "startTime": 195919,
        "endTime": 198165,
        "text": "...playing host to the world leaders in the spotlight."
    },
    {
        "startTime": 199890,
        "endTime": 205471,
        "text": "Estranged from the Arab world, Gaddafi turned to Africa. He proposed the United States of Africa,..."
    },
    {
        "startTime": 205765,
        "endTime": 208270,
        "text": "...a grandiose project that was never taken seriously."
    },
    {
        "startTime": 210299,
        "endTime": 214408,
        "text": "As an uprising against Gaddafi gathered earlier this year, he blamed everyone..."
    },
    {
        "startTime": 214475,
        "endTime": 219315,
        "text": "...from the United States to Al-Qaeda, and a so-called drugged up \"rats and cats\" of Libya."
    },
    {
        "startTime": 223125,
        "endTime": 229063,
        "text": "In one of his last televised addresses, Gaddafi threatened massive violence to quash protesters."
    },
    {
        "startTime": 231506,
        "endTime": 237608,
        "text": "Following a push through Libya by opposition groups backed by NATO firepower, Gaddafi lost his grip on Tripoli."
    },
    {
        "startTime": 238369,
        "endTime": 241092,
        "text": "Gaddafi's hometown of Sirte was his final stronghold."
    },
    {
        "startTime": 246535,
        "endTime": 251165,
        "text": "Africa and the Arab world's longest ruling leader has left Libya in tatters."
    },
    {
        "startTime": 251826,
        "endTime": 258200,
        "text": "Despite its oil wealth, the vast majority of Libyans live on around $2 a day. 40% are jobless."
    },
    {
        "startTime": 260345,
        "endTime": 266907,
        "text": "Many will remember Gaddafi as the leader who set Libya back many years. Matthew Moore, Al Jazeera."
    }
]