[
    {
        "startTime": 331,
        "endTime": 4450,
        "text": "OK. Now, we're ready to move on to the eyes."
    },
    {
        "startTime": 5003,
        "endTime": 8649,
        "text": "And the first thing I wanna talk about is eye contact."
    },
    {
        "startTime": 9263,
        "endTime": 14061,
        "text": "And eye contact is so important in interpersonal relationships."
    },
    {
        "startTime": 14543,
        "endTime": 21643,
        "text": "In fact, if someone is making more than sixty percent eye contact with you in a conversation,..."
    },
    {
        "startTime": 22192,
        "endTime": 25974,
        "text": "...that means they're more interested in you than what you're saying."
    },
    {
        "startTime": 26353,
        "endTime": 31651,
        "text": "That's a little tip for you. Eye contact does a number of things."
    },
    {
        "startTime": 31758,
        "endTime": 39413,
        "text": "One, it secures the attention of the person that you're talking to or for the person who's talking to you."
    },
    {
        "startTime": 39986,
        "endTime": 50451,
        "text": "It also signals the nature of the relationship. Levels of intimacy have a whole lot to do with eye contact and comfort."
    },
    {
        "startTime": 50813,
        "endTime": 55985,
        "text": "If I'm very comfortable with you, I have no problem making eye contact with you. However,..."
    },
    {
        "startTime": 56384,
        "endTime": 59857,
        "text": "...maybe you're my superior and you make me a little nervous,..."
    },
    {
        "startTime": 59997,
        "endTime": 63491,
        "text": "...so I don't make quite as much eye contact with you."
    },
    {
        "startTime": 63633,
        "endTime": 68025,
        "text": "I can look away at times. It also shows interest."
    },
    {
        "startTime": 68157,
        "endTime": 72122,
        "text": "I'm interested in you. I wanna look at you. I wanna understand what you're saying..."
    },
    {
        "startTime": 72493,
        "endTime": 77237,
        "text": "...rather than, \"Hey, look at that girl. Hey, I wonder what they're doing. Hey, I'm listening.\""
    },
    {
        "startTime": 77779,
        "endTime": 80753,
        "text": "And you're constantly looking away, \"I'm not really interested.\""
    },
    {
        "startTime": 81507,
        "endTime": 83843,
        "text": "It also can regulate the conversation."
    },
    {
        "startTime": 84289,
        "endTime": 87008,
        "text": "You're talking, I'm looking, I'm listening."
    },
    {
        "startTime": 87457,
        "endTime": 91231,
        "text": "I'm looking down now, because I disagree and I wanna say something."
    },
    {
        "startTime": 91695,
        "endTime": 97471,
        "text": "So, eye contact is very important. Now, let's talk about eye avoidance."
    }
]