[
    {
        "startTime": 3311,
        "endTime": 7783,
        "text": "When Sicily's Mount Etna erupts, it really is a beautiful sight."
    },
    {
        "startTime": 9299,
        "endTime": 12247,
        "text": "It looks like an amazing, powerful fireworks show."
    },
    {
        "startTime": 13096,
        "endTime": 16029,
        "text": "But there's one audience that's watching for a different reason."
    },
    {
        "startTime": 16229,
        "endTime": 20111,
        "text": "A group of scientists have made watching Mount Etna their life's work."
    },
    {
        "startTime": 20492,
        "endTime": 22003,
        "text": "They're volcanologists."
    },
    {
        "startTime": 23209,
        "endTime": 27039,
        "text": "Salvatore Caffo is the main volcanologist on Mount Etna."
    },
    {
        "startTime": 27293,
        "endTime": 32826,
        "text": "From his office at Mount Etna National Park, Caffo has a good view of the power of the volcano."
    },
    {
        "startTime": 33135,
        "endTime": 38377,
        "text": "Caffo's responsibility is to watch the unpredictable mountain and keep records of its activity."
    },
    {
        "startTime": 38765,
        "endTime": 45217,
        "text": "Mount Etna, or simply Etna, is more than 10,000 feet high, which makes it Europe's highest active volcano."
    },
    {
        "startTime": 46141,
        "endTime": 50667,
        "text": "Caffo grew up in the city of Catania, less than 30 miles from Etna's craters."
    },
    {
        "startTime": 51138,
        "endTime": 53445,
        "text": "He was always extremely interested in the mountain."
    },
    {
        "startTime": 54010,
        "endTime": 59267,
        "text": "When he was just 11 years old, he knew that he wanted to make volcanoes an important part of his life."
    },
    {
        "startTime": 60281,
        "endTime": 62703,
        "text": "At the park, Caffo's task is important."
    },
    {
        "startTime": 63030,
        "endTime": 66339,
        "text": "He must work towards understanding the volcano's role on Earth."
    },
    {
        "startTime": 66799,
        "endTime": 69085,
        "text": "He must also help others to understand it."
    },
    {
        "startTime": 69677,
        "endTime": 73931,
        "text": "Mount Etna is a mountain where there's a very strong interaction between man and nature."
    },
    {
        "startTime": 74402,
        "endTime": 76082,
        "text": "And you can't leave that out of the equation."
    },
    {
        "startTime": 78131,
        "endTime": 81899,
        "text": "Mount Etna began to form 600,000 years ago."
    },
    {
        "startTime": 82227,
        "endTime": 86704,
        "text": "It started at the place where the African and Eurasian tectonic plates come together..."
    },
    {
        "startTime": 86921,
        "endTime": 88671,
        "text": "...deep under the surface of the Earth."
    },
    {
        "startTime": 90059,
        "endTime": 94831,
        "text": "On Etna, there are more than 100 craters and cones in a huge volcanic area."
    },
    {
        "startTime": 96570,
        "endTime": 102111,
        "text": "These craters and cones indicate the places where gases and magma escape from under the Earth's crust."
    },
    {
        "startTime": 104245,
        "endTime": 107851,
        "text": "Today, thousands of people live on and around the volcano."
    },
    {
        "startTime": 108477,
        "endTime": 112933,
        "text": "For centuries, people have been farming the rich volcanic earth and growing their food there."
    },
    {
        "startTime": 113680,
        "endTime": 117620,
        "text": "Now, people also make money from tourists who come to see the eruptions."
    },
    {
        "startTime": 120967,
        "endTime": 124393,
        "text": "The town of Nicolosi is just 12 miles from the crater."
    },
    {
        "startTime": 124936,
        "endTime": 127886,
        "text": "The village was first built more than 800 years ago,..."
    },
    {
        "startTime": 128145,
        "endTime": 130913,
        "text": "...but eruptions from Etna have destroyed it twice."
    },
    {
        "startTime": 131430,
        "endTime": 135623,
        "text": "The people who live there know that Nicolosi could be destroyed by Etna again."
    },
    {
        "startTime": 136039,
        "endTime": 139527,
        "text": "Yet, the town also benefits from being so close to the volcano."
    },
    {
        "startTime": 140031,
        "endTime": 143287,
        "text": "It's an interesting relationship between man and land."
    },
    {
        "startTime": 151685,
        "endTime": 153496,
        "text": "There is the risk, we know that."
    },
    {
        "startTime": 154258,
        "endTime": 155611,
        "text": "We are conscious of this risk."
    },
    {
        "startTime": 155993,
        "endTime": 158578,
        "text": "If it's destroyed, well, we rebuild."
    }
]