[
    {
        "startTime": 714,
        "endTime": 4537,
        "text": "Today, the Olympic Games are held every four years in a different country."
    },
    {
        "startTime": 5078,
        "endTime": 7277,
        "text": "It's an opportunity for the world's top athletes..."
    },
    {
        "startTime": 7347,
        "endTime": 11313,
        "text": "...to test their skills and determination in individual or team sports."
    },
    {
        "startTime": 12005,
        "endTime": 15773,
        "text": "They compete for the Olympic gold medals, which only winners can receive."
    },
    {
        "startTime": 16561,
        "endTime": 20965,
        "text": "To understand the modern Olympics better, we must return to the origin of the Games:..."
    },
    {
        "startTime": 21473,
        "endTime": 22183,
        "text": "...Greece."
    },
    {
        "startTime": 23376,
        "endTime": 28012,
        "text": "For the ancient Greeks, the Olympic Games represented the highest form of physical achievement."
    },
    {
        "startTime": 28301,
        "endTime": 31139,
        "text": "The Games were a mix of athletic skill and religion."
    },
    {
        "startTime": 31441,
        "endTime": 35231,
        "text": "They were celebrated in a festival dedicated to the Greek god Zeus."
    },
    {
        "startTime": 35551,
        "endTime": 38075,
        "text": "The Olympics were also a time of political calm."
    },
    {
        "startTime": 38461,
        "endTime": 41412,
        "text": "During the Olympic Games, there was peace across the land."
    },
    {
        "startTime": 42045,
        "endTime": 47212,
        "text": "Athletes traveled from all over the ancient Greek world to compete in beautiful green Olympia."
    },
    {
        "startTime": 48393,
        "endTime": 54516,
        "text": "According to legend, a runner named Coroebus was the first Olympic champion in 776 B.C."
    },
    {
        "startTime": 55113,
        "endTime": 58583,
        "text": "He was a cook who defeated all other competitors in a footrace."
    },
    {
        "startTime": 59346,
        "endTime": 62415,
        "text": "Footraces were central events in the ancient Games at the time."
    },
    {
        "startTime": 63139,
        "endTime": 65565,
        "text": "Men competed with no shoes or clothes."
    },
    {
        "startTime": 65925,
        "endTime": 69048,
        "text": "They were covered only in olive oil as they ran down a straight path..."
    },
    {
        "startTime": 69167,
        "endTime": 71764,
        "text": "...in front of a crowd of up to 40,000 people."
    },
    {
        "startTime": 73081,
        "endTime": 76343,
        "text": "Over the centuries, the competitions became more serious."
    },
    {
        "startTime": 76697,
        "endTime": 81085,
        "text": "Olympic rules required athletes to train for at least ten months before the big event."
    },
    {
        "startTime": 81573,
        "endTime": 85589,
        "text": "They then had to train with expert judges for the 30 days before they competed."
    },
    {
        "startTime": 86265,
        "endTime": 88991,
        "text": "Being able to run fast continued to be important."
    },
    {
        "startTime": 89259,
        "endTime": 92796,
        "text": "But the Games also began to include the five pentathlon sports:..."
    },
    {
        "startTime": 93228,
        "endTime": 98221,
        "text": "...discus throwing, javelin throwing, running, long jumping and wrestling."
    },
    {
        "startTime": 98854,
        "endTime": 101485,
        "text": "Most of these are still part of today's decathlon."
    },
    {
        "startTime": 103822,
        "endTime": 109095,
        "text": "Discus throwers competed in much the same way as now, but their discus was made of stone."
    },
    {
        "startTime": 109417,
        "endTime": 112961,
        "text": "This material was later replaced by metals such as bronze."
    },
    {
        "startTime": 114137,
        "endTime": 118528,
        "text": "Long jumpers at the time used to hold weights in their hands to give them more momentum."
    },
    {
        "startTime": 118926,
        "endTime": 122315,
        "text": "The extra weight helped to push the athletes through the air when they jumped."
    },
    {
        "startTime": 122882,
        "endTime": 127221,
        "text": "Javelin throwing probably came directly from the skills used to hunt animals."
    },
    {
        "startTime": 127439,
        "endTime": 132850,
        "text": "Like today's javelin, the ancient javelin was a pointed wooden stick about the same height as a man."
    },
    {
        "startTime": 133251,
        "endTime": 136287,
        "text": "However, they used to have a special leather finger holder."
    },
    {
        "startTime": 136561,
        "endTime": 139852,
        "text": "This gave the throwers more power, accuracy and distance."
    }
]