[
    {
        "startTime": 3480,
        "endTime": 6845,
        "text": "The country of Zambia lies in the center of southern Africa."
    },
    {
        "startTime": 7083,
        "endTime": 10357,
        "text": "It's nowhere near an ocean, yet it's largely shaped by water."
    },
    {
        "startTime": 10641,
        "endTime": 17069,
        "text": "Zambia is heavily influenced by three major rivers: the Luangwa, the Kafue, and  the great Zambezi."
    },
    {
        "startTime": 17522,
        "endTime": 21254,
        "text": "The Luangwa River flows south from the northeastern end of the country."
    },
    {
        "startTime": 21526,
        "endTime": 26219,
        "text": "Near the Luangwa you can find hippopotamuses or \"hippos\" , lions,..."
    },
    {
        "startTime": 27613,
        "endTime": 28243,
        "text": "...gazelles..."
    },
    {
        "startTime": 30379,
        "endTime": 31285,
        "text": "...and crocodiles!"
    },
    {
        "startTime": 37591,
        "endTime": 41971,
        "text": "The Luangwa and its banks make an excellent hunting ground for predators of all types."
    },
    {
        "startTime": 42285,
        "endTime": 45715,
        "text": "Both large and small animals depend on this river to survive."
    },
    {
        "startTime": 46803,
        "endTime": 49791,
        "text": "However, as more people move into wildlife areas,..."
    },
    {
        "startTime": 50045,
        "endTime": 52597,
        "text": "...these animal populations are beginning to be threatened."
    },
    {
        "startTime": 53413,
        "endTime": 57376,
        "text": "Fortunately, the government of Zambia is protecting these important animal habitats."
    },
    {
        "startTime": 58091,
        "endTime": 62567,
        "text": "Large portions of the Luangwa have been made into national parks and animal reserves."
    },
    {
        "startTime": 64030,
        "endTime": 68437,
        "text": "Zambia's next major river, the Kafue, lies in the center of the country."
    },
    {
        "startTime": 69214,
        "endTime": 75919,
        "text": "Around it, huge level areas of land known as the Kafue Flats have been protected as national parks and animal reserves."
    },
    {
        "startTime": 77211,
        "endTime": 80922,
        "text": "Here, seasonal floods support the environment of rare types of antelope..."
    },
    {
        "startTime": 82525,
        "endTime": 84495,
        "text": "...as well as hundreds of species of birds."
    },
    {
        "startTime": 88456,
        "endTime": 94759,
        "text": "The waters of the Kafue also provide hydroelectricity for the country and support irrigation systems for farms."
    },
    {
        "startTime": 96425,
        "endTime": 102041,
        "text": "Both the Luangwa and the Kafue later join the Zambezi, Africa's fourth largest river basin."
    },
    {
        "startTime": 102472,
        "endTime": 105382,
        "text": "It starts small and slow in the north of Zambia."
    },
    {
        "startTime": 105631,
        "endTime": 109463,
        "text": "As it moves toward Zambia's southern edge, its water flows gently."
    },
    {
        "startTime": 109773,
        "endTime": 114209,
        "text": "Here, the Zambezi serves as a kind of \"water road\" for nearby communities."
    },
    {
        "startTime": 114447,
        "endTime": 118647,
        "text": "They use it to carry things between villages and to travel up and down the river."
    },
    {
        "startTime": 119118,
        "endTime": 123712,
        "text": "But a few hundred miles down, the river becomes extremely fast and powerful."
    },
    {
        "startTime": 123973,
        "endTime": 127189,
        "text": "Here, it becomes one of the world's great waterfalls."
    },
    {
        "startTime": 127589,
        "endTime": 130885,
        "text": "The falling water looks like smoke and makes a lot of noise."
    },
    {
        "startTime": 131155,
        "endTime": 134689,
        "text": "In the local language, it's known as the \"smoke that thunders\"."
    },
    {
        "startTime": 134971,
        "endTime": 138095,
        "text": "The rest of the world knows it as \"Victoria Falls\"."
    },
    {
        "startTime": 139047,
        "endTime": 145573,
        "text": "In 1855, British explorer Dr. David Livingstone became the first European to see Victoria Falls."
    },
    {
        "startTime": 146079,
        "endTime": 148959,
        "text": "He named the waterfall after the British Queen Victoria."
    },
    {
        "startTime": 149401,
        "endTime": 152375,
        "text": "The nearby town of Livingstone was named after the explorer."
    },
    {
        "startTime": 152706,
        "endTime": 157097,
        "text": "It has become a main starting point for tourists who want to visit the spectacular falls."
    },
    {
        "startTime": 157369,
        "endTime": 165607,
        "text": "And they are spectacular, approximately one million gallons of water go over the 355 - foot - high falls every second!"
    },
    {
        "startTime": 166747,
        "endTime": 170228,
        "text": "From here, the Zambezi continues its journey to the Indian Ocean."
    },
    {
        "startTime": 170727,
        "endTime": 176291,
        "text": "Along the way, it's joined by the two other great rivers of Zambia: the Kafue and the Luangwa."
    },
    {
        "startTime": 176929,
        "endTime": 181592,
        "text": "Together, it is these three rivers that help to make Zambia what it is today."
    }
]