[
    {
        "startTime": 618,
        "endTime": 4481,
        "text": "Camogli looks just like any other town on the Italian coast."
    },
    {
        "startTime": 4839,
        "endTime": 8737,
        "text": "The little colored houses face the sea and the sun shines on them."
    },
    {
        "startTime": 10127,
        "endTime": 13877,
        "text": "But, if you look carefully, you'll see something very interesting."
    },
    {
        "startTime": 15620,
        "endTime": 20811,
        "text": "In the town of Camogli, there are many things that seem real but they're not."
    },
    {
        "startTime": 23209,
        "endTime": 26828,
        "text": "This fishing village near Genoa is full of trompe l'oeil,..."
    },
    {
        "startTime": 26988,
        "endTime": 30065,
        "text": "...a type of art in which nothing is what it seems to be."
    },
    {
        "startTime": 32974,
        "endTime": 38133,
        "text": "For example, in this particular village, windows open in solid walls."
    },
    {
        "startTime": 40004,
        "endTime": 44790,
        "text": "There seems to be elaborate stonework, but it isn't stonework, it's paint."
    },
    {
        "startTime": 45507,
        "endTime": 49140,
        "text": "And while some flowers die, other flowers live for years."
    },
    {
        "startTime": 50119,
        "endTime": 52974,
        "text": "Why? Because they're painted on the building."
    },
    {
        "startTime": 54197,
        "endTime": 60202,
        "text": "In the past, Camogli's fishermen used to paint their houses in bright colors and unusual designs."
    },
    {
        "startTime": 60626,
        "endTime": 64297,
        "text": "They did this so that they could easily see their homes from the water."
    },
    {
        "startTime": 64984,
        "endTime": 71445,
        "text": "Then, in the 1700s, this style of art became a way to make small, simple buildings look grand..."
    },
    {
        "startTime": 71697,
        "endTime": 73632,
        "text": "...and seem like they cost a lot of money."
    },
    {
        "startTime": 74482,
        "endTime": 78435,
        "text": "Now, there are still thousands of trompe l'oeil houses in this area,..."
    },
    {
        "startTime": 78785,
        "endTime": 81013,
        "text": "...but only a few artists still paint them."
    },
    {
        "startTime": 81448,
        "endTime": 84097,
        "text": "Raffaella Stracca is one of these artists."
    },
    {
        "startTime": 84416,
        "endTime": 87269,
        "text": "She learned this style of painting from her grandmother."
    },
    {
        "startTime": 87901,
        "endTime": 92496,
        "text": "Raffaella uses a mixture of old and new methods to create her work."
    },
    {
        "startTime": 95411,
        "endTime": 99439,
        "text": "You find a lot of these painted facades in the area of Liguria a lot."
    },
    {
        "startTime": 99939,
        "endTime": 102901,
        "text": "But for a while, it seemed like no one was doing them anymore."
    },
    {
        "startTime": 103821,
        "endTime": 107519,
        "text": "It takes a long time to become a good trompe l'oeil painter."
    },
    {
        "startTime": 107963,
        "endTime": 112423,
        "text": "Raffaella has worked for 20 years to be able to paint stone so well..."
    },
    {
        "startTime": 112605,
        "endTime": 115170,
        "text": "...that it looks real even if you're close to it."
    },
    {
        "startTime": 115745,
        "endTime": 120967,
        "text": "Like most painters, Raffaella learned trompe l'oeil from other artists, not in a school."
    },
    {
        "startTime": 121494,
        "endTime": 127403,
        "text": "But these days, there are fewer artists, fewer teachers, and fewer places to learn the technique."
    }
]