[
    {
        "startTime": 918,
        "endTime": 7011,
        "text": "For thousands of years, Fulani boys like 16-year-old Yoro Sisse have made a dangerous journey."
    },
    {
        "startTime": 7551,
        "endTime": 11054,
        "text": "They leave their girlfriends and families behind in Diafarabe, Mali,..."
    },
    {
        "startTime": 11377,
        "endTime": 13737,
        "text": "...and walk across the edge of the Sahara Desert."
    },
    {
        "startTime": 14093,
        "endTime": 18015,
        "text": "They make this dangerous journey for one reason: to feed their cattle."
    },
    {
        "startTime": 19494,
        "endTime": 21047,
        "text": "At the end of the dry season,..."
    },
    {
        "startTime": 21211,
        "endTime": 25860,
        "text": "...the boys must take their cattle out of the Inner Niger Delta and into the Sahel."
    },
    {
        "startTime": 26280,
        "endTime": 31591,
        "text": "Soon, it will be too wet in the delta and the herdsmen must travel to find better grazing areas."
    },
    {
        "startTime": 32554,
        "endTime": 35966,
        "text": "The Sahel is an arid region with very few plants and trees."
    },
    {
        "startTime": 36397,
        "endTime": 38580,
        "text": "It follows the edge of the Sahara Desert."
    },
    {
        "startTime": 39423,
        "endTime": 41079,
        "text": "Cattle like a temperate climate."
    },
    {
        "startTime": 41406,
        "endTime": 47515,
        "text": "The success of the Fulani people is a direct result of their ability to raise cattle in this arid environment."
    },
    {
        "startTime": 48463,
        "endTime": 52737,
        "text": "These young cattle herdsmen live away from home for up to eight months a year."
    },
    {
        "startTime": 53335,
        "endTime": 57041,
        "text": "While they're away, they live mainly on milk from their dairy cows."
    },
    {
        "startTime": 60351,
        "endTime": 62362,
        "text": "We constantly have to find new grazing."
    },
    {
        "startTime": 63284,
        "endTime": 64729,
        "text": "That's what's always in your mind."
    },
    {
        "startTime": 65692,
        "endTime": 68219,
        "text": "In the bush, we have to be completely focused."
    },
    {
        "startTime": 69077,
        "endTime": 71339,
        "text": "Our mission is to bring back fat cattle."
    },
    {
        "startTime": 73373,
        "endTime": 77849,
        "text": "Bringing home a healthy herd is a traditional rite of passage for Fulani boys."
    },
    {
        "startTime": 78300,
        "endTime": 82693,
        "text": "If a Fulani boy returns with healthy cattle, then he is considered to be a man."
    },
    {
        "startTime": 83286,
        "endTime": 87740,
        "text": "When Yoro returns, the other Fulani people will look carefully at the cattle,..."
    },
    {
        "startTime": 87945,
        "endTime": 91367,
        "text": "...then they'll decide if he's capable of managing a herd properly."
    },
    {
        "startTime": 92116,
        "endTime": 95311,
        "text": "Yoro's girlfriend, Aissa, hopes that he's done well."
    },
    {
        "startTime": 96498,
        "endTime": 100732,
        "text": "She has a good reason for doing so: she's now old enough to get married."
    },
    {
        "startTime": 101127,
        "endTime": 104159,
        "text": "Fulani parents choose who their daughters and sons marry."
    },
    {
        "startTime": 104751,
        "endTime": 107831,
        "text": "If Yoro doesn't bring his herd home in excellent condition,..."
    },
    {
        "startTime": 108198,
        "endTime": 111615,
        "text": "...Aissa's parents probably won't choose him to be her husband."
    },
    {
        "startTime": 113633,
        "endTime": 119645,
        "text": "During the journey, Yoro has to make sure that his cattle get enough food, but that's not his only worry."
    },
    {
        "startTime": 119973,
        "endTime": 125458,
        "text": "There are rebels, cattle rustlers and dangerous mosquitoes that can cause serious diseases."
    },
    {
        "startTime": 126134,
        "endTime": 130403,
        "text": "Yoro starts his journey in Diafarabe, Mali, and walks into Mauritania."
    },
    {
        "startTime": 130824,
        "endTime": 134237,
        "text": "He follows routes that may have existed for thousands of years."
    },
    {
        "startTime": 134659,
        "endTime": 139673,
        "text": "They've been here since a time when people and cattle were first forced into the Sahel."
    },
    {
        "startTime": 139984,
        "endTime": 141698,
        "text": "As the Sahara region dried out,..."
    },
    {
        "startTime": 141929,
        "endTime": 145441,
        "text": "...the people that lived there had to leave and find a more temperate climate."
    }
]