[
    {
        "startTime": 509,
        "endTime": 4367,
        "text": "The Orinoco River is one of the longest rivers in the world."
    },
    {
        "startTime": 4597,
        "endTime": 7817,
        "text": "It starts in the mountains of Venezuela and Brazil..."
    },
    {
        "startTime": 8025,
        "endTime": 12754,
        "text": "...and flows for nearly 1,300 miles to its delta on the Atlantic Ocean."
    },
    {
        "startTime": 13001,
        "endTime": 17413,
        "text": "On its way south, the Orinoco flows through many different landscapes."
    },
    {
        "startTime": 17579,
        "endTime": 21949,
        "text": "It moves past ancient stone formations, over waterfalls,..."
    },
    {
        "startTime": 22673,
        "endTime": 26365,
        "text": "...through rainforest areas, and across large plains."
    },
    {
        "startTime": 27310,
        "endTime": 32361,
        "text": "The Orinoco Delta is the area where the river's water flows into the ocean."
    },
    {
        "startTime": 32707,
        "endTime": 36415,
        "text": "The area around it is full of streams and small waterways."
    },
    {
        "startTime": 37171,
        "endTime": 41039,
        "text": "These small rivers or tributaries connect to the Orinoco."
    },
    {
        "startTime": 41605,
        "endTime": 43948,
        "text": "One of these tributaries called the Caroni,..."
    },
    {
        "startTime": 44281,
        "endTime": 48080,
        "text": "...features Angel Falls, the highest waterfall in the world."
    },
    {
        "startTime": 49665,
        "endTime": 54253,
        "text": "The Orinoco Delta is also home to several South American Indian cultures..."
    },
    {
        "startTime": 54407,
        "endTime": 57305,
        "text": "...who have lived next to the river for thousands of years."
    },
    {
        "startTime": 57519,
        "endTime": 61159,
        "text": "Actually, the name \"Orinoco\" comes from a local language."
    },
    {
        "startTime": 61252,
        "endTime": 62883,
        "text": "It means \"place to paddle\"."
    },
    {
        "startTime": 63929,
        "endTime": 67573,
        "text": "One of these Orinoco Indian cultures is the Yanomami."
    },
    {
        "startTime": 68512,
        "endTime": 73620,
        "text": "About 2,000 Yanomami people live near the river, far from the modern world."
    },
    {
        "startTime": 74612,
        "endTime": 80667,
        "text": "For them and about 20 other local cultures, the Orinoco is an important natural resource."
    },
    {
        "startTime": 82262,
        "endTime": 87084,
        "text": "The river not only gives them a means of travel, but a supply of clean water and food."
    },
    {
        "startTime": 88179,
        "endTime": 92916,
        "text": "The rainforest around the Orinoco River also has many plants and animals."
    },
    {
        "startTime": 93305,
        "endTime": 97181,
        "text": "There are more than a thousand different types of birds and many types of fish..."
    },
    {
        "startTime": 97367,
        "endTime": 99214,
        "text": "...including the dangerous piranha."
    },
    {
        "startTime": 99819,
        "endTime": 102843,
        "text": "Around the river, you'll find the Orinoco crocodile."
    },
    {
        "startTime": 103091,
        "endTime": 106293,
        "text": "These animals can grow to more than 18 feet long."
    },
    {
        "startTime": 106791,
        "endTime": 110000,
        "text": "That makes it one of the longest crocodiles in the world."
    },
    {
        "startTime": 110561,
        "endTime": 114341,
        "text": "There are big snakes on the Orinoco too, like the anaconda."
    },
    {
        "startTime": 114737,
        "endTime": 118030,
        "text": "It's one of the largest kinds of snake anywhere in the world."
    },
    {
        "startTime": 119386,
        "endTime": 122565,
        "text": "In the rainforest, you may also find a jaguar."
    },
    {
        "startTime": 125049,
        "endTime": 130227,
        "text": "And on the open plains, you might be able to see the world's biggest rodent: the capybara."
    },
    {
        "startTime": 135249,
        "endTime": 139673,
        "text": "However, over the past fifty years things have changed along the Orinoco."
    },
    {
        "startTime": 139939,
        "endTime": 143762,
        "text": "Some of the cities and towns along the river have grown significantly."
    },
    {
        "startTime": 144075,
        "endTime": 147527,
        "text": "The new industrial world is slowly coming to the delta."
    },
    {
        "startTime": 147813,
        "endTime": 151491,
        "text": "Parts of the Orinoco now have dams to help control the water."
    },
    {
        "startTime": 151867,
        "endTime": 155743,
        "text": "These dams also collect the river's water to create electrical power."
    },
    {
        "startTime": 156461,
        "endTime": 162421,
        "text": "Companies have found valuable products like gold, diamonds, and even oil."
    },
    {
        "startTime": 165195,
        "endTime": 171121,
        "text": "Now, very big ships travel up and down the river from the Atlantic Ocean to move these products."
    },
    {
        "startTime": 172119,
        "endTime": 174609,
        "text": "There have been some big changes on the Orinoco."
    },
    {
        "startTime": 175118,
        "endTime": 180376,
        "text": "However, many sections of the river and the areas around them have stayed almost the same."
    },
    {
        "startTime": 181217,
        "endTime": 185380,
        "text": "There are now several national parks and rain forest preserves in the delta."
    },
    {
        "startTime": 186169,
        "endTime": 191033,
        "text": "They will help this great river remain an important natural resource for Venezuela."
    },
    {
        "startTime": 191597,
        "endTime": 196428,
        "text": "For now, the great Orinoco can continue to support the birds, animals,..."
    },
    {
        "startTime": 196595,
        "endTime": 198491,
        "text": "...and people that depend on it."
    }
]