[
    {
        "startTime": 661,
        "endTime": 3185,
        "text": "A bit related perhaps to the last answer you gave."
    },
    {
        "startTime": 3455,
        "endTime": 6247,
        "text": "Do you think English teachers will ever become obsolete?"
    },
    {
        "startTime": 7206,
        "endTime": 11201,
        "text": "That's a really, really fascinating question, I think that there'll be..."
    },
    {
        "startTime": 11902,
        "endTime": 17174,
        "text": "...lots of different models in the future. I think that simulations, for instance, will grow."
    },
    {
        "startTime": 17871,
        "endTime": 23171,
        "text": "And so there will be, along with real world teachers, there'll probably be things like,..."
    },
    {
        "startTime": 23598,
        "endTime": 28607,
        "text": "...a teaching avatar or something which has a degree of knowledge."
    },
    {
        "startTime": 29080,
        "endTime": 33649,
        "text": "But, I don't think, first of all, the artificial intelligence is going to be so developed that..."
    },
    {
        "startTime": 33935,
        "endTime": 36997,
        "text": "...a language teacher will completely disappear."
    },
    {
        "startTime": 38310,
        "endTime": 42985,
        "text": "I think there'll be lots of interesting things bent towards going along together."
    },
    {
        "startTime": 43439,
        "endTime": 47873,
        "text": "And so you could have a situation for instance where, person A and person B speak to each other..."
    },
    {
        "startTime": 48252,
        "endTime": 52637,
        "text": "...but each sentence they're saying is being translated through something else."
    },
    {
        "startTime": 52714,
        "endTime": 57023,
        "text": "And so they might not necessarily be a teacher in that particular interchange."
    },
    {
        "startTime": 57253,
        "endTime": 63181,
        "text": "And all of those things we can't really predict or see at the moment. But they will change things."
    },
    {
        "startTime": 64037,
        "endTime": 66814,
        "text": "So I don't see that the teacher will become obsolete."
    },
    {
        "startTime": 66913,
        "endTime": 71214,
        "text": "I think it will be much more, the teacher will be one of the key elements..."
    },
    {
        "startTime": 71550,
        "endTime": 74526,
        "text": "...running through language teaching and learning."
    },
    {
        "startTime": 74675,
        "endTime": 77915,
        "text": "Along with lots of other elements as well."
    }
]