[
    {
        "startTime": 3500,
        "endTime": 7996,
        "text": "I would like to take this opportunity to welcome you to the Faculty of Language Studies."
    },
    {
        "startTime": 8807,
        "endTime": 14861,
        "text": "Before I introduce you to the tutors in this faculty, I want to ask two basic questions."
    },
    {
        "startTime": 15734,
        "endTime": 16825,
        "text": "What is a language?"
    },
    {
        "startTime": 17463,
        "endTime": 19296,
        "text": "And what is linguistics?"
    },
    {
        "startTime": 20134,
        "endTime": 22431,
        "text": "Firstly, what is a language?"
    },
    {
        "startTime": 23326,
        "endTime": 26098,
        "text": "Well, everybody knows that English is a language..."
    },
    {
        "startTime": 26511,
        "endTime": 29909,
        "text": "...and that Spanish and Japanese are others in this category."
    },
    {
        "startTime": 30725,
        "endTime": 35562,
        "text": "But we also know that English is not used in the same way in New York as it is in London."
    },
    {
        "startTime": 36387,
        "endTime": 40276,
        "text": "You may also know that English is not used in the same way in London..."
    },
    {
        "startTime": 40641,
        "endTime": 43775,
        "text": "...as it is in the north of England, say, or the west of England."
    },
    {
        "startTime": 44665,
        "endTime": 48014,
        "text": "So English is a language, but it has many varieties."
    },
    {
        "startTime": 48857,
        "endTime": 53490,
        "text": "We could say there are many \"Englishes\" just as there are many \"Spanishes.\""
    },
    {
        "startTime": 54339,
        "endTime": 60768,
        "text": "The intrinsic meaning of language is a shared system of expression particular to a nation or people."
    },
    {
        "startTime": 61441,
        "endTime": 64467,
        "text": "But in fact, one language can have many varieties,..."
    },
    {
        "startTime": 64984,
        "endTime": 70469,
        "text": "...for example, British English, American English, Cockney, which is London English,..."
    },
    {
        "startTime": 71015,
        "endTime": 75013,
        "text": "...Scouse, which is English spoken by people from Liverpool, and so on."
    },
    {
        "startTime": 76064,
        "endTime": 81439,
        "text": "What is French to a businessman in Paris is not the same French used by an old woman in Lyon."
    },
    {
        "startTime": 82279,
        "endTime": 86259,
        "text": "You can be sure that it will be very different to that of a teenage boy in Quebec."
    }
]