[
    {
        "startTime": 2800,
        "endTime": 4750,
        "text": "There is also the problem of jury selection."
    },
    {
        "startTime": 6066,
        "endTime": 8326,
        "text": "Sitting on a jury is both a right and a duty."
    },
    {
        "startTime": 9899,
        "endTime": 14438,
        "text": "Jurors are selected at random from people who are entitled to vote, who are under the age of 70."
    },
    {
        "startTime": 16268,
        "endTime": 20245,
        "text": "The advantage of this is that, in theory, juries are composed of people..."
    },
    {
        "startTime": 20590,
        "endTime": 23019,
        "text": "...who come from a very wide spectrum of society."
    },
    {
        "startTime": 24503,
        "endTime": 27121,
        "text": "Unfortunately, many people try to avoid their duty..."
    },
    {
        "startTime": 27217,
        "endTime": 30113,
        "text": "...because they claim they are too busy at work or will lose their salary."
    },
    {
        "startTime": 31685,
        "endTime": 35947,
        "text": "As a result, juries, it is argued, have too many people with time,..."
    },
    {
        "startTime": 36162,
        "endTime": 40006,
        "text": "...such as unemployed and retired people, to provide a good balance."
    },
    {
        "startTime": 42441,
        "endTime": 44221,
        "text": "Let us go back to the role of the jury."
    },
    {
        "startTime": 45189,
        "endTime": 49134,
        "text": "In a trial, the jury's function is to decide on the facts of the case."
    },
    {
        "startTime": 49965,
        "endTime": 52187,
        "text": "The jurors are there to determine the truth."
    },
    {
        "startTime": 53417,
        "endTime": 55842,
        "text": "However, many cases have a highly emotive element..."
    },
    {
        "startTime": 56309,
        "endTime": 59896,
        "text": "...and this can, it is argued, sway the jury away from the facts."
    },
    {
        "startTime": 61944,
        "endTime": 64939,
        "text": "Should emotion have a place in a court of law?"
    },
    {
        "startTime": 66151,
        "endTime": 69505,
        "text": "Can a group of twelve ordinary men and women provide a fair trial..."
    },
    {
        "startTime": 69947,
        "endTime": 73643,
        "text": "...and reach the correct verdict any better or worse than trained lawyers?"
    },
    {
        "startTime": 75505,
        "endTime": 78602,
        "text": "The government is keen to abolish trial by jury for some crimes..."
    },
    {
        "startTime": 79435,
        "endTime": 82296,
        "text": "...but surprisingly perhaps, the legal profession is not."
    },
    {
        "startTime": 83415,
        "endTime": 86187,
        "text": "This, I think, is because we have an adversarial system..."
    },
    {
        "startTime": 86576,
        "endTime": 89263,
        "text": "...where lawyers need to argue the case against each other."
    }
]