[
    {
        "startTime": 3500,
        "endTime": 9971,
        "text": "Let me suggest that the phrase \"human activity\" is a common factor that connects all the disciplines together..."
    },
    {
        "startTime": 10349,
        "endTime": 12798,
        "text": "...under the umbrella of environmental science."
    },
    {
        "startTime": 13687,
        "endTime": 14712,
        "text": "What do I mean by this?"
    },
    {
        "startTime": 15607,
        "endTime": 22842,
        "text": "Well, as I mentioned before, the earth sciences and environmental science overlap to some extent."
    },
    {
        "startTime": 23657,
        "endTime": 27860,
        "text": "Both of them deal with process and change in our natural environment."
    },
    {
        "startTime": 28742,
        "endTime": 34777,
        "text": "However, environmental science is principally concerned with changes made by human activity..."
    },
    {
        "startTime": 35288,
        "endTime": 37854,
        "text": "...and the subsequent implications for the ecosphere."
    },
    {
        "startTime": 38954,
        "endTime": 45719,
        "text": "So, environmental science exists as a body of knowledge where specialists work together..."
    },
    {
        "startTime": 46019,
        "endTime": 50277,
        "text": "...to address a particular problem that has been created by human activity."
    },
    {
        "startTime": 51190,
        "endTime": 56364,
        "text": "This separates it from the earth sciences, which focus on process and change..."
    },
    {
        "startTime": 56439,
        "endTime": 61257,
        "text": "...within the natural environment without the added factor of human intervention."
    },
    {
        "startTime": 62439,
        "endTime": 69159,
        "text": "Let me illustrate this by giving you a brief example of how environmental scientists work together."
    },
    {
        "startTime": 70213,
        "endTime": 74176,
        "text": "Perhaps there is a problem over building new homes on a flood plain."
    },
    {
        "startTime": 75554,
        "endTime": 80530,
        "text": "There would be a comprehensive study of the issue to try and find a viable solution,..."
    },
    {
        "startTime": 81160,
        "endTime": 83795,
        "text": "...and it would draw on a wide range of disciplines."
    },
    {
        "startTime": 84595,
        "endTime": 89458,
        "text": "It would involve the mapping of the solid geology of the rock underneath the proposed site."
    },
    {
        "startTime": 90874,
        "endTime": 97962,
        "text": "The scientists would identify the overlying sediments, measure and trace the flow and movement of water,..."
    },
    {
        "startTime": 98884,
        "endTime": 103524,
        "text": "...and sample and record the species living in and around the site."
    },
    {
        "startTime": 105434,
        "endTime": 109234,
        "text": "The study would engage scientists from a wide range of disciplines,..."
    },
    {
        "startTime": 109940,
        "endTime": 113825,
        "text": "...but their collaboration and focus on the effects of human activity..."
    },
    {
        "startTime": 114333,
        "endTime": 117566,
        "text": "...would identify them as environmental scientists."
    },
    {
        "startTime": 119471,
        "endTime": 125773,
        "text": "So, to summarize, environmental science is the branch of biology concerned..."
    },
    {
        "startTime": 125848,
        "endTime": 129323,
        "text": "...with the relationships between organisms and their environment,..."
    },
    {
        "startTime": 129889,
        "endTime": 132823,
        "text": "...and the effect of human actions on these systems."
    },
    {
        "startTime": 134143,
        "endTime": 136709,
        "text": "Thank you and this concludes our lecture today."
    }
]