[
    {
        "startTime": 3845,
        "endTime": 6902,
        "text": "The AIDS pandemic can seem massive and overwhelming,..."
    },
    {
        "startTime": 7381,
        "endTime": 12814,
        "text": "...but the fact is, that it is solvable. It is containable. It is stoppable."
    },
    {
        "startTime": 13555,
        "endTime": 16145,
        "text": "We are already engaged in that process."
    },
    {
        "startTime": 16566,
        "endTime": 21692,
        "text": "Through the work of Dignitas and through the work of many many other organizations that we touch through our policy work,..."
    },
    {
        "startTime": 22270,
        "endTime": 26393,
        "text": "...we are having an impact for the first time in the course of the epidemic."
    },
    {
        "startTime": 26539,
        "endTime": 28949,
        "text": "We're actually seeing a very significant drop..."
    },
    {
        "startTime": 29658,
        "endTime": 34565,
        "text": "...in the incidents of new cases of HIV in the developing world."
    },
    {
        "startTime": 34989,
        "endTime": 40027,
        "text": "And people participate in the Give a Day campaign, when they actually give a day's pay to this campaign."
    },
    {
        "startTime": 40603,
        "endTime": 42399,
        "text": "The outcomes are very, very significant."
    },
    {
        "startTime": 42839,
        "endTime": 47683,
        "text": "It means concretely that there are people who will live because of what you've done."
    },
    {
        "startTime": 47864,
        "endTime": 53110,
        "text": "It means concretely that there is new, good research that is taking place because of what you have done."
    },
    {
        "startTime": 53653,
        "endTime": 57302,
        "text": "It means concretely that we are able to participate and to drive..."
    },
    {
        "startTime": 57566,
        "endTime": 61264,
        "text": "...policy change processes that will affect greater and greater numbers of people."
    },
    {
        "startTime": 61789,
        "endTime": 64598,
        "text": "So, the give a day's pay through a Give a Day's campaign,..."
    },
    {
        "startTime": 64809,
        "endTime": 71447,
        "text": "...it's a very, very powerful and concrete way of having an immediate impact beyond your own individual action."
    }
]