[
    {
        "startTime": 389,
        "endTime": 4061,
        "text": "﻿Hi, my name is Jason Cornwell and I'm a User Experience Designer on Gmail."
    },
    {
        "startTime": 4655,
        "endTime": 6837,
        "text": "We've been hard at work to update Gmail with a new look..."
    },
    {
        "startTime": 7034,
        "endTime": 9428,
        "text": "...and I'm excited to share with you some of the biggest improvements."
    },
    {
        "startTime": 10113,
        "endTime": 13261,
        "text": "To start, we've completely redesigned the look and feel of Gmail..."
    },
    {
        "startTime": 13555,
        "endTime": 16249,
        "text": "...to make it as clean, simple and intuitive as possible."
    },
    {
        "startTime": 17029,
        "endTime": 20934,
        "text": "In addition, the new Gmail automatically adapts to fit nicely in any size window."
    },
    {
        "startTime": 23405,
        "endTime": 26733,
        "text": "If you prefer a specific display density, you can easily set that as well."
    },
    {
        "startTime": 30552,
        "endTime": 32905,
        "text": "Some people use a lot of labels, others chat a lot."
    },
    {
        "startTime": 33433,
        "endTime": 36581,
        "text": "You can now adjust the size of the label and chat areas to meet your needs."
    },
    {
        "startTime": 37161,
        "endTime": 39366,
        "text": "Even if you do nothing, Gmail adapts to you."
    },
    {
        "startTime": 40943,
        "endTime": 43221,
        "text": "The new look allows themes to really shine."
    },
    {
        "startTime": 43657,
        "endTime": 46431,
        "text": "We've updated many of them with new high-resolution imagery."
    },
    {
        "startTime": 47439,
        "endTime": 50894,
        "text": "You may want to take a moment to check out one of the many new high-definition themes."
    },
    {
        "startTime": 52411,
        "endTime": 55513,
        "text": "Conversations in Gmail have been redesigned to improve readability..."
    },
    {
        "startTime": 55955,
        "endTime": 57485,
        "text": "...and to feel more like a real conversation."
    },
    {
        "startTime": 58227,
        "endTime": 61138,
        "text": "We've also added profile pictures so that you can see who said what."
    },
    {
        "startTime": 62589,
        "endTime": 64183,
        "text": "Searching is at the heart of Gmail."
    },
    {
        "startTime": 65296,
        "endTime": 69395,
        "text": "The new search box makes it easy to customize your search and find exactly what you're looking for."
    },
    {
        "startTime": 71753,
        "endTime": 74055,
        "text": "You can also create a filter right from the search box."
    },
    {
        "startTime": 77287,
        "endTime": 79420,
        "text": "We're excited to finally share the new Gmail with you..."
    },
    {
        "startTime": 79856,
        "endTime": 82017,
        "text": "...and hope you'll enjoy the new design as much as we do."
    }
]