[
    {
        "startTime": 11830,
        "endTime": 29445,
        "text": "President Clinton, Mr. Speaker, distinguished members of the Senate and the House, ladies and gentlemen."
    },
    {
        "startTime": 33445,
        "endTime": 39093,
        "text": "There's one regret I've had throughout my life,..."
    },
    {
        "startTime": 42524,
        "endTime": 48938,
        "text": "...that I never became the heavyweight boxing champion of the world."
    },
    {
        "startTime": 69253,
        "endTime": 77375,
        "text": "I would like my friend, Evander Holyfield, to know that today..."
    },
    {
        "startTime": 78412,
        "endTime": 81138,
        "text": "...I feel like the heavyweight boxing champion of the world."
    },
    {
        "startTime": 94640,
        "endTime": 105539,
        "text": "It has been my great privilege to serve a people whose bondage to an inhuman system..."
    },
    {
        "startTime": 107359,
        "endTime": 114024,
        "text": "...evoked the solidarity of all those who love freedom and justice."
    },
    {
        "startTime": 116755,
        "endTime": 123904,
        "text": "A people whose triumph over the divisions of racist doctrine has given new life..."
    },
    {
        "startTime": 125153,
        "endTime": 131011,
        "text": "...to humanity's hope for a world without hatred and discrimination."
    },
    {
        "startTime": 134182,
        "endTime": 140501,
        "text": "I am conscious that in bestowing the Congressional Gold Medal upon me,..."
    },
    {
        "startTime": 142233,
        "endTime": 150296,
        "text": "...you are evoking these bonds between our nation and paying tribute..."
    },
    {
        "startTime": 151463,
        "endTime": 161217,
        "text": "...to the whole South African nation for its achievement in realizing our shared ideal."
    },
    {
        "startTime": 171773,
        "endTime": 183238,
        "text": "It is in that spirit that I humbly accept the award, aware at the same time of the great honor..."
    },
    {
        "startTime": 184231,
        "endTime": 190448,
        "text": "...you do me by using me as the vehicle of a unique distinction..."
    },
    {
        "startTime": 191531,
        "endTime": 197603,
        "text": "...conferred by this hallowed institution of American democracy."
    },
    {
        "startTime": 200015,
        "endTime": 205485,
        "text": "As one who has dedicated his life to the pursuit of unity,..."
    },
    {
        "startTime": 207015,
        "endTime": 214097,
        "text": "...I am moved by the consensus in your nation's regard for the achievements of my people."
    },
    {
        "startTime": 216201,
        "endTime": 223220,
        "text": "And I feel great pride in the fact that to the few citizens of other countries..."
    },
    {
        "startTime": 223999,
        "endTime": 231152,
        "text": "...who have received this high honor, the name of an African is now added."
    }
]