[
    {
        "startTime": 25401,
        "endTime": 26407,
        "text": "And one and two and three."
    },
    {
        "startTime": 26973,
        "endTime": 33397,
        "text": "Of course, all your habits and who you really are, it reflects through your dancing."
    },
    {
        "startTime": 33834,
        "endTime": 35261,
        "text": "Flip, open, second and..."
    },
    {
        "startTime": 36693,
        "endTime": 43661,
        "text": "I cannot help to bring into my dance who I am, and this sort of Cubanness."
    },
    {
        "startTime": 44198,
        "endTime": 49541,
        "text": "And I think, I also learn a lot by being in this company."
    },
    {
        "startTime": 50429,
        "endTime": 53368,
        "text": "It's been like my family, really, for many, many years."
    },
    {
        "startTime": 53460,
        "endTime": 57001,
        "text": "I've been here now, 11 years or something."
    },
    {
        "startTime": 57778,
        "endTime": 61695,
        "text": "And I arrived when I was quite young, and I was kind of lost."
    },
    {
        "startTime": 61819,
        "endTime": 62597,
        "text": "Go, go, go."
    },
    {
        "startTime": 63729,
        "endTime": 67361,
        "text": "I was about to go to ABT, American Ballet Theater in New York..."
    },
    {
        "startTime": 68439,
        "endTime": 71967,
        "text": "...but they really convinced me that this was my company."
    },
    {
        "startTime": 76129,
        "endTime": 83383,
        "text": "And I appreciate they did this, because it's like what a family would do."
    },
    {
        "startTime": 91037,
        "endTime": 97352,
        "text": "You know, I always thought that I grew by being here a lot but I could never show it in Cuba."
    },
    {
        "startTime": 98100,
        "endTime": 102092,
        "text": "I could never show it because I could never dance these ballets over there."
    },
    {
        "startTime": 107124,
        "endTime": 112852,
        "text": "But then, this year in July, we went with The Royal Ballet to Cuba."
    },
    {
        "startTime": 115532,
        "endTime": 125546,
        "text": "We arrived there with so many containers and closing streets. It was sort of like, amazing."
    },
    {
        "startTime": 125634,
        "endTime": 130540,
        "text": "They had to build the theater from scratch."
    },
    {
        "startTime": 131552,
        "endTime": 134779,
        "text": "Cuba is a very poor country who could never afford the company."
    },
    {
        "startTime": 134919,
        "endTime": 138756,
        "text": "And I think through the generosity of The Royal Ballet who decided to go and make..."
    },
    {
        "startTime": 139432,
        "endTime": 142783,
        "text": "...Havana a destination on the tour, we made it happen."
    },
    {
        "startTime": 143853,
        "endTime": 151141,
        "text": "At the end of the day, it makes me very happy because I did my part and I had the possibility to show,..."
    },
    {
        "startTime": 152833,
        "endTime": 161079,
        "text": "...how much I had grown. And also to show, how much ballet in general, how far it can go."
    },
    {
        "startTime": 161213,
        "endTime": 164638,
        "text": "...because I do think that ballet in Cuba is somewhat stuck..."
    },
    {
        "startTime": 165733,
        "endTime": 170259,
        "text": "...due to the lack of communication with the rest of the world."
    },
    {
        "startTime": 172740,
        "endTime": 176816,
        "text": "Along this alley, you know, for the audience, they could see things that they've never experienced before."
    },
    {
        "startTime": 177299,
        "endTime": 180108,
        "text": "It was a revolution."
    },
    {
        "startTime": 184107,
        "endTime": 189405,
        "text": "There was this dance which is absolutely very avant-garde..."
    },
    {
        "startTime": 190532,
        "endTime": 193879,
        "text": "...and people still, you know, are talking about this ballet in Cuba."
    },
    {
        "startTime": 196527,
        "endTime": 203555,
        "text": "I think that's a sign that The Royal Ballet and Britain is projecting more and more..."
    },
    {
        "startTime": 204346,
        "endTime": 208046,
        "text": "...to the future in trying to come up with different ways of expressing."
    },
    {
        "startTime": 219007,
        "endTime": 224970,
        "text": "I think one of the things that characterized this company is that it is cosmopolitan."
    },
    {
        "startTime": 225079,
        "endTime": 226179,
        "text": "Very cosmopolitan."
    },
    {
        "startTime": 227517,
        "endTime": 233135,
        "text": "We have many preserve, from all over the world just like their countries, and London in particular..."
    },
    {
        "startTime": 233243,
        "endTime": 239513,
        "text": "...is a melting pot of culture and there is a certain harmony in society..."
    },
    {
        "startTime": 239645,
        "endTime": 242883,
        "text": "...that I haven't been able to experience anywhere else."
    },
    {
        "startTime": 243353,
        "endTime": 248687,
        "text": "And The Royal Ballet is the same. You're embracing the talent wherever the talent comes from."
    },
    {
        "startTime": 248862,
        "endTime": 252867,
        "text": "And sometimes it's from India, and sometimes it's from Russia, and sometimes it's from Cuba."
    },
    {
        "startTime": 253591,
        "endTime": 260240,
        "text": "As long as we, all these people, you know, are gathered, are joined to create something great,..."
    },
    {
        "startTime": 260357,
        "endTime": 269296,
        "text": "...ballets, arts, you know, plays, music, that will affect and will impact positively, humanity,..."
    },
    {
        "startTime": 269670,
        "endTime": 272658,
        "text": "...so, who cares where it comes from as long as it's talent?"
    }
]