[
    {
        "startTime": 37935,
        "endTime": 41503,
        "text": "My dad was a general surgeon in Egypt."
    },
    {
        "startTime": 42074,
        "endTime": 44367,
        "text": "I was fascinated by what he did."
    },
    {
        "startTime": 45185,
        "endTime": 54295,
        "text": "And then my aunt, his sister died in her early 20s from a heart disease..."
    },
    {
        "startTime": 55573,
        "endTime": 60177,
        "text": "...and I saw this happen and how he was upset for years."
    },
    {
        "startTime": 61027,
        "endTime": 64233,
        "text": "And I declared I wanted to be a heart surgeon."
    },
    {
        "startTime": 68287,
        "endTime": 72877,
        "text": "I started the journey in Egypt where I studied medicine..."
    },
    {
        "startTime": 73449,
        "endTime": 77648,
        "text": "...but immediately after that, I came to the United Kingdom..."
    },
    {
        "startTime": 77877,
        "endTime": 82715,
        "text": "...because I was convinced that was the place I wanted to practice in."
    },
    {
        "startTime": 87530,
        "endTime": 97038,
        "text": "I liked very much the system of the National Health Service because it was egalitarian."
    },
    {
        "startTime": 99046,
        "endTime": 102926,
        "text": "You strive for giving the best to everybody."
    },
    {
        "startTime": 103372,
        "endTime": 111615,
        "text": "And I think that's really important and it is a model for the rest of the world to follow."
    },
    {
        "startTime": 113592,
        "endTime": 119480,
        "text": "I think the National Health Service speaks loads about the character of the British people."
    },
    {
        "startTime": 120536,
        "endTime": 123920,
        "text": "The National Health Service provides a very good model..."
    },
    {
        "startTime": 124227,
        "endTime": 132452,
        "text": "...for making health care at the highest level achievable for those who need it."
    },
    {
        "startTime": 136715,
        "endTime": 141388,
        "text": "We are sitting now in the Magdi Yacoub Institute."
    },
    {
        "startTime": 141613,
        "endTime": 145595,
        "text": "We collect money to support research."
    },
    {
        "startTime": 146600,
        "endTime": 150296,
        "text": "While medical practice obviously is very, very important,..."
    },
    {
        "startTime": 150652,
        "endTime": 156677,
        "text": "...I feel that research innovation has to be number one priority."
    },
    {
        "startTime": 157227,
        "endTime": 162417,
        "text": "If our predecessors were not researching like mad, we wouldn't be here."
    },
    {
        "startTime": 163066,
        "endTime": 166641,
        "text": "And therefore, we have to do the same for the next generations."
    },
    {
        "startTime": 168031,
        "endTime": 177969,
        "text": "We have all this equipment plus all these young people with fresh young minds, very keen on working together."
    },
    {
        "startTime": 178391,
        "endTime": 185066,
        "text": "And so he's working on stem cells and how they are moving towards heart cells."
    },
    {
        "startTime": 185465,
        "endTime": 188797,
        "text": "So, you can't be more cutting-edge than that."
    },
    {
        "startTime": 189471,
        "endTime": 198263,
        "text": "Britain has contributed to medical science and practice a lot more than its size."
    },
    {
        "startTime": 199719,
        "endTime": 205994,
        "text": "I like the intellectual atmosphere because in Britain, maybe more than other countries,..."
    },
    {
        "startTime": 206093,
        "endTime": 209794,
        "text": "...there is this gentleness in dealing with each other,..."
    },
    {
        "startTime": 210041,
        "endTime": 219400,
        "text": "...this respect for the individual, this freedom for expressing your views without getting cross with your colleague,..."
    },
    {
        "startTime": 219550,
        "endTime": 225445,
        "text": "...even if you differ in views scientifically or otherwise; you're very good friends."
    },
    {
        "startTime": 226139,
        "endTime": 226839,
        "text": "I like that."
    }
]