[
    {
        "startTime": 653,
        "endTime": 4760,
        "text": "The Internet is one of the United States' most robust and growing industries."
    },
    {
        "startTime": 4957,
        "endTime": 7627,
        "text": "It enables free and open communication among billions..."
    },
    {
        "startTime": 7844,
        "endTime": 10597,
        "text": "...and it's been the backbone of protests around the world."
    },
    {
        "startTime": 11017,
        "endTime": 14189,
        "text": "But a new bill proposes we give the power to censor the Internet..."
    },
    {
        "startTime": 14509,
        "endTime": 19320,
        "text": "...to the entertainment industry. It's called PROTECT IP and here's how it works."
    },
    {
        "startTime": 21491,
        "endTime": 24996,
        "text": "Private corporations want the ability to shut down unauthorized sites..."
    },
    {
        "startTime": 25176,
        "endTime": 28022,
        "text": "...where people download movies, tv shows and music."
    },
    {
        "startTime": 28436,
        "endTime": 31305,
        "text": "Since most of these sites are outside US jurisdiction,..."
    },
    {
        "startTime": 31541,
        "endTime": 35395,
        "text": "...PROTECT IP uses a couple of different tactics within American borders."
    },
    {
        "startTime": 36009,
        "endTime": 39386,
        "text": "Firstly, it gives the government the power to make US Internet providers..."
    },
    {
        "startTime": 39537,
        "endTime": 42060,
        "text": "...block access to infringing domain names."
    },
    {
        "startTime": 42523,
        "endTime": 47262,
        "text": "They can also sue US-based search engines, directories or even blogs and forums..."
    },
    {
        "startTime": 47524,
        "endTime": 49152,
        "text": "...to have links to these sites removed."
    },
    {
        "startTime": 49929,
        "endTime": 55689,
        "text": "Secondly, PROTECT IP gives corporations and the government the ability to cut off funds to infringing websites..."
    },
    {
        "startTime": 55863,
        "endTime": 60447,
        "text": "...by having US-based advertisers and payment services cancel those accounts."
    },
    {
        "startTime": 60989,
        "endTime": 64167,
        "text": "In a nutshell, that's what PROTECT IP will try to do."
    },
    {
        "startTime": 64313,
        "endTime": 67070,
        "text": "But in all likelihood, it will do something else altogether."
    },
    {
        "startTime": 69265,
        "endTime": 71725,
        "text": "For starters, it won't stop downloaders."
    },
    {
        "startTime": 71931,
        "endTime": 77555,
        "text": "They'll still be able to access a blocked site just by entering its IP address instead of its name."
    },
    {
        "startTime": 78126,
        "endTime": 83625,
        "text": "What PROTECT IP will do is cripple new start-ups because it also lets companies sue any site..."
    },
    {
        "startTime": 83740,
        "endTime": 86226,
        "text": "...they feel isn't doing their filtering well enough."
    },
    {
        "startTime": 86583,
        "endTime": 90911,
        "text": "These lawsuits could easily bankrupt new search engines and social media sites."
    },
    {
        "startTime": 91365,
        "endTime": 97194,
        "text": "And PROTECT IP's wording is ambiguous enough that important social media sites could become targets."
    },
    {
        "startTime": 97511,
        "endTime": 101883,
        "text": "Lots of trailblazing websites could look like piracy havens to the wrong judge."
    },
    {
        "startTime": 102138,
        "endTime": 106545,
        "text": "Tumblr, Sound Cloud and early YouTube, wherever people express themselves,..."
    },
    {
        "startTime": 106718,
        "endTime": 109767,
        "text": "...make art, broadcast news or organize protests,..."
    },
    {
        "startTime": 109995,
        "endTime": 114331,
        "text": "...there's plenty of TV footage, movie clips and copyrighted music mixed in."
    },
    {
        "startTime": 114743,
        "endTime": 118551,
        "text": "And even if you trust the US government not to abuse their new power to censor the Net,..."
    },
    {
        "startTime": 118733,
        "endTime": 122316,
        "text": "...what about the countries that follow in our path and pass similar laws?"
    },
    {
        "startTime": 122708,
        "endTime": 124975,
        "text": "People around the world will have very different Internets..."
    },
    {
        "startTime": 125122,
        "endTime": 129119,
        "text": "...and unscrupulous governments will have powerful tools to hinder free expression."
    },
    {
        "startTime": 129851,
        "endTime": 135103,
        "text": "But perhaps most dangerously, PROTECT IP will meddle with the inner workings of the Net."
    },
    {
        "startTime": 135433,
        "endTime": 138747,
        "text": "Experts believe that by fiddling with the Web's registry of domain names,..."
    },
    {
        "startTime": 138918,
        "endTime": 141655,
        "text": "...the result will be less security and less stability."
    },
    {
        "startTime": 142124,
        "endTime": 147541,
        "text": "In short, PROTECT IP won't stop piracy, but it will introduce vast potential for censorship..."
    },
    {
        "startTime": 147642,
        "endTime": 151197,
        "text": "...and abuse, and making the Web less safe and less reliable."
    },
    {
        "startTime": 151999,
        "endTime": 153811,
        "text": "This is the Internet we're talking about."
    },
    {
        "startTime": 153871,
        "endTime": 158920,
        "text": "It's a vital and vibrant medium, and our government is tampering with its basic structure..."
    },
    {
        "startTime": 159123,
        "endTime": 162637,
        "text": "...so people will maybe buy more Hollywood movies."
    },
    {
        "startTime": 163095,
        "endTime": 166404,
        "text": "But Hollywood movies don't get grassroots candidates elected."
    },
    {
        "startTime": 166613,
        "endTime": 170307,
        "text": "They don't overthrow corrupt regimes and the entire entertainment industry..."
    },
    {
        "startTime": 170591,
        "endTime": 173103,
        "text": "...doesn't even contribute that much to our economy."
    },
    {
        "startTime": 173589,
        "endTime": 176286,
        "text": "The Internet does all these and more."
    },
    {
        "startTime": 177206,
        "endTime": 180073,
        "text": "Corporations already have tools to fight piracy."
    },
    {
        "startTime": 180352,
        "endTime": 182566,
        "text": "They have the power to take down specific content,..."
    },
    {
        "startTime": 182738,
        "endTime": 185745,
        "text": "...to sue peer-to-peer software companies out of existence,..."
    },
    {
        "startTime": 185975,
        "endTime": 189869,
        "text": "...and to sue journalists just for talking about how to copy a DVD."
    },
    {
        "startTime": 190300,
        "endTime": 193481,
        "text": "They have a history of stretching and abusing their powers."
    },
    {
        "startTime": 193808,
        "endTime": 198227,
        "text": "They tried to take a baby video off YouTube just for the music playing in the background."
    },
    {
        "startTime": 198636,
        "endTime": 204329,
        "text": "They've used legal penalties written for large-scale commercial piracy to go after families and children."
    },
    {
        "startTime": 204589,
        "endTime": 208367,
        "text": "They even sued the band VCR and the first MP3 players."
    },
    {
        "startTime": 208645,
        "endTime": 212619,
        "text": "So the question is, how far will they take all this?"
    },
    {
        "startTime": 213051,
        "endTime": 215389,
        "text": "The answer at this point is obvious."
    },
    {
        "startTime": 215632,
        "endTime": 218099,
        "text": "As far as we'll let them."
    }
]