[
    {
        "startTime": 13768,
        "endTime": 17908,
        "text": "I am Major Nana Twumasi-Ankrah of the Household Cavalry Mounted Regiment."
    },
    {
        "startTime": 18829,
        "endTime": 21645,
        "text": "I was born in Ghana but I now live in the United Kingdom."
    },
    {
        "startTime": 22185,
        "endTime": 24246,
        "text": "And this is \"See Britain Through My Eyes.\""
    },
    {
        "startTime": 29949,
        "endTime": 32681,
        "text": "I moved to the United Kingdom in 1982 with my family."
    },
    {
        "startTime": 32929,
        "endTime": 38585,
        "text": "I was the first black officer commissioned within the Household Division and into the Household Cavalry itself."
    },
    {
        "startTime": 39121,
        "endTime": 40769,
        "text": "It's the most senior regiment in the British Army."
    },
    {
        "startTime": 42775,
        "endTime": 46691,
        "text": "I command 120 men and 120 horses here in London."
    },
    {
        "startTime": 49062,
        "endTime": 53563,
        "text": "As a young child watching Her Majesty the Queen's birthday parade on the television,..."
    },
    {
        "startTime": 53953,
        "endTime": 60211,
        "text": "...I would have never ever imagined that one day I would command the regiment which I had fallen in love with on that day."
    },
    {
        "startTime": 64087,
        "endTime": 65809,
        "text": "We serve on operations in Afghanistan."
    },
    {
        "startTime": 65884,
        "endTime": 69039,
        "text": "We do that in light armored vehicles, for want of a better word, tanks."
    },
    {
        "startTime": 70363,
        "endTime": 75457,
        "text": "We are modern soldiers at the forefront of British operations, who have served with the most modern equipment."
    },
    {
        "startTime": 78429,
        "endTime": 81988,
        "text": "I think this symbolizes one of the best things about being British,..."
    },
    {
        "startTime": 82370,
        "endTime": 86342,
        "text": "...the ability to have one eye on the past but also looking to the future."
    },
    {
        "startTime": 90743,
        "endTime": 95932,
        "text": "My first ever venture into the state ceremonial side of our regiment was for the Ghanaian state visit."
    },
    {
        "startTime": 96462,
        "endTime": 103358,
        "text": "Having to escort Her Majesty the Queen and also the President of Ghana was an incredible privilege for me."
    },
    {
        "startTime": 107365,
        "endTime": 111600,
        "text": "Also, we had lots of Ghanaians in the crowd so there was lots of drumming, shouting and cheering."
    },
    {
        "startTime": 112547,
        "endTime": 115460,
        "text": "You can't see anything like this anywhere in the world except in the UK."
    },
    {
        "startTime": 119114,
        "endTime": 120120,
        "text": "Household Cavalry!"
    },
    {
        "startTime": 120494,
        "endTime": 125253,
        "text": "And here I was, a Ghanaian who joined the British Army who has now become part of that culture,..."
    },
    {
        "startTime": 125773,
        "endTime": 130110,
        "text": "...and it's then personified by that parade, which is the highest respect we can pay to any foreign dignitary..."
    },
    {
        "startTime": 130466,
        "endTime": 135397,
        "text": "...when Her Majesty receives them and allows them to travel in the carriage with her to Buckingham Palace."
    },
    {
        "startTime": 135829,
        "endTime": 137622,
        "text": "And it truly is an amazing day."
    },
    {
        "startTime": 138291,
        "endTime": 140077,
        "text": "So that respect goes both ways."
    },
    {
        "startTime": 140401,
        "endTime": 143368,
        "text": "From the Commonwealth to Britain, and then in return from Britain to the Commonwealth."
    },
    {
        "startTime": 146959,
        "endTime": 151872,
        "text": "Those of us from Commonwealth countries generally tend to idolize a British way of life and British culture."
    },
    {
        "startTime": 152313,
        "endTime": 153379,
        "text": "So it's placed on a pedestal."
    },
    {
        "startTime": 153750,
        "endTime": 163293,
        "text": "So everything, from bowler hats and umbrellas, having afternoon tea, going to church on Sundays, is held in high regard."
    },
    {
        "startTime": 164097,
        "endTime": 169907,
        "text": "Even though it's still the last bastion of standards, when you start working and living in Britain from day to day,..."
    },
    {
        "startTime": 170003,
        "endTime": 172414,
        "text": "...you realize that things aren't as rigid as they appear."
    },
    {
        "startTime": 173276,
        "endTime": 176161,
        "text": "Life is slightly more casual than you'd expect to see it."
    },
    {
        "startTime": 177293,
        "endTime": 178467,
        "text": "We can't always be on show."
    },
    {
        "startTime": 181053,
        "endTime": 182773,
        "text": "At the end of the day, we're still normal people."
    },
    {
        "startTime": 183400,
        "endTime": 189141,
        "text": "A good example would be in the way that the public can mock members of Parliament or even the Royal Family."
    },
    {
        "startTime": 189572,
        "endTime": 192662,
        "text": "It's open season for making whatever comments you wish to make about people."
    },
    {
        "startTime": 193033,
        "endTime": 198464,
        "text": "And it says to people that we're comfortable in the way we live, and that is the basis of a democracy."
    },
    {
        "startTime": 202838,
        "endTime": 209081,
        "text": "Simply looking around, this regiment appears to be very traditional and very British, projecting that one image."
    },
    {
        "startTime": 209623,
        "endTime": 215465,
        "text": "But really, you simply have to look around and you realize that it is a synthesis of different cultures."
    },
    {
        "startTime": 216238,
        "endTime": 219287,
        "text": "The regiment really can be compared to a modern-day United Nations."
    },
    {
        "startTime": 219811,
        "endTime": 226233,
        "text": "And here we have a Swedish officer, we have an Indian officer, we have myself from Ghana,..."
    },
    {
        "startTime": 226534,
        "endTime": 231012,
        "text": "...we have an officer of French and Arab descent and a Zimbabwean,..."
    },
    {
        "startTime": 231237,
        "endTime": 234524,
        "text": "...and officers from so many different backgrounds all mixed together as one."
    },
    {
        "startTime": 236015,
        "endTime": 241458,
        "text": "From where I sit and the things I've seen in the United Kingdom, cultures really do mix and intermingle."
    },
    {
        "startTime": 241968,
        "endTime": 244530,
        "text": "And if I'm not a good example of that, I really don't know what is."
    }
]