[
    {
        "startTime": 23313,
        "endTime": 24319,
        "text": "My name is Manoj Badale."
    },
    {
        "startTime": 26105,
        "endTime": 29039,
        "text": "I guess I'm what you would call a serial entrepreneur."
    },
    {
        "startTime": 31329,
        "endTime": 35298,
        "text": "I was born in India but grew up in this country when my parents moved here."
    },
    {
        "startTime": 35531,
        "endTime": 40614,
        "text": "And in my experience, having had the benefit of traveling around the world quite a lot,..."
    },
    {
        "startTime": 42042,
        "endTime": 46279,
        "text": "...the UK and Brits and British society are pretty tolerant."
    },
    {
        "startTime": 46898,
        "endTime": 51430,
        "text": "And I think without that tolerance I perhaps wouldn't have gotten the opportunities I got,..."
    },
    {
        "startTime": 51568,
        "endTime": 55629,
        "text": "...whether they were university or school or sports-related,..."
    },
    {
        "startTime": 55728,
        "endTime": 57527,
        "text": "...and then ultimately business-related."
    },
    {
        "startTime": 58773,
        "endTime": 62585,
        "text": "The reason I'm here tonight in the heart of the British Establishment in London is..."
    },
    {
        "startTime": 62872,
        "endTime": 67984,
        "text": "...because I'm giving a talk to a collection of young British and Indian entrepreneurs."
    },
    {
        "startTime": 69611,
        "endTime": 75193,
        "text": "The shared history between Britain and South Asia in particular is extraordinarily powerful."
    },
    {
        "startTime": 76086,
        "endTime": 79203,
        "text": "What I'm going to talk to them a bit about is the realities of doing business in India."
    },
    {
        "startTime": 79446,
        "endTime": 82106,
        "text": "I started my career in the rather formal world."
    },
    {
        "startTime": 82169,
        "endTime": 86739,
        "text": "We've got a collection of successful entrepreneurs and a collection of early stage entrepreneurs,..."
    },
    {
        "startTime": 86861,
        "endTime": 92592,
        "text": "...people hopefully trying to get a few pearls of wisdom from people that have got the battle scars."
    },
    {
        "startTime": 93773,
        "endTime": 96974,
        "text": "I think in terms of what their expectations are,..."
    },
    {
        "startTime": 97363,
        "endTime": 101844,
        "text": "...they're probably looking forward to hearing about our recent experiences in the world of cricket."
    },
    {
        "startTime": 104364,
        "endTime": 108172,
        "text": "Of course, cricket was something that was actually invented in this country."
    },
    {
        "startTime": 108691,
        "endTime": 113125,
        "text": "People are often surprised to find out that I actually personally prefer Test cricket to Twenty20."
    },
    {
        "startTime": 115738,
        "endTime": 121393,
        "text": "But I was always amazed at just how passionate the Indian market is about the game of cricket."
    },
    {
        "startTime": 122983,
        "endTime": 129326,
        "text": "And you didn't need to be a rocket scientist to sort of know that at some point Twenty20 would become huge in India."
    },
    {
        "startTime": 132605,
        "endTime": 138817,
        "text": "We took a British concept, \"Pop Idol,\" and applied it to a cricket market."
    },
    {
        "startTime": 139010,
        "endTime": 140824,
        "text": "We created a television show called \"Cricket Star.\""
    },
    {
        "startTime": 148619,
        "endTime": 150821,
        "text": "Then when the Indian Premier League came along,..."
    },
    {
        "startTime": 151927,
        "endTime": 152540,
        "text": "He's going for it,..."
    },
    {
        "startTime": 152755,
        "endTime": 153368,
        "text": "...he's found a gap,..."
    },
    {
        "startTime": 154362,
        "endTime": 156004,
        "text": "...Rajasthan Royals win!"
    },
    {
        "startTime": 156561,
        "endTime": 163577,
        "text": "...that's when we acquired the Jaipur franchise which is now a well-known brand, the Rajasthan Royals."
    },
    {
        "startTime": 163779,
        "endTime": 166285,
        "text": "Get down, you're ready! Brilliant!"
    },
    {
        "startTime": 166913,
        "endTime": 172903,
        "text": "We tried to create a thing called the Champions League. The television rights for the Champions League in 2008,..."
    },
    {
        "startTime": 173050,
        "endTime": 175651,
        "text": "...got sold for 1.6 billion dollars for ten years."
    },
    {
        "startTime": 176355,
        "endTime": 180711,
        "text": "But the two things that have always kept me going are if you're more innovative than your competition..."
    },
    {
        "startTime": 181117,
        "endTime": 183639,
        "text": "...and you're more agile than your competition, you've always got a chance."
    },
    {
        "startTime": 183834,
        "endTime": 185197,
        "text": "There's a rebalancing of world cricket."
    },
    {
        "startTime": 185478,
        "endTime": 195233,
        "text": "For Britain and British companies to really seize on the potential that South Asia offers, there needs to be an acceptance that,..."
    },
    {
        "startTime": 195579,
        "endTime": 197859,
        "text": "..you know, the balance of power is changing economically."
    },
    {
        "startTime": 198413,
        "endTime": 205002,
        "text": "But I think the rise of Asia creates huge opportunities for businesses in the UK because of our shared history."
    },
    {
        "startTime": 206762,
        "endTime": 213627,
        "text": "And it's a real asset for entrepreneurs who have the ability to straddle both markets, whether it's a product..."
    },
    {
        "startTime": 213778,
        "endTime": 217204,
        "text": "...or a platform that you've built for America, or built for Asia, or built for Europe."
    },
    {
        "startTime": 218114,
        "endTime": 224199,
        "text": "In many respects, the UK is the perfect place to launch a business for any of those markets."
    },
    {
        "startTime": 225625,
        "endTime": 229504,
        "text": "In terms of raising capital, this is the center of the world's financial services."
    },
    {
        "startTime": 230795,
        "endTime": 238909,
        "text": "Access to talent, you know, we've got some of the best educational institutes in this country, many of whom encourage entrepreneurship."
    },
    {
        "startTime": 242047,
        "endTime": 246807,
        "text": "So, if you are an Indian living in the UK and you are thinking about starting a business,..."
    },
    {
        "startTime": 248764,
        "endTime": 252243,
        "text": "...you're sort of crazy not to look at the potential that you get."
    },
    {
        "startTime": 252373,
        "endTime": 258490,
        "text": "The potential asset you get from the connectedness of the UK, with the fact that a quarter of the world's population..."
    },
    {
        "startTime": 259093,
        "endTime": 263690,
        "text": "...is resident in a market that you have a cultural sensitivity around."
    },
    {
        "startTime": 265170,
        "endTime": 268985,
        "text": "The link for me is that if you want to be an entrepreneur,..."
    },
    {
        "startTime": 269070,
        "endTime": 275434,
        "text": "...if you want to build your own businesses, you've got everything you need in this country."
    }
]