[
    {
        "startTime": 467,
        "endTime": 1776,
        "text": "It's our netbooks, kids!"
    },
    {
        "startTime": 1971,
        "endTime": 9196,
        "text": "History teacher Luke Rosa wheels his cart filled with laptops into a classroom at Falls Church High School in Virginia."
    },
    {
        "startTime": 10257,
        "endTime": 14579,
        "text": "I mean it's just like a regular textbook except it's got all online."
    },
    {
        "startTime": 15462,
        "endTime": 18569,
        "text": "This school year, the Fairfax County Public School System..."
    },
    {
        "startTime": 18633,
        "endTime": 21710,
        "text": "...has shifted from hardcover to electronic textbooks..."
    },
    {
        "startTime": 22034,
        "endTime": 24757,
        "text": "...for social studies in its middle and high schools."
    },
    {
        "startTime": 25574,
        "endTime": 28269,
        "text": "The system's assistant superintendent Peter Noonan..."
    },
    {
        "startTime": 28644,
        "endTime": 33256,
        "text": "... says the switch came after digital books were used in 15 schools last year."
    },
    {
        "startTime": 34021,
        "endTime": 40998,
        "text": "Our students come to us technologically savvy and ready to utilize resources from a variety of different places."
    },
    {
        "startTime": 41374,
        "endTime": 46995,
        "text": "Noonan points to the benefits of electronic textbooks such as the ability to update content."
    },
    {
        "startTime": 47543,
        "endTime": 54855,
        "text": "The world is changing consistently and the online textbooks can change right along with the events that are happening."
    },
    {
        "startTime": 55413,
        "endTime": 58294,
        "text": "And there's a significant financial benefit as well."
    },
    {
        "startTime": 58827,
        "endTime": 65205,
        "text": "Usually it's in the neighborhood of between 50 and 70 dollars to buy a textbook for each student...."
    },
    {
        "startTime": 66299,
        "endTime": 70948,
        "text": "...which adds up to roughly eight million dollars for all of our students in Fairfax County."
    },
    {
        "startTime": 71059,
        "endTime": 78097,
        "text": "We actually have purchased all the online textbooks for our students for just under six million dollars."
    },
    {
        "startTime": 78585,
        "endTime": 82425,
        "text": "Students have mixed feelings about the switch, but most like it."
    },
    {
        "startTime": 83216,
        "endTime": 86795,
        "text": "I don't have to carry a textbook around, so that's nice."
    },
    {
        "startTime": 87334,
        "endTime": 90175,
        "text": "I don't like it because the Internet sometimes doesn't work."
    },
    {
        "startTime": 90885,
        "endTime": 93419,
        "text": "You can highlight your work, you can leave notes on your work..."
    },
    {
        "startTime": 93539,
        "endTime": 95351,
        "text": "...and it will all be saved onto your account."
    },
    {
        "startTime": 95497,
        "endTime": 97065,
        "text": "It's a lot better than a regular textbook."
    },
    {
        "startTime": 97712,
        "endTime": 98595,
        "text": "How about gun control?"
    },
    {
        "startTime": 98913,
        "endTime": 102016,
        "text": "Social studies teacher Michael Bambara thinks so too."
    },
    {
        "startTime": 102629,
        "endTime": 107639,
        "text": "Particularly this book that I use in government has differentiated reading levels,..."
    },
    {
        "startTime": 107823,
        "endTime": 112589,
        "text": "...so a person can individualize their learning and I can individualize their instruction."
    },
    {
        "startTime": 113137,
        "endTime": 119413,
        "text": "However, making sure all students have online access outside school remains a challenge."
    },
    {
        "startTime": 120177,
        "endTime": 126558,
        "text": "About ten percent of students in Fairfax County don't have a computer or online access at home."
    },
    {
        "startTime": 127041,
        "endTime": 129514,
        "text": "Steven Castillo is one of them."
    },
    {
        "startTime": 130025,
        "endTime": 133118,
        "text": "Pretty much go to a library, I guess, or go to a friend's house."
    },
    {
        "startTime": 133709,
        "endTime": 136677,
        "text": "Besides the public library's free computer terminals,..."
    },
    {
        "startTime": 136944,
        "endTime": 140637,
        "text": "...students can also use the school's after-school computer lab..."
    },
    {
        "startTime": 141131,
        "endTime": 144691,
        "text": "...or go to one of the computer clubhouses supported by the county."
    },
    {
        "startTime": 145440,
        "endTime": 147546,
        "text": "All of my family works on a computer."
    },
    {
        "startTime": 148022,
        "endTime": 150112,
        "text": "My sister and me both do our homework on it."
    },
    {
        "startTime": 150612,
        "endTime": 152229,
        "text": "So I come here to do my homework."
    },
    {
        "startTime": 152741,
        "endTime": 153099,
        "text": "It's good."
    },
    {
        "startTime": 153984,
        "endTime": 157214,
        "text": "Neighboring counties are also considering online textbooks."
    },
    {
        "startTime": 157677,
        "endTime": 161785,
        "text": "Gladys Whitehead, Director of Curriculum of Prince George's County Public Schools,..."
    },
    {
        "startTime": 162154,
        "endTime": 166898,
        "text": "...says its survey shows 60 percent of students have computer access at home."
    },
    {
        "startTime": 167509,
        "endTime": 173807,
        "text": "Next year, we'll just have a pilot with probably one classroom and one subject area,..."
    },
    {
        "startTime": 174168,
        "endTime": 180430,
        "text": "...so that we can see what issues will come up with complete online access."
    },
    {
        "startTime": 180853,
        "endTime": 185213,
        "text": "I envision a future where my third grade son will likely not be carrying..."
    },
    {
        "startTime": 185353,
        "endTime": 188905,
        "text": "...five textbooks back and forth between high school and home when he gets there."
    },
    {
        "startTime": 189362,
        "endTime": 192899,
        "text": "I think he'll be carrying either a tablet or some sort of device..."
    },
    {
        "startTime": 192991,
        "endTime": 195064,
        "text": "...that he will be able to access his information on."
    },
    {
        "startTime": 195796,
        "endTime": 201140,
        "text": "And schools, says Peter Noonan, are taking the first steps in that direction now."
    },
    {
        "startTime": 201907,
        "endTime": 205584,
        "text": "For producer June Soh, Amy Katz, VOA News."
    }
]