[
    {
        "startTime": 3290,
        "endTime": 8137,
        "text": "On October 29th 2010, Jeremy Lin became the first Chinese-American..."
    },
    {
        "startTime": 8431,
        "endTime": 10269,
        "text": "...to play in a regular season NBA game."
    },
    {
        "startTime": 10587,
        "endTime": 13963,
        "text": "The second son of Taiwanese immigrants, Gie-Ming and Shirley Lin,..."
    },
    {
        "startTime": 14373,
        "endTime": 18473,
        "text": "...Jeremy learned how to play basketball from his father who was a big NBA fan."
    },
    {
        "startTime": 19003,
        "endTime": 22045,
        "text": "But not everyone in the family thought it was something he should pursue."
    },
    {
        "startTime": 22785,
        "endTime": 28188,
        "text": "No one else really played basketball besides my family and so it was kind of taboo for a little bit and,..."
    },
    {
        "startTime": 28366,
        "endTime": 33886,
        "text": "...you know, with my grandma she was kind of always trying to influence me to not play."
    },
    {
        "startTime": 36464,
        "endTime": 41083,
        "text": "And then, you know, once we realized this is something I love doing,..."
    },
    {
        "startTime": 43758,
        "endTime": 49535,
        "text": "...I'm having fun doing it and I can go play at the next level then, more people started supporting."
    },
    {
        "startTime": 50150,
        "endTime": 55382,
        "text": "He continued to improve, and in 2006, led Palo Alto High to a 32-1 record..."
    },
    {
        "startTime": 55787,
        "endTime": 60073,
        "text": "...and an upset of nationally ranked Mater Dei in the Division 2 state championship game."
    },
    {
        "startTime": 60788,
        "endTime": 64712,
        "text": "Despite being named player of the year by virtually every California publication,..."
    },
    {
        "startTime": 65110,
        "endTime": 67328,
        "text": "...he did not receive a single scholarship offer."
    },
    {
        "startTime": 67591,
        "endTime": 70707,
        "text": "I think a lot of it was me being underdeveloped physically."
    },
    {
        "startTime": 71239,
        "endTime": 77447,
        "text": "At that time, I was 170 pounds and I was just very raw."
    },
    {
        "startTime": 77853,
        "endTime": 82762,
        "text": "And then, you know, me being Asian-American, I don't know how much that had to do with it,..."
    },
    {
        "startTime": 82848,
        "endTime": 85887,
        "text": "... but I'm sure it had something to do with it."
    },
    {
        "startTime": 86113,
        "endTime": 88477,
        "text": "While Harvard does not provide athletic scholarships,..."
    },
    {
        "startTime": 88794,
        "endTime": 91511,
        "text": "...Jeremy was offered a chance to play there and accepted."
    },
    {
        "startTime": 91997,
        "endTime": 95325,
        "text": "He excelled on the court despite having to put up with racist taunts..."
    },
    {
        "startTime": 95398,
        "endTime": 99346,
        "text": "...like being told to \"Go back to China\" and being called a \"Chink.\""
    },
    {
        "startTime": 99714,
        "endTime": 102951,
        "text": "You know, it was just some that got under my skin at the very beginning."
    },
    {
        "startTime": 104006,
        "endTime": 108149,
        "text": "It was really frustrating but I just had to learn how to deal with it..."
    },
    {
        "startTime": 108245,
        "endTime": 112990,
        "text": "...as time went by for me to be able to be more mentally strong..."
    },
    {
        "startTime": 113076,
        "endTime": 116746,
        "text": "...and not get distracted or angered so easily."
    },
    {
        "startTime": 117081,
        "endTime": 119618,
        "text": "Jeremy was twice named first team all Ivy League."
    },
    {
        "startTime": 120138,
        "endTime": 125001,
        "text": "As the team's leading scorer during the senior season, he led Harvard to its best record ever."
    },
    {
        "startTime": 125393,
        "endTime": 128519,
        "text": "Still, he wasn't taken in the 2010 NBA draft."
    },
    {
        "startTime": 129409,
        "endTime": 133693,
        "text": "Dallas did sign Jeremy to its summer league team and he made the most of his opportunity..."
    },
    {
        "startTime": 133956,
        "endTime": 137319,
        "text": "...when he outplayed the overall number one pick, Kentucky's John Wall."
    },
    {
        "startTime": 137677,
        "endTime": 141633,
        "text": "His performance against Wall got him contract offers from the Mavericks and Lakers,..."
    },
    {
        "startTime": 142042,
        "endTime": 145563,
        "text": "...but he chose to sign with his hometown team, the Golden State Warriors."
    },
    {
        "startTime": 146203,
        "endTime": 150078,
        "text": "A devout Christian, Jeremy needed his faith to help him deal with the pressure..."
    },
    {
        "startTime": 150169,
        "endTime": 152073,
        "text": "...from the media and the Asian community."
    },
    {
        "startTime": 152623,
        "endTime": 153689,
        "text": "Shot clock at five."
    },
    {
        "startTime": 155621,
        "endTime": 158399,
        "text": "Jeremy jumper, Jeremy Lin off the bench!"
    },
    {
        "startTime": 158699,
        "endTime": 160447,
        "text": "How good has he been here in this quarter?"
    },
    {
        "startTime": 160807,
        "endTime": 165139,
        "text": "So far, the racist remarks he heard in college have not followed him to the NBA."
    },
    {
        "startTime": 165952,
        "endTime": 167677,
        "text": "That's what I was really shocked about."
    },
    {
        "startTime": 169481,
        "endTime": 176797,
        "text": "I don't think I heard one Asian taunt from an opposing fan or player all year actually so..."
    },
    {
        "startTime": 177803,
        "endTime": 181231,
        "text": "...I think a lot of other players in the NBA actually went out of their way..."
    },
    {
        "startTime": 181303,
        "endTime": 184345,
        "text": "...to say congratulations and different things like that and so..."
    },
    {
        "startTime": 185823,
        "endTime": 188899,
        "text": "...I think the NBA, you know, is like a big family."
    },
    {
        "startTime": 188984,
        "endTime": 193213,
        "text": "I think all the guys are friends with each other and for the most part and..."
    },
    {
        "startTime": 193325,
        "endTime": 199625,
        "text": "...people respect what other people are doing and so that was really inspiring..."
    },
    {
        "startTime": 199737,
        "endTime": 202097,
        "text": "...and a nice change of pace for me."
    },
    {
        "startTime": 203030,
        "endTime": 207759,
        "text": "Jeremy's faith was tested when he was sent down to the Warriors' developmental league team in Reno."
    },
    {
        "startTime": 208739,
        "endTime": 210657,
        "text": "Being as that was another blessing in disguise, you know,..."
    },
    {
        "startTime": 210735,
        "endTime": 215753,
        "text": "...I remember when I first got sent down I felt like the world had ended..."
    },
    {
        "startTime": 215855,
        "endTime": 218348,
        "text": "...and I was like \"No, don't do that. Don't send me down there.\""
    },
    {
        "startTime": 219611,
        "endTime": 221644,
        "text": "But looking back, it was absolutely necessary."
    },
    {
        "startTime": 221753,
        "endTime": 225501,
        "text": "I took three trips down there and that was the best thing that could happen to me..."
    },
    {
        "startTime": 226177,
        "endTime": 228692,
        "text": "...in terms of my development as a player in my first year in the league."
    },
    {
        "startTime": 229279,
        "endTime": 233401,
        "text": "Playing with a renewed confidence, Jeremy finished the season strong with the Warriors."
    },
    {
        "startTime": 233802,
        "endTime": 238081,
        "text": "At 6'3, 200 pounds, he has the size to play point guard in the NBA."
    },
    {
        "startTime": 238456,
        "endTime": 240827,
        "text": "But to get more minutes, he'll need to put in some work."
    },
    {
        "startTime": 241452,
        "endTime": 244892,
        "text": "In just one season, Jeremy has been able to break some old stereotypes..."
    },
    {
        "startTime": 245171,
        "endTime": 248807,
        "text": "...about Asian-Americans being unable to play sports at the professional level."
    },
    {
        "startTime": 249449,
        "endTime": 251112,
        "text": "But he knows there will always be doubters."
    },
    {
        "startTime": 251324,
        "endTime": 254616,
        "text": "You know, that's a stereotype that I'm going to have to fight for the rest of my life..."
    },
    {
        "startTime": 254729,
        "endTime": 257799,
        "text": "...but I understand that and it's something that I embrace."
    },
    {
        "startTime": 260143,
        "endTime": 263843,
        "text": "The more I can do to break that stereotype, I'd love to do that."
    }
]