[
    {
        "startTime": 15773,
        "endTime": 23912,
        "text": "My big idea is a very, very small idea that can unlock billions of big ideas..."
    },
    {
        "startTime": 24557,
        "endTime": 27582,
        "text": "...that are at the moment dormant inside us."
    },
    {
        "startTime": 27962,
        "endTime": 31396,
        "text": "And my little idea that will do that is sleep."
    },
    {
        "startTime": 37603,
        "endTime": 40201,
        "text": "This is a room of type A women."
    },
    {
        "startTime": 42101,
        "endTime": 44890,
        "text": "This is a room of sleep-deprived women."
    },
    {
        "startTime": 47089,
        "endTime": 50437,
        "text": "And I learned the hard way the value of sleep."
    },
    {
        "startTime": 51261,
        "endTime": 54061,
        "text": "Two and a half years ago, I fainted from exhaustion."
    },
    {
        "startTime": 54421,
        "endTime": 56113,
        "text": "I hit my head on my desk."
    },
    {
        "startTime": 56210,
        "endTime": 59713,
        "text": "I broke my cheekbone. I got five stitches on my right eye."
    },
    {
        "startTime": 60423,
        "endTime": 64716,
        "text": "And I began the journey of rediscovering the value of sleep."
    },
    {
        "startTime": 66229,
        "endTime": 71719,
        "text": "And in the course of that, I studied, I met with medical doctors, scientists,..."
    },
    {
        "startTime": 71847,
        "endTime": 77615,
        "text": "and I'm here to tell you that the way to a more productive, more inspired,..."
    },
    {
        "startTime": 77911,
        "endTime": 80966,
        "text": "...more joyful life is getting enough sleep."
    },
    {
        "startTime": 86945,
        "endTime": 92742,
        "text": "And we women are going to lead the way in this new revolution, this new feminist issue."
    },
    {
        "startTime": 93387,
        "endTime": 97031,
        "text": "We are literally going to sleep our way to the top, literally."
    },
    {
        "startTime": 104138,
        "endTime": 110345,
        "text": "Because unfortunately for men, sleep deprivation has become a virility symbol."
    },
    {
        "startTime": 111591,
        "endTime": 114411,
        "text": "I was recently having dinner with a guy who bragged..."
    },
    {
        "startTime": 114505,
        "endTime": 117479,
        "text": "...that he had only gotten four hours sleep the night before."
    },
    {
        "startTime": 118304,
        "endTime": 120563,
        "text": "And I felt like saying to him but I didn't say it,..."
    },
    {
        "startTime": 120700,
        "endTime": 122091,
        "text": "...I felt like saying, \"You know what?..."
    },
    {
        "startTime": 122359,
        "endTime": 125970,
        "text": "If you had gotten five, this dinner would have been a lot more interesting.\""
    },
    {
        "startTime": 130517,
        "endTime": 135951,
        "text": "There is now a kind of sleep deprivation one-upmanship especially here in Washington."
    },
    {
        "startTime": 136033,
        "endTime": 139188,
        "text": "If you try to make a breakfast date and you say, \"How about eight o'clock?\"..."
    },
    {
        "startTime": 139527,
        "endTime": 142327,
        "text": "...they're likely to tell you, \"Eight o'clock is too late for me, but that's okay,...\""
    },
    {
        "startTime": 142473,
        "endTime": 146407,
        "text": "\"...you know, I can get a game of tennis in and do a few conference calls and meet you at eight.\""
    },
    {
        "startTime": 147313,
        "endTime": 152117,
        "text": "And they think that means that they are so incredibly busy and productive,..."
    },
    {
        "startTime": 152226,
        "endTime": 156952,
        "text": "...but the truth is they're not, because we, at the moment have had,..."
    },
    {
        "startTime": 157571,
        "endTime": 164037,
        "text": "...brilliant leaders in business, in finance, in politics, making terrible decisions."
    },
    {
        "startTime": 165118,
        "endTime": 169155,
        "text": "So a high IQ does not mean that you are a good leader,..."
    },
    {
        "startTime": 169601,
        "endTime": 175805,
        "text": "...because the essence of leadership is being able to see the iceberg before it hits the Titanic."
    },
    {
        "startTime": 177507,
        "endTime": 181353,
        "text": "And we've had far too many icebergs hitting our Titanics."
    },
    {
        "startTime": 181805,
        "endTime": 187397,
        "text": "In fact, I have a feeling that if Lehman Brothers was Lehman Brothers and Sisters,..."
    },
    {
        "startTime": 187487,
        "endTime": 188657,
        "text": "...they might still be around."
    },
    {
        "startTime": 192565,
        "endTime": 197821,
        "text": "While all the brothers were busy, you know, just being hyperconnected twenty-four seven,..."
    },
    {
        "startTime": 198209,
        "endTime": 201677,
        "text": "...maybe a sister would have noticed the iceberg, because she would have woken up ..."
    },
    {
        "startTime": 201812,
        "endTime": 207545,
        "text": "...from a seven and a half or eight-hour sleep and have been able to see the big picture."
    },
    {
        "startTime": 208886,
        "endTime": 214995,
        "text": "So, as we are facing all the multiple crises in our world at the moment,..."
    },
    {
        "startTime": 215669,
        "endTime": 221222,
        "text": "...what is good for us on a personal level, what's going to bring more joy, gratitude,..."
    },
    {
        "startTime": 221755,
        "endTime": 228821,
        "text": "...effectiveness in our lives and be the best for our own careers is also what is best for the world."
    },
    {
        "startTime": 229831,
        "endTime": 238103,
        "text": "So, I urge you to shut your eyes and discover the great ideas that lie inside us,..."
    },
    {
        "startTime": 238618,
        "endTime": 241805,
        "text": "...to shut your engines and discover the power of sleep."
    },
    {
        "startTime": 242011,
        "endTime": 242541,
        "text": "Thank you."
    }
]