[
    {
        "startTime": 363,
        "endTime": 5491,
        "text": "Too often teams and organizations are unclear about the goals or top priorities really are."
    },
    {
        "startTime": 6349,
        "endTime": 9775,
        "text": "Coaches and players are simply not on the same page."
    },
    {
        "startTime": 10065,
        "endTime": 13459,
        "text": "What you get is everyone just kind of running around in all directions,..."
    },
    {
        "startTime": 13697,
        "endTime": 15876,
        "text": "...instead of working together toward the same goal."
    },
    {
        "startTime": 16692,
        "endTime": 20570,
        "text": "The inability to take high-level goals and strategies of an organization..."
    },
    {
        "startTime": 21023,
        "endTime": 26071,
        "text": "...and then to translate those into action is a major problem in most organizations."
    },
    {
        "startTime": 26562,
        "endTime": 29653,
        "text": "It's one thing to come up with great strategies and goals,..."
    },
    {
        "startTime": 30029,
        "endTime": 32131,
        "text": "...but it's quite another to actually get them done."
    },
    {
        "startTime": 32902,
        "endTime": 35512,
        "text": "This is what we can call \"The Execution Gap.\""
    },
    {
        "startTime": 36311,
        "endTime": 39001,
        "text": "In a landmark study done by the Harris Poll group,..."
    },
    {
        "startTime": 39447,
        "endTime": 43345,
        "text": "...we discovered some revealing statistics as to why execution breaks down..."
    },
    {
        "startTime": 43746,
        "endTime": 47727,
        "text": "...and why goals aren't translated into action on the front line."
    },
    {
        "startTime": 48241,
        "endTime": 51644,
        "text": "First finding, only 15 percent of those surveyed..."
    },
    {
        "startTime": 51728,
        "endTime": 56792,
        "text": "...can actually identify their organization's most important goals or top priorities."
    },
    {
        "startTime": 57384,
        "endTime": 61630,
        "text": "Either there are too many goals or they change too often or they simply don't have any."
    },
    {
        "startTime": 62445,
        "endTime": 65279,
        "text": "And in most cases, they are vastly under communicated."
    },
    {
        "startTime": 66161,
        "endTime": 70607,
        "text": "Just because the leaders are clear on what they want to achieve, it doesn't necessarily mean..."
    },
    {
        "startTime": 70977,
        "endTime": 75235,
        "text": "...that the front line where the action really happens knows what the goals are."
    },
    {
        "startTime": 75587,
        "endTime": 80093,
        "text": "After all, in a very real sense, the front line produces the bottom line."
    },
    {
        "startTime": 80448,
        "endTime": 85476,
        "text": "Second, people may know what the goals are but too often they haven't bought into them."
    },
    {
        "startTime": 85973,
        "endTime": 92089,
        "text": "Only 19 percent surveyed say that they feel passionate about the top goals of their organizations."
    },
    {
        "startTime": 92551,
        "endTime": 94082,
        "text": "That's only one in five."
    },
    {
        "startTime": 94609,
        "endTime": 96116,
        "text": "There are number of reasons for this."
    },
    {
        "startTime": 96214,
        "endTime": 98518,
        "text": "But the primary one is that they feel no ownership."
    },
    {
        "startTime": 98777,
        "endTime": 102897,
        "text": "They don't feel that they have input into what is going to take to achieve the goal."
    },
    {
        "startTime": 103391,
        "endTime": 105731,
        "text": "They simply aren't emotionally connected to the goal."
    },
    {
        "startTime": 106468,
        "endTime": 108318,
        "text": "No involvement, no commitment."
    },
    {
        "startTime": 108747,
        "endTime": 114725,
        "text": "Third, those surveyed reported that they spend only 49 percent of their available work hours..."
    },
    {
        "startTime": 114846,
        "endTime": 116394,
        "text": "...on the most important goals."
    },
    {
        "startTime": 116936,
        "endTime": 121217,
        "text": "The rest of the time is spent on urgent, but far less important activities."
    },
    {
        "startTime": 121475,
        "endTime": 126212,
        "text": "They get so distracted by urgent things that they neglect the most important things."
    },
    {
        "startTime": 126595,
        "endTime": 129775,
        "text": "Finally, people might know what the goals and top priorities are."
    },
    {
        "startTime": 130169,
        "endTime": 131267,
        "text": "They might even buy into them."
    },
    {
        "startTime": 132038,
        "endTime": 134870,
        "text": "But they don't know what they are supposed to do about them."
    },
    {
        "startTime": 135395,
        "endTime": 140269,
        "text": "In fact, 51 percent state that they personally do not understand what they..."
    },
    {
        "startTime": 140623,
        "endTime": 144033,
        "text": "...are supposed to do to help the organization achieve its goals."
    },
    {
        "startTime": 144537,
        "endTime": 150218,
        "text": "Goals will not be executed until everyone clearly understands what the goal is..."
    },
    {
        "startTime": 150547,
        "endTime": 154345,
        "text": "...and what they themselves specifically need to do to meet that goal."
    },
    {
        "startTime": 155187,
        "endTime": 158747,
        "text": "Once people are clear on what the goal is, then and only then,..."
    },
    {
        "startTime": 159139,
        "endTime": 162757,
        "text": "...are they free to try new and better ways to reach that goal."
    },
    {
        "startTime": 163479,
        "endTime": 167073,
        "text": "So the point is, to achieve goals you've never achieved before,..."
    },
    {
        "startTime": 167621,
        "endTime": 171183,
        "text": "...you simply need to start doing things you've never done before."
    }
]