[
    {
        "startTime": 485,
        "endTime": 5101,
        "text": "We tend to assume very often that there's only one way of looking at something."
    },
    {
        "startTime": 5229,
        "endTime": 10060,
        "text": "One of the ways that, as a designer, I often liked to come up with my new ideas..."
    },
    {
        "startTime": 10136,
        "endTime": 12026,
        "text": "...is to try and look at the world in different ways."
    },
    {
        "startTime": 12091,
        "endTime": 12967,
        "text": "So we think about a book."
    },
    {
        "startTime": 13391,
        "endTime": 16743,
        "text": "When we first pick it up, we open the front cover and we might look at the contents page..."
    },
    {
        "startTime": 16849,
        "endTime": 18685,
        "text": "...to see whether there's anything interesting there for us."
    },
    {
        "startTime": 19265,
        "endTime": 22189,
        "text": "And the contents page is one way of viewing the structure of a book."
    },
    {
        "startTime": 23131,
        "endTime": 27647,
        "text": "Now, what this is behind me is another way of viewing the structure, actually of my book."
    },
    {
        "startTime": 27769,
        "endTime": 32181,
        "text": "And that actually is a mind map of all of the content of \"Change by Design\"."
    },
    {
        "startTime": 32925,
        "endTime": 36712,
        "text": "And every important piece, every chapter, every piece of content..."
    },
    {
        "startTime": 36783,
        "endTime": 40466,
        "text": "...is drawn up there and linked together to show the structure."
    },
    {
        "startTime": 41063,
        "endTime": 44932,
        "text": "Doing that helped me think about how I wanted to tell the story."
    },
    {
        "startTime": 45234,
        "endTime": 50166,
        "text": "So it's an illustration of how, when we look at the world differently, we get to new ideas."
    },
    {
        "startTime": 50973,
        "endTime": 54605,
        "text": "It's easy when you hear the word \"design\" to think it's about what things look like,..."
    },
    {
        "startTime": 54725,
        "endTime": 61451,
        "text": "...or how beautiful they are, or the latest style or product in the Museum of Modern Art, or something."
    },
    {
        "startTime": 62091,
        "endTime": 68858,
        "text": "But really, what design thinking is all about is the simple conversion of need into demand,..."
    },
    {
        "startTime": 69053,
        "endTime": 70209,
        "text": "...need into a solution."
    },
    {
        "startTime": 70552,
        "endTime": 73517,
        "text": "Any of us who went to business school, actually don't include me,..."
    },
    {
        "startTime": 73585,
        "endTime": 76032,
        "text": "...I went to art school, but those people who went to business school..."
    },
    {
        "startTime": 77112,
        "endTime": 83456,
        "text": "...were taught many effective techniques for what I would call convergent thinking,..."
    },
    {
        "startTime": 83843,
        "endTime": 89759,
        "text": "...which is taking the set of available choices, making, analyzing those choices..."
    },
    {
        "startTime": 89912,
        "endTime": 92723,
        "text": "...and making the best one, that then gets implemented."
    },
    {
        "startTime": 93136,
        "endTime": 97483,
        "text": "Now that's great for taking the existing world and optimizing it."
    },
    {
        "startTime": 98526,
        "endTime": 101339,
        "text": "If, on the other hand, you're trying to create new innovations,..."
    },
    {
        "startTime": 101634,
        "endTime": 103647,
        "text": "...there's another piece that you need to put in front of that."
    },
    {
        "startTime": 104129,
        "endTime": 106772,
        "text": "And that is the creation of those choices themselves."
    },
    {
        "startTime": 107426,
        "endTime": 110626,
        "text": "Because if you're just looking at the same set of choices that everybody else is looking at..."
    },
    {
        "startTime": 110943,
        "endTime": 113023,
        "text": "...you're likely to get to the same innovations that they are."
    },
    {
        "startTime": 113638,
        "endTime": 116783,
        "text": "But if, however, you can create new choices,..."
    },
    {
        "startTime": 116922,
        "endTime": 119668,
        "text": "...choices that nobody else is looking at, that nobody else has seen,..."
    },
    {
        "startTime": 120150,
        "endTime": 124375,
        "text": "...there's a pretty strong chance you can get to an innovation that nobody else has gone to."
    },
    {
        "startTime": 124701,
        "endTime": 127404,
        "text": "So successful companies innovate across a portfolio."
    },
    {
        "startTime": 127587,
        "endTime": 131575,
        "text": "They do short-term incremental innovation, they do medium-term innovation,..."
    },
    {
        "startTime": 131872,
        "endTime": 135520,
        "text": "...and they do kind of long-term or breakthrough innovation."
    },
    {
        "startTime": 136225,
        "endTime": 140019,
        "text": "And one of the tricks is applying your resources, the people,..."
    },
    {
        "startTime": 140093,
        "endTime": 143488,
        "text": "...the money you have appropriately across that range."
    }
]