[
    {
        "startTime": 435,
        "endTime": 4009,
        "text": "I like to ask whether or not you have goals, but I wanna ask you another question."
    },
    {
        "startTime": 4529,
        "endTime": 10983,
        "text": "How many of you know that if you had your life to live over again, you could do more than what you've done this far?"
    },
    {
        "startTime": 11059,
        "endTime": 11941,
        "text": "Raise your hands, please."
    },
    {
        "startTime": 12869,
        "endTime": 20990,
        "text": "Now, that proves the point that what we do and what we accomplish in life is only a tip of the iceberg of what's possible for us."
    },
    {
        "startTime": 21729,
        "endTime": 26687,
        "text": "So, I want you to think about some goals that you like to achieve and I like for you to, let's say break them up in three categories."
    },
    {
        "startTime": 26757,
        "endTime": 29487,
        "text": "Number one, I want you to think about some personal goal you'd like to achieve."
    },
    {
        "startTime": 30555,
        "endTime": 35426,
        "text": "And I like for you to think about some career goal, some business goal that you'd like to achieve."
    },
    {
        "startTime": 36143,
        "endTime": 39727,
        "text": "And why don't you think about some social contribution?"
    },
    {
        "startTime": 40158,
        "endTime": 41786,
        "text": "Some impact you'd like to make with your life."
    },
    {
        "startTime": 41887,
        "endTime": 48223,
        "text": "It was Horace Mann who said, \"We should be ashamed to die until we've made some major contribution to humankind.\""
    },
    {
        "startTime": 48783,
        "endTime": 53442,
        "text": "I believe we live in the greatest country in the world that gives us an opportunity to leave our mark,..."
    },
    {
        "startTime": 53747,
        "endTime": 55715,
        "text": "...to make a statement with our lives."
    },
    {
        "startTime": 56316,
        "endTime": 63204,
        "text": "And as you think about these goals, whatever those goals are, I want you to dramatically increase those goals and..."
    },
    {
        "startTime": 63599,
        "endTime": 67158,
        "text": "...I wanna warn you, I don't want you to think about how you're going to do it."
    },
    {
        "startTime": 67607,
        "endTime": 69761,
        "text": "How is none of your business."
    },
    {
        "startTime": 70664,
        "endTime": 74909,
        "text": "The most important thing is just to increase those goals dramatically."
    },
    {
        "startTime": 75020,
        "endTime": 79945,
        "text": "I found that most people fail in life not because they aim too high and miss."
    },
    {
        "startTime": 80517,
        "endTime": 86197,
        "text": "Most people fail in life because they aim too low and hit,..."
    },
    {
        "startTime": 89096,
        "endTime": 90834,
        "text": "..and many don't aim at all."
    }
]