[
    {
        "startTime": 4334,
        "endTime": 8451,
        "text": "Singer songwriter Brienne Moore, a second year student at USC..."
    },
    {
        "startTime": 8723,
        "endTime": 12121,
        "text": "...says that the first record she ever owned was by Whitney Houston..."
    },
    {
        "startTime": 12498,
        "endTime": 14679,
        "text": "...and the music always played in her home."
    },
    {
        "startTime": 15154,
        "endTime": 16818,
        "text": "I just grew up listening to her."
    },
    {
        "startTime": 17173,
        "endTime": 22722,
        "text": "My parents always had her playing all the time, and she was a major, major influence."
    },
    {
        "startTime": 29215,
        "endTime": 35143,
        "text": "Lara Johnston is a vocal student. She says she is still overwhelmed by Whitney Houston's voice."
    },
    {
        "startTime": 35640,
        "endTime": 41840,
        "text": "She had such an incredible instrument like she had this stunning power..."
    },
    {
        "startTime": 41927,
        "endTime": 43595,
        "text": "...that would just shock you, but she also had..."
    },
    {
        "startTime": 44065,
        "endTime": 51575,
        "text": "...this real sweetness and gentle delicacy to her voice that her control was incredible."
    },
    {
        "startTime": 55851,
        "endTime": 58946,
        "text": "Lilliana de los Reyes is also studying voice."
    },
    {
        "startTime": 59067,
        "endTime": 62211,
        "text": "She was inspired by Houston's mastery on stage."
    },
    {
        "startTime": 67209,
        "endTime": 70388,
        "text": "The tone in her voice, she could take it to a whisper,..."
    },
    {
        "startTime": 70847,
        "endTime": 74515,
        "text": "...and thousands of people were just silent, like be totally silent."
    },
    {
        "startTime": 74843,
        "endTime": 79445,
        "text": "So, she could totally command the stage, and I admire her for that."
    },
    {
        "startTime": 82052,
        "endTime": 86261,
        "text": "But with fame came pressure, and Whitney Houston struggled with drug abuse."
    },
    {
        "startTime": 86479,
        "endTime": 91179,
        "text": "The cause of her death is still uncertain pending the results of toxicology tests."
    },
    {
        "startTime": 91564,
        "endTime": 95065,
        "text": "But those who knew her in her prime recall a consummate artist..."
    },
    {
        "startTime": 95285,
        "endTime": 97789,
        "text": "...who was down-to-earth and a joy to work with."
    },
    {
        "startTime": 98103,
        "endTime": 102838,
        "text": "Peter Baron worked at Arista Records for the legendary music producer Clive Davis."
    },
    {
        "startTime": 103123,
        "endTime": 106324,
        "text": "He oversaw a production of Houston's early music videos."
    },
    {
        "startTime": 106695,
        "endTime": 111515,
        "text": "She was thrown into this world and thrown into the space of music videos and..."
    },
    {
        "startTime": 111978,
        "endTime": 118379,
        "text": "...the space of being famous and she just handled it like a total pro, sweet and nice."
    },
    {
        "startTime": 118511,
        "endTime": 122919,
        "text": "And, I had never worked with an artist like that before."
    },
    {
        "startTime": 123329,
        "endTime": 125773,
        "text": "The pressures on big stars can be unrelenting,..."
    },
    {
        "startTime": 126015,
        "endTime": 129893,
        "text": "...says USC's Associate Dean For Popular Music, Chris Sampson."
    },
    {
        "startTime": 130180,
        "endTime": 134108,
        "text": "The pressures of maintaining success, of really thinking about..."
    },
    {
        "startTime": 134184,
        "endTime": 139816,
        "text": "...how you're going to continue to keep your audience, is extraordinary."
    },
    {
        "startTime": 139956,
        "endTime": 145195,
        "text": "And I do know that people feel that pressure and a lot of times,..."
    },
    {
        "startTime": 145564,
        "endTime": 150403,
        "text": "...insecurities creep in and that's part of something that has to be managed."
    },
    {
        "startTime": 150607,
        "endTime": 155821,
        "text": "But Whitney Houston's admirers say she created a legacy as a towering talent."
    },
    {
        "startTime": 156234,
        "endTime": 159462,
        "text": "I call her the greatest voice of all. It really, really truly was."
    },
    {
        "startTime": 159801,
        "endTime": 163377,
        "text": "And for Brienne Moore and many in a new generation of students,..."
    },
    {
        "startTime": 163672,
        "endTime": 168215,
        "text": "...Whitney Houston remains an inspiration who set the standard for entertainers."
    },
    {
        "startTime": 168522,
        "endTime": 171535,
        "text": "Mike O'Sullivan, VOA News, Los Angeles."
    }
]