[
    {
        "startTime": 76,
        "endTime": 4230,
        "text": "You may think that something as small as being optimistic won't change much about your life."
    },
    {
        "startTime": 4550,
        "endTime": 5514,
        "text": "Have you ever heard this line?"
    },
    {
        "startTime": 5985,
        "endTime": 8840,
        "text": "\"Just because I'm paranoid doesn't mean the world isn't out to get me.\""
    },
    {
        "startTime": 9375,
        "endTime": 13292,
        "text": "Now that may be a joke, but many people believe the deck is stacked against them."
    },
    {
        "startTime": 13660,
        "endTime": 16952,
        "text": "People who are reverse paranoids, otherwise known as optimists,..."
    },
    {
        "startTime": 17321,
        "endTime": 22228,
        "text": "...use the same consistent thinking, but they believe that the world is plotting to do them good."
    },
    {
        "startTime": 22882,
        "endTime": 25620,
        "text": "Everything that happens is pushing them in the right direction."
    },
    {
        "startTime": 25941,
        "endTime": 27836,
        "text": "This attitude breeds more good thoughts,..."
    },
    {
        "startTime": 27929,
        "endTime": 30601,
        "text": "...so why not practice to become a reverse paranoid?"
    },
    {
        "startTime": 30799,
        "endTime": 34313,
        "text": "Start seeing obstacles as opportunities to grow and change."
    },
    {
        "startTime": 34917,
        "endTime": 38320,
        "text": "When your presentation doesn't get the sale, see it as an opportunity..."
    },
    {
        "startTime": 38396,
        "endTime": 41423,
        "text": "...to create a better presentation and become better at your job."
    },
    {
        "startTime": 42063,
        "endTime": 47216,
        "text": "See the task that gives you some power to change rather than the fear that makes you feel powerless."
    },
    {
        "startTime": 47544,
        "endTime": 50627,
        "text": "Look for the seed of something better when everything is going wrong."
    },
    {
        "startTime": 51173,
        "endTime": 54081,
        "text": "Almost everyone sees getting laid off as a bad thing,..."
    },
    {
        "startTime": 54507,
        "endTime": 58333,
        "text": "...but even if you want your job to be over, the end always feels sad and uninspiring."
    },
    {
        "startTime": 59021,
        "endTime": 63845,
        "text": "The end of one job, however, always holds the promise of the new beginning of the next job."
    },
    {
        "startTime": 64049,
        "endTime": 67891,
        "text": "If you look at it that way, you're focusing on what a reverse paranoid thinks about."
    },
    {
        "startTime": 68720,
        "endTime": 71200,
        "text": "Identify the great benefit in every event."
    },
    {
        "startTime": 71941,
        "endTime": 76611,
        "text": "Soon, you'll start to see that good is not an accident but something you create with your attitudes."
    }
]