[
    {
        "startTime": 5460,
        "endTime": 11597,
        "text": "Hi, guys. In this section of the DVD, we'll spotlight some of the kicks and techniques featured in the film..."
    },
    {
        "startTime": 12269,
        "endTime": 14673,
        "text": "...and we'll recreate them in a sparring environment."
    },
    {
        "startTime": 15195,
        "endTime": 18267,
        "text": "I have with me two stuntmen from \"The Rebel\" to help us recreate that."
    },
    {
        "startTime": 20313,
        "endTime": 23630,
        "text": "You might remember this first technique from the very first action scene."
    },
    {
        "startTime": 31414,
        "endTime": 33679,
        "text": "Let me walk you through another perspective of it."
    },
    {
        "startTime": 34641,
        "endTime": 39403,
        "text": "So in a sparring environment, when my partner will attack, kick, knee or punch,..."
    },
    {
        "startTime": 39532,
        "endTime": 41001,
        "text": "...I like to sting him up a little bit..."
    },
    {
        "startTime": 42014,
        "endTime": 44284,
        "text": "...and create distance before I throw the knockout blow."
    },
    {
        "startTime": 45391,
        "endTime": 48140,
        "text": "So, now here it is again in real speed."
    },
    {
        "startTime": 56415,
        "endTime": 61275,
        "text": "This next kick was featured in the final battle between my character and the villain."
    },
    {
        "startTime": 70979,
        "endTime": 76377,
        "text": "I came up with this technique because one of my favorite kicks is the axe kick."
    },
    {
        "startTime": 76531,
        "endTime": 77226,
        "text": "Let me demonstrate."
    },
    {
        "startTime": 79801,
        "endTime": 83854,
        "text": "It's really difficult to defend against this technique because of the downward action."
    },
    {
        "startTime": 84765,
        "endTime": 91446,
        "text": "And we're more used to defending or fending off strikes that are coming straight forward from the side or from the bottom."
    },
    {
        "startTime": 92799,
        "endTime": 98249,
        "text": "The problem with the axe kick is that it doesn't deliver much power and is more used as a defensive technique."
    },
    {
        "startTime": 98695,
        "endTime": 102791,
        "text": "So, for \"The Rebel\" I came up with the technique that throws my whole body weight into it."
    },
    {
        "startTime": 103371,
        "endTime": 106730,
        "text": "And it can also be used as an offensive weapon."
    },
    {
        "startTime": 107345,
        "endTime": 109275,
        "text": "Let us demonstrate in full speed."
    }
]