[
    {
        "startTime": 7314,
        "endTime": 11507,
        "text": "Earthquake alarms ring at Tokyo's Metropolitan Government headquarters,..."
    },
    {
        "startTime": 11770,
        "endTime": 13612,
        "text": "...sending workers running for cover."
    },
    {
        "startTime": 13990,
        "endTime": 17827,
        "text": "Across the city, workers in another tower reacts to a fire alert."
    },
    {
        "startTime": 18321,
        "endTime": 22761,
        "text": "It's all part of a citywide drill organized by the government last month."
    },
    {
        "startTime": 23515,
        "endTime": 28197,
        "text": "Scientists warned the likelihood of a big quake striking Tokyo has increased..."
    },
    {
        "startTime": 28375,
        "endTime": 32460,
        "text": "...since the huge tremblor and tsunami in Northern Japan last March."
    },
    {
        "startTime": 33065,
        "endTime": 37914,
        "text": "Shinichi Sakai is from the Earthquake Research Institute at Tokyo University."
    },
    {
        "startTime": 42547,
        "endTime": 46859,
        "text": "When we did the calculations, tectonic activity was up about six or seven times."
    },
    {
        "startTime": 47247,
        "endTime": 52231,
        "text": "At that point in time, we established there was a 98 percent chance of a quake within 30 years,..."
    },
    {
        "startTime": 52779,
        "endTime": 55742,
        "text": "...or for the next four years, it would likely be 70 percent."
    },
    {
        "startTime": 63781,
        "endTime": 68704,
        "text": "Animation models are being used to predict the potential damage from a large quake,..."
    },
    {
        "startTime": 69070,
        "endTime": 74433,
        "text": "...determine the locations of weaker buildings, as well as fire hazards, and evacuation bottlenecks."
    },
    {
        "startTime": 74921,
        "endTime": 79176,
        "text": "Official estimates say a 7.3 magnitude quake in Tokyo..."
    },
    {
        "startTime": 79494,
        "endTime": 85107,
        "text": "...could cause 11,000 casualties and destroy 850,000 buildings."
    },
    {
        "startTime": 85908,
        "endTime": 91332,
        "text": "At Tokyo's Shimizu Corporation, scientists work on cutting-edge construction technologies."
    },
    {
        "startTime": 91774,
        "endTime": 94672,
        "text": "This building is supported on hardened rubber dampers."
    },
    {
        "startTime": 95223,
        "endTime": 98991,
        "text": "Cameras captured the moment last year's giant quake struck it."
    },
    {
        "startTime": 99499,
        "endTime": 102791,
        "text": "The so-called seismic isolation is easy to see."
    },
    {
        "startTime": 103479,
        "endTime": 108017,
        "text": "Other technologies developed here include suspending buildings from a central pillar,..."
    },
    {
        "startTime": 108342,
        "endTime": 113107,
        "text": "...which helps to absorb seismic shocks, and partially floating buildings on water,..."
    },
    {
        "startTime": 113381,
        "endTime": 116109,
        "text": "...which has been shown to reduce movement significantly."
    },
    {
        "startTime": 116821,
        "endTime": 119927,
        "text": "Masaaki Saruta is a chief engineer at Shimizu."
    },
    {
        "startTime": 120241,
        "endTime": 123457,
        "text": "He says Tokyo is better prepared than most cities."
    },
    {
        "startTime": 130008,
        "endTime": 133873,
        "text": "Recently constructed buildings are strong enough to withstand a big earthquake."
    },
    {
        "startTime": 134239,
        "endTime": 136988,
        "text": "Even older buildings in Tokyo have been strengthened."
    },
    {
        "startTime": 137415,
        "endTime": 141448,
        "text": "I will not say there will be no destruction at all, but we are prepared for this."
    },
    {
        "startTime": 142411,
        "endTime": 149297,
        "text": "Amateur video posted online shows skyscrapers in Tokyo swaying alarmingly in the earthquake last March."
    },
    {
        "startTime": 149713,
        "endTime": 151906,
        "text": "Saruta says it's part of the design."
    },
    {
        "startTime": 157455,
        "endTime": 161123,
        "text": "But basically you do not need to worry about a building even if it's swaying."
    },
    {
        "startTime": 164385,
        "endTime": 168591,
        "text": "What I mean is, you would expect a tall building to sway like that because of the design."
    },
    {
        "startTime": 174693,
        "endTime": 179495,
        "text": "Last year's quake, 300 kilometers to the north, shut down much of Tokyo,..."
    },
    {
        "startTime": 179842,
        "endTime": 185267,
        "text": "...alerting authorities to prepare for a big earthquake even closer to this huge metropolis."
    },
    {
        "startTime": 185918,
        "endTime": 188283,
        "text": "Henry Ridgwell, VOA News, Tokyo."
    }
]