[
    {
        "startTime": 11,
        "endTime": 8480,
        "text": "This cellphone started its trajectory in an artisanal mine in the Eastern Congo."
    },
    {
        "startTime": 9018,
        "endTime": 16399,
        "text": "It's mined by armed gangs using child slaves, what the UN Security Council calls \"blood minerals\"..."
    },
    {
        "startTime": 16829,
        "endTime": 22278,
        "text": "...then traveled into some components and ended up in a factory in Xinjin in China."
    },
    {
        "startTime": 23427,
        "endTime": 26901,
        "text": "In that factory, over a dozen people have committed suicide already this year."
    },
    {
        "startTime": 28199,
        "endTime": 30827,
        "text": "One man died after working a 36 - hour shift."
    },
    {
        "startTime": 32393,
        "endTime": 35465,
        "text": "We all love chocolate. We buy it for our kids."
    },
    {
        "startTime": 35855,
        "endTime": 40858,
        "text": "80 percent of the cocoa comes from Cote d'Ivoire and Ghana and it's harvested by children."
    },
    {
        "startTime": 41831,
        "endTime": 44187,
        "text": "In Cote d'Ivoire, we have a huge problem of child slaves."
    },
    {
        "startTime": 44670,
        "endTime": 49026,
        "text": "Children have been trafficked from other conflict zones to come and work on the coffee plantations."
    },
    {
        "startTime": 50506,
        "endTime": 58097,
        "text": "Heparin: blood thinner, a pharmaceutical product starts out in artisanal workshops like this in China..."
    },
    {
        "startTime": 59123,
        "endTime": 62835,
        "text": "...because the active ingredient comes from pigs' intestines."
    },
    {
        "startTime": 63865,
        "endTime": 67531,
        "text": "Your diamond; you've all heard, probably seen the movie \"Blood Diamond\"."
    },
    {
        "startTime": 67777,
        "endTime": 75171,
        "text": "This is a mine in Zimbabwe right now. Cotton: Uzbekistan is the second biggest exporter of cotton on Earth."
    },
    {
        "startTime": 75487,
        "endTime": 80918,
        "text": "Every year when it comes to the cotton harvest, the government shuts down the schools, puts the kids in buses,..."
    },
    {
        "startTime": 81530,
        "endTime": 85370,
        "text": "...buses them to the cotton fields to spend three weeks harvesting the cotton."
    },
    {
        "startTime": 85987,
        "endTime": 89238,
        "text": "It's forced child labor on an institutional scale."
    },
    {
        "startTime": 91623,
        "endTime": 95888,
        "text": "And all of those products probably end their lives in a dump like this one in Manila."
    },
    {
        "startTime": 96396,
        "endTime": 100913,
        "text": "These places, these origins, represent governance gaps."
    },
    {
        "startTime": 101481,
        "endTime": 104839,
        "text": "That's the politest description I have for them."
    },
    {
        "startTime": 105953,
        "endTime": 110883,
        "text": "These are the dark pools where global supply chains begin,..."
    },
    {
        "startTime": 111527,
        "endTime": 115044,
        "text": "...the global supply chains which bring us our favorite brand name products."
    },
    {
        "startTime": 116607,
        "endTime": 121563,
        "text": "Some of these governance gaps are run by rogue states."
    },
    {
        "startTime": 122668,
        "endTime": 125753,
        "text": "Some of them are not states anymore at all; they're failed states."
    },
    {
        "startTime": 126623,
        "endTime": 128259,
        "text": "Some of them are just..."
    },
    {
        "startTime": 128753,
        "endTime": 133563,
        "text": "...countries who believe that deregulation or no regulation is the best way to attract investment,..."
    },
    {
        "startTime": 134204,
        "endTime": 135096,
        "text": "...to promote trade."
    }
]