[
    {
        "startTime": 12479,
        "endTime": 17959,
        "text": "Hi! I'm asking you to raise your arms and wave back, just the way I am, kind of a royal wave."
    },
    {
        "startTime": 18709,
        "endTime": 20403,
        "text": "You can mimic what you can see."
    },
    {
        "startTime": 20509,
        "endTime": 23226,
        "text": "You can program the hundreds of muscles in your arm."
    },
    {
        "startTime": 23635,
        "endTime": 26288,
        "text": "Soon, you'll be able to look inside your brain..."
    },
    {
        "startTime": 26950,
        "endTime": 30619,
        "text": "... and program, control the hundreds of brain areas that you see there."
    },
    {
        "startTime": 30702,
        "endTime": 32529,
        "text": "I'm gonna tell you about that technology."
    },
    {
        "startTime": 32902,
        "endTime": 37158,
        "text": "People have wanted to look inside the human mind, the human brain, for thousands of years."
    },
    {
        "startTime": 37319,
        "endTime": 41827,
        "text": "Well, coming out of the research labs just now, for our generation, is the possibility to do that."
    },
    {
        "startTime": 42259,
        "endTime": 44136,
        "text": "People envision this as being very difficult."
    },
    {
        "startTime": 44436,
        "endTime": 47845,
        "text": "You had to take a spaceship, shrink it down, inject it into the bloodstream."
    },
    {
        "startTime": 47922,
        "endTime": 49460,
        "text": "It was terribly dangerous."
    },
    {
        "startTime": 49955,
        "endTime": 53153,
        "text": "You could be attacked by white blood cells in the arteries."
    },
    {
        "startTime": 53760,
        "endTime": 56507,
        "text": "But now, we have a real technology to do this."
    },
    {
        "startTime": 56823,
        "endTime": 59400,
        "text": "We're gonna fly into my colleague Peter's brain."
    },
    {
        "startTime": 59745,
        "endTime": 62209,
        "text": "We're gonna do it non-invasively using MRI."
    },
    {
        "startTime": 62600,
        "endTime": 65622,
        "text": "We don't have to inject anything. We don't need radiation."
    },
    {
        "startTime": 66273,
        "endTime": 69622,
        "text": "We will be able to fly into the anatomy of Peter's brain,..."
    },
    {
        "startTime": 69695,
        "endTime": 72764,
        "text": "...literally fly into his body, but more importantly, we can look into his mind."
    },
    {
        "startTime": 72853,
        "endTime": 76464,
        "text": "When Peter moves his arm, that yellow spot you see there..."
    },
    {
        "startTime": 76919,
        "endTime": 79849,
        "text": "...is the interface to the functioning of Peter's mind taking place."
    },
    {
        "startTime": 79908,
        "endTime": 83386,
        "text": "Now you've seen before that with electrodes, you can control robotic arms,..."
    },
    {
        "startTime": 83900,
        "endTime": 86741,
        "text": "...that brain imaging and scanners can show you the insides of brains."
    },
    {
        "startTime": 86828,
        "endTime": 92175,
        "text": "What's new is that process has typically taken days or months of analysis."
    },
    {
        "startTime": 92300,
        "endTime": 95937,
        "text": "We've collapsed that through technology to milliseconds, and that allows us..."
    },
    {
        "startTime": 96033,
        "endTime": 99775,
        "text": "...to let Peter to look at his brain in real time as he's inside the scanner."
    },
    {
        "startTime": 100066,
        "endTime": 103769,
        "text": "He can look at these 65,000 points of activation per second."
    },
    {
        "startTime": 103841,
        "endTime": 107898,
        "text": "If he can see this pattern in his own brain, he can learn how to control it."
    }
]