[
    {
        "startTime": 6678,
        "endTime": 10683,
        "text": "Karaoke is helping to heal the wounds of last year's tsunami."
    },
    {
        "startTime": 11076,
        "endTime": 16263,
        "text": "Traditional folk songs are the favorites among the residents of Ofunato's temporary housing."
    },
    {
        "startTime": 19575,
        "endTime": 21571,
        "text": "It is good fun, it heals the heart."
    },
    {
        "startTime": 24958,
        "endTime": 28457,
        "text": "Gathering together in a group and singing and talking to each other is great."
    },
    {
        "startTime": 31803,
        "endTime": 38890,
        "text": "This musical get together is taking place on board a purpose built truck currently touring Japan's tsunami hit coast,..."
    },
    {
        "startTime": 39318,
        "endTime": 42801,
        "text": "...bringing counseling and karaoke to the bereaved communities."
    },
    {
        "startTime": 43433,
        "endTime": 48502,
        "text": "Yoshinobu Konno is from the charity 'Friends of the United Nations,' which came up with the idea."
    },
    {
        "startTime": 50398,
        "endTime": 55779,
        "text": "People who live in these small prefabricated houses lost their families and their homes and are often depressed."
    },
    {
        "startTime": 56267,
        "endTime": 57417,
        "text": "So, they are often alone."
    },
    {
        "startTime": 57970,
        "endTime": 61331,
        "text": "They do not want to make contact with other people, they become introspective."
    },
    {
        "startTime": 61916,
        "endTime": 65718,
        "text": "One thing we are concerned about is that people could die here alone in their houses."
    },
    {
        "startTime": 66190,
        "endTime": 70535,
        "text": "So, that is why we are intervening now to try to prevent mental illnesses from taking hold."
    },
    {
        "startTime": 71337,
        "endTime": 76347,
        "text": "This housing block is one of dozens erected in Japan in the months following the tsunami."
    },
    {
        "startTime": 76809,
        "endTime": 80462,
        "text": "Visiting salesmen bring life's essentials and the odd luxury."
    },
    {
        "startTime": 81093,
        "endTime": 85354,
        "text": "In the small cove below, there is nothing left of the residents' original homes."
    },
    {
        "startTime": 85835,
        "endTime": 89935,
        "text": "Demolition teams have flattened the few structures that the tsunami left behind."
    },
    {
        "startTime": 90774,
        "endTime": 96339,
        "text": "Ofunato was one of the worst hit towns when the tsunami roared ashore nearly a year ago."
    },
    {
        "startTime": 96927,
        "endTime": 101491,
        "text": "The bays and headlands of this coastline once famed for its beauty were decimated."
    },
    {
        "startTime": 102290,
        "endTime": 108927,
        "text": "Further south, a freighter still looms over Kesennuma town, carried several kilometers inland by the tsunami."
    },
    {
        "startTime": 109481,
        "endTime": 114675,
        "text": "It is impossible to forget the horrors of a year ago, but the town is trying to move on."
    },
    {
        "startTime": 115371,
        "endTime": 118936,
        "text": "A mini village has sprung up to rehouse businesses washed away."
    },
    {
        "startTime": 119421,
        "endTime": 123693,
        "text": "Chefs and shopkeepers offer a taste of Kesennuma's once famed seafood."
    },
    {
        "startTime": 124279,
        "endTime": 126302,
        "text": "Among them, Masayoshi Hatakeyama."
    },
    {
        "startTime": 126791,
        "endTime": 130134,
        "text": "His traditional Japanese inn was entirely destroyed."
    },
    {
        "startTime": 130614,
        "endTime": 135736,
        "text": "His new workplace may be cramped, but he says it is a first step on a very long road."
    },
    {
        "startTime": 139513,
        "endTime": 146061,
        "text": "The tsunami destroyed a huge area so it would take a long time and hard work to get back to how it was before."
    },
    {
        "startTime": 151185,
        "endTime": 153109,
        "text": "I guess it will not be like it was before."
    },
    {
        "startTime": 153726,
        "endTime": 155229,
        "text": "We will have to create a new town."
    },
    {
        "startTime": 158747,
        "endTime": 166496,
        "text": "Under the direction of a newly formed Ministry of Reconstruction, this wrecked coastline is being transformed with astonishing speed."
    },
    {
        "startTime": 167092,
        "endTime": 172454,
        "text": "Back in Ofunato, survivors say it will take much longer to rebuild their communities."
    },
    {
        "startTime": 172921,
        "endTime": 175955,
        "text": "Many question whether anyone will want to live here at all."
    },
    {
        "startTime": 176705,
        "endTime": 179699,
        "text": "Henry Ridgwell, VOA News, Ofunato, Japan."
    }
]