[
    {
        "startTime": 12,
        "endTime": 12033,
        "text": "I would like to go ahead and explain first our full year results, and following that I would like to talk about the Q4."
    },
    {
        "startTime": 13024,
        "endTime": 17167,
        "text": "First of all, it was a very good year for us,..."
    },
    {
        "startTime": 17737,
        "endTime": 22801,
        "text": "... with the highest levels of sales, operating profit and ordinary profit in Rakuten's history."
    },
    {
        "startTime": 24165,
        "endTime": 30037,
        "text": "These are the five highlights of the 2011 performance."
    },
    {
        "startTime": 31143,
        "endTime": 43799,
        "text": "First of all, Ichiba surpassed one trillion Japanese yen of GMS and is still growing faster than the expanding Japanese e-commerce market."
    },
    {
        "startTime": 44365,
        "endTime": 50888,
        "text": "As a matter of fact, the absolute amount of growth is increasing year by year."
    },
    {
        "startTime": 51019,
        "endTime": 62105,
        "text": "So, it's growing faster than the median line and we have strengthened our international businesses especially our e-commerce businesses."
    },
    {
        "startTime": 63435,
        "endTime": 72245,
        "text": "Third, we executed a very drastic restructuring project of our finance businesses..."
    },
    {
        "startTime": 73468,
        "endTime": 83883,
        "text": "...to focus on our high growth credit card business, and basically we expanded our legacy business."
    },
    {
        "startTime": 84224,
        "endTime": 87707,
        "text": "I think we substantially reduced our risk."
    },
    {
        "startTime": 89239,
        "endTime": 95812,
        "text": "Fourth, our operation was very efficient and we controlled our cost very well..."
    },
    {
        "startTime": 96430,
        "endTime": 102498,
        "text": "...and we expanded our global technology sites."
    },
    {
        "startTime": 103048,
        "endTime": 107881,
        "text": "This is the top line growth of Rakuten Group on a consolidated basis."
    },
    {
        "startTime": 108945,
        "endTime": 116177,
        "text": "Sales was almost 380 billion in Japanese yen, which is at 15 percent growth."
    },
    {
        "startTime": 116480,
        "endTime": 123697,
        "text": "This is a pro forma basis after adjusting for the spin-off of the KC Card."
    },
    {
        "startTime": 125559,
        "endTime": 130771,
        "text": "And operating profit grew by 18.6 percent."
    },
    {
        "startTime": 131242,
        "endTime": 138347,
        "text": "Again, this is a pro forma basis and it was 75.6 billion Japanese yen."
    },
    {
        "startTime": 139669,
        "endTime": 149120,
        "text": "EBITDA was a bit over 100 billion yen and grew about 15 percent."
    },
    {
        "startTime": 149603,
        "endTime": 154307,
        "text": "So this is the breakdown of each business unit."
    },
    {
        "startTime": 155176,
        "endTime": 158275,
        "text": "Internet service was very, very good."
    },
    {
        "startTime": 159363,
        "endTime": 169337,
        "text": "Sales grew by 203.9 percent. This is the net, excluding deficit costs of the product, grew by 23.5 percent."
    },
    {
        "startTime": 169852,
        "endTime": 178302,
        "text": "And the operating profit grew, EBITDA margin actually. The EBITDA margin grew by 12.8 percent."
    },
    {
        "startTime": 178698,
        "endTime": 181911,
        "text": "And the operating margin grew by 13.2 percent."
    },
    {
        "startTime": 183081,
        "endTime": 186357,
        "text": "The operating profit margin was 32.3 percent."
    },
    {
        "startTime": 187284,
        "endTime": 192841,
        "text": "On the other hand, Internet finance grew by 16.4 percent."
    },
    {
        "startTime": 193640,
        "endTime": 200520,
        "text": "This is excluding the KC Card, which had already spun off and was sold to another company."
    },
    {
        "startTime": 201585,
        "endTime": 208079,
        "text": "But as you can see, in terms of operating profit margin we grew by 46.4 percent."
    },
    {
        "startTime": 210483,
        "endTime": 221169,
        "text": "On a consolidated basis, as you can see after adjustment we grew by 18.6 percent. But on an accounting basis, it was an 11.9 percent growth."
    },
    {
        "startTime": 222540,
        "endTime": 224987,
        "text": "It was a very, very good year for the Rakuten Group."
    },
    {
        "startTime": 225287,
        "endTime": 227647,
        "text": "Edy and credit card grew by 30 percent,..."
    },
    {
        "startTime": 228295,
        "endTime": 230721,
        "text": "...travel grew by about 15 percent,..."
    },
    {
        "startTime": 231149,
        "endTime": 234611,
        "text": "...and domestic e-commerce grew by about 16.4 percent;..."
    },
    {
        "startTime": 236197,
        "endTime": 247157,
        "text": "...especially overseas e-commerce, the international Internet shopping business grew by about 40 percent year-over-year."
    },
    {
        "startTime": 248542,
        "endTime": 251103,
        "text": "We entered into the Indonesia business."
    },
    {
        "startTime": 252439,
        "endTime": 256670,
        "text": "We started the beta site of Rakuten Brazil."
    },
    {
        "startTime": 258107,
        "endTime": 262011,
        "text": "We acquired the business in Germany and in the UK."
    },
    {
        "startTime": 262827,
        "endTime": 269675,
        "text": "As a matter of fact, Germany's site has already changed its domain name and brand name to rakuten.de."
    },
    {
        "startTime": 272307,
        "endTime": 287258,
        "text": "And the other highlight is we are going to increase our dividend payment from 200 yen per share to 250 yen per share."
    }
]