[
    {
        "startTime": 6334,
        "endTime": 10774,
        "text": "Irish eyes will be smiling on you if you throw this great St. Patty's Day party."
    },
    {
        "startTime": 11531,
        "endTime": 15501,
        "text": "You will need: invitations, corned beef, cabbage and potatoes..."
    },
    {
        "startTime": 15633,
        "endTime": 20619,
        "text": "...or other traditional Irish foods, guacamole, green salsa and or spinach dip,..."
    },
    {
        "startTime": 21441,
        "endTime": 25729,
        "text": "...ingredients for an Irish soda bread, green M&Ms and jelly beans,..."
    },
    {
        "startTime": 26385,
        "endTime": 30645,
        "text": "...green, orange and white paper goods and decorations, lots of beer,..."
    },
    {
        "startTime": 31483,
        "endTime": 36921,
        "text": "...green food dye, vodka, sour apple schnapps and sweet and sour mix for apple martinis,..."
    },
    {
        "startTime": 37456,
        "endTime": 44953,
        "text": "...Irish music, a CD or DVD of Riverdance, a rabbit's foot, coffee, whisky and whipped cream."
    },
    {
        "startTime": 45836,
        "endTime": 51133,
        "text": "Optional: Four heart-shaped cake pans, Granny Smith apples and oranges."
    },
    {
        "startTime": 51876,
        "endTime": 55499,
        "text": "Step one: Send out invitations a few weeks in advance."
    },
    {
        "startTime": 56011,
        "endTime": 59939,
        "text": "Decorate them with shamrocks, leprechauns, rainbows and or pots of gold..."
    },
    {
        "startTime": 60439,
        "endTime": 62037,
        "text": "...or simply print them on green paper."
    },
    {
        "startTime": 62837,
        "endTime": 64732,
        "text": "Step two: Plan the menu."
    },
    {
        "startTime": 65299,
        "endTime": 68653,
        "text": "Corned beef and cabbage is traditional but feel free to serve something else..."
    },
    {
        "startTime": 68941,
        "endTime": 74951,
        "text": "...like a hearty Irish stew made with lamb, not beef, or fish and chips, chips being french fries."
    },
    {
        "startTime": 75685,
        "endTime": 78782,
        "text": "Include some crowd-pleasing appetizers that happen to be green..."
    },
    {
        "startTime": 79179,
        "endTime": 81974,
        "text": "...like guacamole, green salsa and spinach dip."
    },
    {
        "startTime": 82741,
        "endTime": 89109,
        "text": "Step three: Make Irish soda bread or bake a four-leaf clover cake by using four heart-shaped pans."
    },
    {
        "startTime": 89546,
        "endTime": 92681,
        "text": "Put out bowls of green M&Ms and or green jelly beans."
    },
    {
        "startTime": 95605,
        "endTime": 99278,
        "text": "Step four: The Irish flag is green, white and orange..."
    },
    {
        "startTime": 99529,
        "endTime": 105001,
        "text": "...so keep those colors in mind when you pick up paper goods, candles, balloons, streamers, etc."
    },
    {
        "startTime": 105589,
        "endTime": 108705,
        "text": "Float some green and orange tea candles in glass bowls of water,..."
    },
    {
        "startTime": 108994,
        "endTime": 111876,
        "text": "...or, for an unusual look, in martini glasses."
    },
    {
        "startTime": 112624,
        "endTime": 117189,
        "text": "A bowl of oranges and Granny Smith apples makes a nice and practical centerpiece."
    },
    {
        "startTime": 117845,
        "endTime": 123397,
        "text": "Step five: Make green beer by adding a few drops of green food coloring to a pale-colored brew."
    },
    {
        "startTime": 124000,
        "endTime": 127439,
        "text": "Make apple martinis for non-beer drinkers using sour apple schnapps,..."
    },
    {
        "startTime": 127747,
        "endTime": 131039,
        "text": "...vodka, sweet and sour mix and apple slice garnishes."
    },
    {
        "startTime": 132034,
        "endTime": 139258,
        "text": "Step six: Play music by Irish artists like The Chieftains, U2, Enya, The Corrs and Van Morrison."
    },
    {
        "startTime": 141051,
        "endTime": 147335,
        "text": "Step seven: Pop in a CD or DVD of Riverdance and hold an Irish step dancing contest."
    },
    {
        "startTime": 166826,
        "endTime": 170223,
        "text": "Present a rabbit's foot, a symbol of good luck in Ireland, to the winner."
    },
    {
        "startTime": 173494,
        "endTime": 176424,
        "text": "Step eight: Serve everyone an Irish coffee,..."
    },
    {
        "startTime": 176893,
        "endTime": 180149,
        "text": "...coffee with whisky and topped with whipped cream, before they leave."
    },
    {
        "startTime": 181171,
        "endTime": 184689,
        "text": "Did you know: The oldest official St. Patrick's Day parade..."
    },
    {
        "startTime": 184962,
        "endTime": 189169,
        "text": "...is the one held in New York City which started in 1762."
    }
]