[
    {
        "startTime": 1039,
        "endTime": 6709,
        "text": "This year, something new has appeared on the streets of Saudi cities: female shop assistants."
    },
    {
        "startTime": 6929,
        "endTime": 9312,
        "text": "For now, they're only found in lingerie stores."
    },
    {
        "startTime": 9652,
        "endTime": 12188,
        "text": "King Abdullah signed a decree to change the law..."
    },
    {
        "startTime": 12459,
        "endTime": 17539,
        "text": "...after years of protest by Saudi women over awkward encounters with male salesmen."
    },
    {
        "startTime": 20778,
        "endTime": 24638,
        "text": "The decision makes it more comfortable for women to have privacy."
    },
    {
        "startTime": 25083,
        "endTime": 28775,
        "text": "And women can speak to the saleswoman and explain their needs better."
    },
    {
        "startTime": 29609,
        "endTime": 34695,
        "text": "At the same time, the female staff connect with women clients better than men."
    },
    {
        "startTime": 35271,
        "endTime": 36871,
        "text": "It avoids embarrassment."
    },
    {
        "startTime": 37174,
        "endTime": 43039,
        "text": "It may seem like a big step but the vast majority of Saudi women are still forbidden from working."
    },
    {
        "startTime": 43441,
        "endTime": 48453,
        "text": "The strict guardian system requires all women to seek the permission of a close male relative..."
    },
    {
        "startTime": 48778,
        "endTime": 52032,
        "text": "...to travel, to work, even to have some types of surgery."
    },
    {
        "startTime": 52651,
        "endTime": 55645,
        "text": "Professor Madawi al-Rasheed of King's College London..."
    },
    {
        "startTime": 55789,
        "endTime": 61358,
        "text": "...says the place of women in Saudi society is rooted in the strictly religious nature of the state."
    },
    {
        "startTime": 61461,
        "endTime": 65555,
        "text": "Religious nationalism tries to create the kingdom of God on Earth."
    },
    {
        "startTime": 65811,
        "endTime": 71397,
        "text": "And by doing that they use women because they are the visible sign of this nationalism for two reasons."
    },
    {
        "startTime": 71543,
        "endTime": 79259,
        "text": "Women are responsible for reproducing the nation physically, and also reproducing it socially and culturally."
    },
    {
        "startTime": 79613,
        "endTime": 82978,
        "text": "On the surface, those cultural norms appear to be shifting."
    },
    {
        "startTime": 83441,
        "endTime": 86962,
        "text": "In recent months, increasing numbers of women in cities like Riyadh..."
    },
    {
        "startTime": 87335,
        "endTime": 90783,
        "text": "...are defying decades of tradition by getting behind the wheel."
    },
    {
        "startTime": 91311,
        "endTime": 93885,
        "text": "So far, authorities have reacted cautiously."
    },
    {
        "startTime": 94297,
        "endTime": 98183,
        "text": "Police generally turn a blind eye unless the act is being filmed."
    },
    {
        "startTime": 98711,
        "endTime": 102881,
        "text": "So are these the first rumblings of a revolution in women's rights?"
    },
    {
        "startTime": 103078,
        "endTime": 104070,
        "text": "Absolutely not."
    },
    {
        "startTime": 104774,
        "endTime": 110351,
        "text": "What we have seen is minor protest that is co-opted by the state such as, for example,..."
    },
    {
        "startTime": 110478,
        "endTime": 113399,
        "text": "...the lingerie incident or the driving incident."
    },
    {
        "startTime": 113727,
        "endTime": 117085,
        "text": "They are used in order to show that \"we have mobilization\",..."
    },
    {
        "startTime": 117437,
        "endTime": 123684,
        "text": "...in order to show how reformist it is against the background of a conservative tribal society."
    },
    {
        "startTime": 123977,
        "endTime": 130429,
        "text": "So this kind of minor gain that women have, unfortunately, are used for purposes beyond women."
    },
    {
        "startTime": 130971,
        "endTime": 137622,
        "text": "In September of last year, King Abdullah signed a decree allowing women to run and vote in municipal elections."
    },
    {
        "startTime": 138080,
        "endTime": 142190,
        "text": "Al-Rasheed says the reforms are an attempted distraction by the government..."
    },
    {
        "startTime": 142514,
        "endTime": 146041,
        "text": "...at a time when other parts of the Arab world are witnessing uprisings."
    },
    {
        "startTime": 146175,
        "endTime": 155634,
        "text": "What we are seeing at this stage is minor protest and separate battles raging in Saudi Arabia."
    },
    {
        "startTime": 155909,
        "endTime": 158793,
        "text": "While some of those battles are being won by women,..."
    },
    {
        "startTime": 159135,
        "endTime": 166116,
        "text": "...analysts say the lack of civil society in Saudi Arabia means these are not the first stirrings of a revolution."
    },
    {
        "startTime": 166747,
        "endTime": 168962,
        "text": "Henry Ridgwell for VOA News, London."
    }
]