[
    {
        "startTime": 15,
        "endTime": 10847,
        "text": "Let us look at it in context, I mean, so let's say, that's something like 20 years more, 25 years of the UK science budget."
    },
    {
        "startTime": 12011,
        "endTime": 16138,
        "text": "That's how much that is, a quarter of a century of UK science spending."
    },
    {
        "startTime": 16493,
        "endTime": 23955,
        "text": "Now in that time, spending that money, UK engineers have done things like we... I mean, CERN is an example."
    },
    {
        "startTime": 24051,
        "endTime": 28080,
        "text": "We've invented, we invented the World Wide Web, which revolutionized the world."
    },
    {
        "startTime": 28787,
        "endTime": 37922,
        "text": "The list is endless. I mean we, you know, modern era engine technology, life expectancy is increasing beyond anyone's expectation."
    },
    {
        "startTime": 38325,
        "endTime": 39574,
        "text": "This is how they'll spend."
    },
    {
        "startTime": 39913,
        "endTime": 45459,
        "text": "We're talking about single figure billions in research budgets, in every government, all across the world."
    },
    {
        "startTime": 45849,
        "endTime": 53487,
        "text": "I mean the UK actually is a very successful and very efficient spender of money but the research budget is about three billion."
    },
    {
        "startTime": 53826,
        "endTime": 55697,
        "text": "Three billion pounds, think about that."
    },
    {
        "startTime": 56049,
        "endTime": 58438,
        "text": "And then, compare that to what Apple have got in the bank account."
    },
    {
        "startTime": 58751,
        "endTime": 61633,
        "text": "So you're absolutely right. Apple as a company..."
    },
    {
        "startTime": 62079,
        "endTime": 67367,
        "text": "...could reignite a Victorian age of engineering."
    },
    {
        "startTime": 67494,
        "endTime": 70357,
        "text": "Right there they could do it because that's the amount of money you need to do it."
    },
    {
        "startTime": 70865,
        "endTime": 77760,
        "text": "So I, yeah, I agree with you completely, we need a shift in the way that we think about investment and R&D."
    },
    {
        "startTime": 78156,
        "endTime": 78768,
        "text": "Should they do it?"
    },
    {
        "startTime": 80006,
        "endTime": 83813,
        "text": "Well, I think they should and their shareholders might have some objection, but that is the way."
    },
    {
        "startTime": 84135,
        "endTime": 92404,
        "text": "This is why government has a key role because the role of government in my view is to allocate capital in the economy for the good of everybody..."
    },
    {
        "startTime": 92735,
        "endTime": 94260,
        "text": "...and not just for the good of the shareholders."
    },
    {
        "startTime": 94348,
        "endTime": 101942,
        "text": "So, some combination, some way of investing more money on this which is self-evidently the thing that we need to do."
    },
    {
        "startTime": 102349,
        "endTime": 111434,
        "text": "Not only as the UK or the US or wherever you're watching this program, as a civilization, it's obvious that we need to invest more in engineering and R&D."
    },
    {
        "startTime": 111837,
        "endTime": 119245,
        "text": "You need a big industrial import and I'm thinking that some of the great discoveries, I mean look at the transistor, for example."
    },
    {
        "startTime": 119779,
        "endTime": 125955,
        "text": "That's always been associated with Bell Labs, this great US industrial research facility."
    },
    {
        "startTime": 126420,
        "endTime": 131194,
        "text": "What crucially, I think there's a lesson here, because that was curiosity led research."
    },
    {
        "startTime": 131668,
        "endTime": 138585,
        "text": "And I think one of the problems we occasionally have, or often have actually, is that industry can tend to be very focused."
    },
    {
        "startTime": 138827,
        "endTime": 145502,
        "text": "There's a very famous quote often raised, which is that, \"The electric light wasn't invented by continuous R&D on the candle.\""
    },
    {
        "startTime": 146057,
        "endTime": 148159,
        "text": "You needed some step changed."
    },
    {
        "startTime": 148505,
        "endTime": 157887,
        "text": "And so, I think as long as, you don't, industry is not purely associated with this targeted research, it's driven to particular problems."
    },
    {
        "startTime": 158226,
        "endTime": 163801,
        "text": "And indeed actually government-funded research because government falls into this trap, it's one of, it's a terrible trap to fall into."
    },
    {
        "startTime": 164179,
        "endTime": 167502,
        "text": "What you need really, is you need engineers, you need scientists."
    },
    {
        "startTime": 167762,
        "endTime": 169664,
        "text": "You need to let their curiosity run wild."
    },
    {
        "startTime": 169935,
        "endTime": 173797,
        "text": "You need to let them to go and play, literally play on the edge of our knowledge."
    },
    {
        "startTime": 174105,
        "endTime": 176493,
        "text": "And time and again we found whether that's in a big lab..."
    },
    {
        "startTime": 176609,
        "endTime": 182145,
        "text": "...or big industrial setting or government-funded setting or even a single person in the university or elsewhere,..."
    },
    {
        "startTime": 182496,
        "endTime": 186406,
        "text": "...when you allow that to happen, then you get paradigm shifts which change everybody's life."
    }
]