[
    {
        "startTime": 7087,
        "endTime": 10924,
        "text": "Watch what you eat. This is a day people play pranks on their family and friends."
    },
    {
        "startTime": 12214,
        "endTime": 17755,
        "text": "You will need: chocolate, garlic, caramel, an onion, a popsicle stick, nuts,..."
    },
    {
        "startTime": 18351,
        "endTime": 24234,
        "text": "...a chicken leg, salt, raisins, a toothpaste tube, food coloring and milk."
    },
    {
        "startTime": 24730,
        "endTime": 30188,
        "text": "Step one: Prepare chocolate-covered garlic cloves and pass them off as chocolate-covered peanuts."
    },
    {
        "startTime": 30510,
        "endTime": 33203,
        "text": "Try not to laugh or look suspicious before a prank."
    },
    {
        "startTime": 34028,
        "endTime": 38093,
        "text": "Step two: Make caramel onions instead of caramel apples."
    },
    {
        "startTime": 38373,
        "endTime": 40900,
        "text": "Insert a popsicle stick and add a few nuts on top."
    },
    {
        "startTime": 41943,
        "endTime": 46300,
        "text": "Step three: Sew extra chicken legs on a whole chicken before serving."
    },
    {
        "startTime": 47727,
        "endTime": 52791,
        "text": "Step four: Put salt in someone's water; then sit back and watch their face."
    },
    {
        "startTime": 54437,
        "endTime": 60230,
        "text": "Step five: Stuff raisins into a toothpaste tube and watch people's reaction when they squeeze the tube."
    },
    {
        "startTime": 62007,
        "endTime": 67433,
        "text": "Step six: Switch the bags in your family's cereal boxes for a breakfast surprise."
    },
    {
        "startTime": 69055,
        "endTime": 74989,
        "text": "Step seven: Add a few drops of purple or blue food coloring to someone's milk and serve it with a cookie."
    },
    {
        "startTime": 76753,
        "endTime": 77360,
        "text": "Did you know?"
    },
    {
        "startTime": 77656,
        "endTime": 83866,
        "text": "Anthropologists have suggested that practical jokes often function as an effort to bring an outsider into a group."
    }
]