[
    {
        "startTime": 5913,
        "endTime": 10086,
        "text": "An organization's business model can be described with nine basic building blocks:..."
    },
    {
        "startTime": 10364,
        "endTime": 13665,
        "text": "...your customer segments, your value proposition for each segment,..."
    },
    {
        "startTime": 14020,
        "endTime": 19345,
        "text": "...the channels to each customers, customer relationships you establish,..."
    },
    {
        "startTime": 19781,
        "endTime": 25399,
        "text": "...the revenue streams you generate, the key resources and key activities you require to create value,..."
    },
    {
        "startTime": 26665,
        "endTime": 29901,
        "text": "...the key partners and the cost structure of the business model."
    },
    {
        "startTime": 31151,
        "endTime": 34257,
        "text": "But it's not sufficient to just enumerate the nine building blocks."
    },
    {
        "startTime": 34699,
        "endTime": 38372,
        "text": "What you really want to do is to map them out on a prestructured canvas."
    },
    {
        "startTime": 42067,
        "endTime": 46595,
        "text": "This is what we call the Business Model Canvas: the tool that helps you map, discuss,..."
    },
    {
        "startTime": 46675,
        "endTime": 49001,
        "text": "...design and invent new business models."
    },
    {
        "startTime": 50331,
        "endTime": 54249,
        "text": "Let's briefly go through the nine building blocks starting with the customer segments."
    },
    {
        "startTime": 54562,
        "endTime": 57609,
        "text": "These are all the people or organizations for which you're creating value."
    },
    {
        "startTime": 58305,
        "endTime": 60764,
        "text": "This includes simple users and paying customers."
    },
    {
        "startTime": 62383,
        "endTime": 65247,
        "text": "For each segment you have a specific value proposition,..."
    },
    {
        "startTime": 65494,
        "endTime": 68927,
        "text": "...these are the bundles of products and services that create value for your customers."
    },
    {
        "startTime": 69479,
        "endTime": 71315,
        "text": "The channels describe through which touchpoints..."
    },
    {
        "startTime": 71409,
        "endTime": 73556,
        "text": "...you're interacting with customers and delivering value."
    },
    {
        "startTime": 80414,
        "endTime": 84502,
        "text": "Customer relationships outline the type of relationship you're establishing with your customers."
    },
    {
        "startTime": 87261,
        "endTime": 90653,
        "text": "The revenue streams make clear how and through which pricing mechanisms..."
    },
    {
        "startTime": 90727,
        "endTime": 92451,
        "text": "...your business model is capturing value."
    },
    {
        "startTime": 93844,
        "endTime": 98567,
        "text": "Then, you need to describe the infrastructure to create, deliver and capture value."
    },
    {
        "startTime": 98746,
        "endTime": 102367,
        "text": "The key resources show which assets are indispensable in your business model."
    },
    {
        "startTime": 104010,
        "endTime": 107651,
        "text": "The key activities show which things you really need to be able to perform well."
    },
    {
        "startTime": 108754,
        "endTime": 111685,
        "text": "The key partners show who can help you leverage your business model..."
    },
    {
        "startTime": 112032,
        "endTime": 116804,
        "text": "...since you won't earn all key resources yourself nor you perform all key activities."
    },
    {
        "startTime": 117035,
        "endTime": 119885,
        "text": "Then, once you understand your business model's infrastructure..."
    },
    {
        "startTime": 120263,
        "endTime": 122354,
        "text": "...you'll also have an idea of its cost structure."
    },
    {
        "startTime": 123350,
        "endTime": 128089,
        "text": "So with the Business Model Canvas, you can map out your entire business model in one image."
    },
    {
        "startTime": 128801,
        "endTime": 132913,
        "text": "This works for start-up entrepreneurs, just as well as for the most senior executives."
    }
]