[
    {
        "startTime": 3100,
        "endTime": 7934,
        "text": "It was a marvel of the modern age, a ship its operators built as unsinkable."
    },
    {
        "startTime": 8308,
        "endTime": 14597,
        "text": "On April 10th 1912, the RMS Titanic, crammed with over 2,200 passengers and crew,..."
    },
    {
        "startTime": 15096,
        "endTime": 17461,
        "text": "...departed from Southampton bound for New York."
    },
    {
        "startTime": 18301,
        "endTime": 22783,
        "text": "For many on board, the voyage was an opportunity to escape poverty and create a new life."
    },
    {
        "startTime": 23258,
        "endTime": 27043,
        "text": "For other wealthier passengers, it was an enjoyable social voyage."
    },
    {
        "startTime": 28015,
        "endTime": 32295,
        "text": "The ship docked at Cherbourg and Queenstown in Ireland before the crossing to New York."
    },
    {
        "startTime": 32813,
        "endTime": 36263,
        "text": "But just five days in early on the morning of April 15th,..."
    },
    {
        "startTime": 36411,
        "endTime": 39727,
        "text": "...the ship hit an iceberg, tearing a vast hole in her side."
    },
    {
        "startTime": 40882,
        "endTime": 43755,
        "text": "Chaos ensued as Titanic began taking on water..."
    },
    {
        "startTime": 43929,
        "endTime": 47337,
        "text": "...and the crew and passengers scrambled for what few lifeboats there were."
    },
    {
        "startTime": 47774,
        "endTime": 51216,
        "text": "Many left half full, leaving those trapped on board to their fate."
    },
    {
        "startTime": 51827,
        "endTime": 58224,
        "text": "Just three hours later, the ship split in half and sank with 1,517 lives lost."
    },
    {
        "startTime": 58663,
        "endTime": 61751,
        "text": "Just one hour later, rescue arrived for the survivors..."
    },
    {
        "startTime": 61821,
        "endTime": 64467,
        "text": "...in the shape of the Carpathia, a passenger liner."
    },
    {
        "startTime": 65444,
        "endTime": 67801,
        "text": "The ship would become a legend, spawning books..."
    },
    {
        "startTime": 67877,
        "endTime": 70871,
        "text": "...and one of the most successful films in Hollywood history."
    },
    {
        "startTime": 71358,
        "endTime": 77002,
        "text": "More importantly, it would also result in a shipping safety revolution which has endured to this day."
    },
    {
        "startTime": 77814,
        "endTime": 81485,
        "text": "But the greatest legacy of the disaster is the memory of Titanic herself,..."
    },
    {
        "startTime": 82041,
        "endTime": 86965,
        "text": "...a name which conjures images of one of the most memorable tragedies in maritime history."
    }
]