[
    {
        "startTime": 10576,
        "endTime": 13683,
        "text": "I'm Tom Stewart, Editor and Managing Director of the Harvard Business Review."
    },
    {
        "startTime": 14224,
        "endTime": 19618,
        "text": "Our guest today is Michael Porter, Professor at Harvard University and Head of the Institute for Strategy and Competitiveness."
    },
    {
        "startTime": 20112,
        "endTime": 25474,
        "text": "He is the author of the forthcoming HBR article \"The Five Competitive Forces that Shape Strategy,\"..."
    },
    {
        "startTime": 25853,
        "endTime": 33588,
        "text": "...a reaffirmation, update and extension of his groundbreaking 1979 article \"How Competitive Forces Shape Strategy.\""
    },
    {
        "startTime": 34106,
        "endTime": 41946,
        "text": "Mike, thanks for joining the program. To start, let's remind our viewers of what the five competitive forces are."
    },
    {
        "startTime": 42965,
        "endTime": 48942,
        "text": "Well Tom, the basic idea that competitive forces starts with the notion that competition..."
    },
    {
        "startTime": 49449,
        "endTime": 56554,
        "text": "...is often look at too narrowly by managers and the five forces say that, yes, you're competing with your direct competitors..."
    },
    {
        "startTime": 57173,
        "endTime": 62794,
        "text": "...but you're also in a fight for profits with a broader, extended set of competitors,..."
    },
    {
        "startTime": 62887,
        "endTime": 66536,
        "text": "...customers who have bargaining powers, suppliers who can have bargaining power,..."
    },
    {
        "startTime": 66798,
        "endTime": 69893,
        "text": "...new entrants who might come in and kind of grab a piece of the action,..."
    },
    {
        "startTime": 70253,
        "endTime": 75747,
        "text": "...and substitute products or services that essentially place a constraint or a cap on your profitability and growth."
    },
    {
        "startTime": 76196,
        "endTime": 79931,
        "text": "So, the five forces is kind of a holistic way of looking at any industry..."
    },
    {
        "startTime": 80001,
        "endTime": 84707,
        "text": "...and understanding the structural underlying drivers of profitability and competence."
    },
    {
        "startTime": 84767,
        "endTime": 91887,
        "text": "So, I use this to think about my rival makes it difficult for me. The threat of substitutes means I can't overcharge,..."
    },
    {
        "startTime": 91977,
        "endTime": 94257,
        "text": "...the threat of new entrants means I can't overcharge."
    },
    {
        "startTime": 94323,
        "endTime": 94523,
        "text": "Right."
    },
    {
        "startTime": 94726,
        "endTime": 98023,
        "text": "And the same thing with the buyers and suppliers."
    },
    {
        "startTime": 98111,
        "endTime": 108007,
        "text": "And there's underlying drivers of each of those forces that the model really sort of unveils and then you can actually apply this."
    },
    {
        "startTime": 108109,
        "endTime": 112569,
        "text": "Every industry is different, every industry will have a different set of economic fundamentals..."
    },
    {
        "startTime": 112745,
        "endTime": 118047,
        "text": "...but five forces help you hone in on, first of all, what's really causing profitability in the industry."
    },
    {
        "startTime": 118391,
        "endTime": 123731,
        "text": "What are the trends that most likely to be significant in changing the game in the industry?"
    },
    {
        "startTime": 124414,
        "endTime": 130692,
        "text": "You know, where are the constraints, which if you can relax, it might allow you to find a really strong competitive position?"
    },
    {
        "startTime": 130986,
        "endTime": 134632,
        "text": "So how would you apply this analysis to an industry? Airlines, for example."
    },
    {
        "startTime": 135310,
        "endTime": 144561,
        "text": "Airlines is a great industry. You've seen in the article that there's a chart that compares profitability in industries..."
    },
    {
        "startTime": 144653,
        "endTime": 149198,
        "text": "...and airlines I think has been on the bottom of that list for decades."
    },
    {
        "startTime": 149650,
        "endTime": 152923,
        "text": "It's among the least profitable industries known to man."
    },
    {
        "startTime": 154405,
        "endTime": 160519,
        "text": "And the five forces really allows you very quickly to understand why. I mean let's just go around the chart,..."
    },
    {
        "startTime": 161313,
        "endTime": 166121,
        "text": "...the nature of rivalry is incredibly intense and it's almost exclusively on price."
    },
    {
        "startTime": 166425,
        "endTime": 170057,
        "text": "It's been very hard to differentiate, to get the customer to wait..."
    },
    {
        "startTime": 170134,
        "endTime": 175339,
        "text": "...even an extra two or three minutes for another flight if they can get on the flight with a cheaper price."
    },
    {
        "startTime": 175393,
        "endTime": 178908,
        "text": "So, there's been a very intense price competition, low barriers to entry,..."
    },
    {
        "startTime": 179203,
        "endTime": 184949,
        "text": "...a constant stream of new airlines coming in to the industry despite the fact that profitability is low, it's always puzzling."
    },
    {
        "startTime": 185157,
        "endTime": 187810,
        "text": "Low barriers to entry because you can rent a plane, you don't have to buy them."
    },
    {
        "startTime": 188297,
        "endTime": 192351,
        "text": "You can rent a plane, you can lease a gate, it's all generic technology."
    },
    {
        "startTime": 193223,
        "endTime": 199137,
        "text": "You can start with one flight between two city pairs. There's no real need to have a whole network in the beginning."
    },
    {
        "startTime": 199938,
        "endTime": 202701,
        "text": "And yet people keep coming in. I think it is just one of those \"sexy\" industries."
    },
    {
        "startTime": 202773,
        "endTime": 209986,
        "text": "It's a great example of how sexiness or coolness or hotness or chicness has nothing to do with industry profitability."
    },
    {
        "startTime": 210133,
        "endTime": 213225,
        "text": "The underlying structures is what drives profitability."
    },
    {
        "startTime": 213969,
        "endTime": 216921,
        "text": "Yeah, the customer is very fickle and price-sensitive."
    },
    {
        "startTime": 217113,
        "endTime": 223815,
        "text": "Suppliers of aircraft and aircraft engines and even aircraft gates at the airports now have a lot of clout."
    },
    {
        "startTime": 223900,
        "endTime": 226683,
        "text": "They can bargain away most of their profits."
    }
]