[
    {
        "startTime": 7627,
        "endTime": 12667,
        "text": "\"Blue Ocean Strategy\" is a business management book published in early 2005."
    },
    {
        "startTime": 14047,
        "endTime": 21213,
        "text": "The book is based upon a \"Harvard Business Review\" article authored by W. Chan Kim and Renee Mauborgne."
    },
    {
        "startTime": 23537,
        "endTime": 25021,
        "text": "According to the book's website,..."
    },
    {
        "startTime": 25693,
        "endTime": 29331,
        "text": "...\"Blue Ocean Strategy\" is a way to make the competition irrelevant..."
    },
    {
        "startTime": 29745,
        "endTime": 34438,
        "text": "...by creating a leap in value for both the company and its customers."
    },
    {
        "startTime": 36324,
        "endTime": 41007,
        "text": "The authors divide the market universe into \"Red Oceans\" and \"Blue Oceans\"."
    },
    {
        "startTime": 42465,
        "endTime": 49143,
        "text": "Red oceans represent \"The Known\", the company's markets and industries that exist today."
    },
    {
        "startTime": 50408,
        "endTime": 54199,
        "text": "Red oceans represent their defined and accepted limitations..."
    },
    {
        "startTime": 55034,
        "endTime": 61099,
        "text": "...and the competitive nature they foster as they battle for control of perceived limited resources."
    },
    {
        "startTime": 62364,
        "endTime": 67785,
        "text": "This waging of corporate war turns the waters bloody, hence the term \"Red Ocean\"."
    },
    {
        "startTime": 69636,
        "endTime": 76335,
        "text": "Blue oceans represent \"The Unknown\", the company's markets and industries not in existence."
    },
    {
        "startTime": 77757,
        "endTime": 84327,
        "text": "Within a blue ocean, unlimited opportunities to create markets and new demand await discovery."
    },
    {
        "startTime": 85304,
        "endTime": 89885,
        "text": "Because of the vast potential within these blue oceans, competition is irrelevant..."
    },
    {
        "startTime": 90263,
        "endTime": 94036,
        "text": "...as the quote rules of the game have yet to be defined."
    },
    {
        "startTime": 95349,
        "endTime": 100091,
        "text": "Blue Ocean Strategy contrasts starkly with Red Ocean Strategy..."
    },
    {
        "startTime": 100611,
        "endTime": 104348,
        "text": "...in that it seeks to escape from accepted market boundaries..."
    },
    {
        "startTime": 104655,
        "endTime": 108071,
        "text": "...and create new markets in order to leave the competition behind."
    },
    {
        "startTime": 109791,
        "endTime": 113676,
        "text": "Value innovation is the core concept of the book's message."
    },
    {
        "startTime": 114698,
        "endTime": 119603,
        "text": "By ignoring the competition and focusing strategic thinking on the buyer,..."
    },
    {
        "startTime": 120513,
        "endTime": 125156,
        "text": "...a leap in value results for both the company and its customers."
    },
    {
        "startTime": 126905,
        "endTime": 131846,
        "text": "Adopting this approach increases a company's chance of survival and growth..."
    },
    {
        "startTime": 132460,
        "endTime": 136073,
        "text": "...in increasingly crowded and shrinking market spaces."
    },
    {
        "startTime": 140304,
        "endTime": 144603,
        "text": "The book has been described by many as required reading for business executives..."
    },
    {
        "startTime": 145118,
        "endTime": 152869,
        "text": "...as it proposes six clearly defined principles they can use to create their own \"Blue Ocean\" strategies."
    }
]