[
    {
        "startTime": 1569,
        "endTime": 3895,
        "text": "Every day, the world consumes 300 tons of caffeine,..."
    },
    {
        "startTime": 3995,
        "endTime": 6648,
        "text": "...enough for one cup of coffee for every man, woman and child."
    },
    {
        "startTime": 7364,
        "endTime": 10056,
        "text": "It takes about 40 coffee beans to make one shot of espresso."
    },
    {
        "startTime": 11375,
        "endTime": 13902,
        "text": "Poison though caffeine is, you do still develop an addiction to this stuff."
    },
    {
        "startTime": 13995,
        "endTime": 17160,
        "text": "And it's a real physiological addiction, not a wimpy psychological addiction..."
    },
    {
        "startTime": 17255,
        "endTime": 19305,
        "text": "...like people claim for video games and the Internet."
    },
    {
        "startTime": 19934,
        "endTime": 22242,
        "text": "But caffeine isn't heroin, rapid withdrawal won't kill you."
    },
    {
        "startTime": 22533,
        "endTime": 24399,
        "text": "It might make you cranky and give you a wicked headache..."
    },
    {
        "startTime": 24589,
        "endTime": 27784,
        "text": "...but since caffeine releases dopamine to make you happy and it gets rid of headaches,..."
    },
    {
        "startTime": 28082,
        "endTime": 29887,
        "text": "...there's really no reason to ever stop using this stuff."
    },
    {
        "startTime": 30632,
        "endTime": 34605,
        "text": "Caffeine is the world's most used psychoactive drug and with good reason, it's pure awesome."
    },
    {
        "startTime": 34992,
        "endTime": 38036,
        "text": "It increases concentration, decreases fatigue and gives you better memory."
    },
    {
        "startTime": 38719,
        "endTime": 41841,
        "text": "And this isn't just a placebo, these are real effects replicable in a laboratory."
    },
    {
        "startTime": 42067,
        "endTime": 46218,
        "text": "And, contrary to popular belief, drinking coffee isn't a Faustian bargain where the Devil..."
    },
    {
        "startTime": 46297,
        "endTime": 49237,
        "text": "...gives you the ability to work faster but in exchange, makes your life shorter."
    },
    {
        "startTime": 49847,
        "endTime": 51898,
        "text": "For normal, healthy humans, there are no medical concerns."
    },
    {
        "startTime": 52086,
        "endTime": 54650,
        "text": "Coffee and the caffeine within it may even have medical benefits..."
    },
    {
        "startTime": 54708,
        "endTime": 57737,
        "text": "...such as protection from cardiovascular disease, diabetes and Parkinson's."
    },
    {
        "startTime": 58727,
        "endTime": 60045,
        "text": "Caffeine can even get rid of migraines,..."
    },
    {
        "startTime": 60126,
        "endTime": 63341,
        "text": "...but the amount required and the method of ingestion is... uncomfortable."
    },
    {
        "startTime": 64325,
        "endTime": 65632,
        "text": "You know what else you can thank caffeine for?"
    },
    {
        "startTime": 65761,
        "endTime": 67457,
        "text": "A little thing called the Enlightenment."
    },
    {
        "startTime": 67890,
        "endTime": 70651,
        "text": "In the 1600s, people drank more beer and gin than water."
    },
    {
        "startTime": 71045,
        "endTime": 74394,
        "text": "But with the introduction of coffee and tea, people switched from a depressant to a stimulant."
    },
    {
        "startTime": 74733,
        "endTime": 78419,
        "text": "It's not surprising then that this time was an intellectual boon compared to earlier centuries."
    },
    {
        "startTime": 79048,
        "endTime": 82961,
        "text": "Ben Franklin and Edward Lloyd loved their coffee for the same reason that modern workers and students do."
    },
    {
        "startTime": 83243,
        "endTime": 86598,
        "text": "It's invaluable for staying awake and concentrating when you need to finish a TPS report..."
    },
    {
        "startTime": 86675,
        "endTime": 88137,
        "text": "...or to get through that boring physics class."
    },
    {
        "startTime": 88546,
        "endTime": 89767,
        "text": "Coffee is the fuel of the modern world..."
    },
    {
        "startTime": 89885,
        "endTime": 92755,
        "text": "...so go grab a cup guilt-free and get working smarter and faster."
    }
]