[
    {
        "startTime": 5247,
        "endTime": 9189,
        "text": "In today's installment of \"America's Jobs,\" three small business success stories."
    },
    {
        "startTime": 9554,
        "endTime": 13241,
        "text": "Three women taking control of their careers before the rough economy did it for them."
    },
    {
        "startTime": 13715,
        "endTime": 16915,
        "text": "Now, they're living their dreams as business owners doing work they love."
    },
    {
        "startTime": 17247,
        "endTime": 21331,
        "text": "And our workplace contributor Tory Johnson is here to tell us how they did it and how you can too."
    },
    {
        "startTime": 21392,
        "endTime": 25019,
        "text": "Good to have you back, Tory. And you know, for most people, once they get that idea..."
    },
    {
        "startTime": 25163,
        "endTime": 28351,
        "text": "...and figure out what they want the business to be, the big obstacle is money."
    },
    {
        "startTime": 28519,
        "endTime": 30943,
        "text": "Money. I don't have any money, I can't possibly do it."
    },
    {
        "startTime": 31011,
        "endTime": 33561,
        "text": "And these three women showed that yes, you can do it."
    },
    {
        "startTime": 33857,
        "endTime": 37132,
        "text": "A little bit of encouraging news was that for the first five months of this year,..."
    },
    {
        "startTime": 37201,
        "endTime": 43035,
        "text": "...the SBA says that they backed more than 4,000 loans totaling more than 11 billion dollars."
    },
    {
        "startTime": 43107,
        "endTime": 48277,
        "text": "So, we're starting to see that some money is out there and that brings us good luck and good news."
    },
    {
        "startTime": 49528,
        "endTime": 52970,
        "text": "Small loans to Vivian Tenorio, for example."
    },
    {
        "startTime": 53347,
        "endTime": 57299,
        "text": "Exactly a year ago, she was working as a software installer..."
    },
    {
        "startTime": 57385,
        "endTime": 60224,
        "text": "...and she saw that the work orders were slowing down in her company."
    },
    {
        "startTime": 60539,
        "endTime": 63807,
        "text": "And she started to think, \"I need a plan B in case I get a pink slip.\""
    },
    {
        "startTime": 64097,
        "endTime": 67683,
        "text": "Realizing, of course, \"I can't do without a paycheck. What would I do in the event?\""
    },
    {
        "startTime": 67988,
        "endTime": 72765,
        "text": "And so, she decided to start dabbling with a family recipe of flan."
    },
    {
        "startTime": 73101,
        "endTime": 76796,
        "text": "And people said, \"Oh, you can't really build a business out of that dessert. It's not going to work.\""
    },
    {
        "startTime": 76871,
        "endTime": 78191,
        "text": "And she said, \"Watch me.\""
    },
    {
        "startTime": 78527,
        "endTime": 84004,
        "text": "And she started cooking up little batches, sampling it in different areas around where she lived."
    },
    {
        "startTime": 84147,
        "endTime": 87497,
        "text": "And the orders started coming in and she realized, \"I might be onto something.\""
    },
    {
        "startTime": 87773,
        "endTime": 91473,
        "text": "She packed up her car, drove to the Austin headquarters of Whole Foods,..."
    },
    {
        "startTime": 91559,
        "endTime": 93712,
        "text": "...dropped off some samples and begged the receptionist..."
    },
    {
        "startTime": 93781,
        "endTime": 96511,
        "text": "...to make sure that a buyer was able to get that package."
    },
    {
        "startTime": 96815,
        "endTime": 98619,
        "text": "The next day, they called and placed an order."
    },
    {
        "startTime": 98885,
        "endTime": 102325,
        "text": "She's now in a hundred Whole Foods stores as well as others."
    },
    {
        "startTime": 102549,
        "endTime": 103927,
        "text": "Oh, it must be a very good flan."
    },
    {
        "startTime": 103997,
        "endTime": 104742,
        "text": "Really good flan."
    },
    {
        "startTime": 104831,
        "endTime": 106863,
        "text": "You know what, it got a thumbs-up around here. "
    },
    {
        "startTime": 106953,
        "endTime": 108667,
        "text": "Two double thumbs-up around here."
    },
    {
        "startTime": 109039,
        "endTime": 112233,
        "text": "And what she realized then was that she needed some money to really grow."
    },
    {
        "startTime": 112490,
        "endTime": 116683,
        "text": "She applied for and got a 15,000 dollar loan, that's all she needed,..."
    },
    {
        "startTime": 117030,
        "endTime": 121492,
        "text": "...and she's now projecting retail sales for this year of 250,000 dollars."
    },
    {
        "startTime": 121581,
        "endTime": 124303,
        "text": "That is really something.  So, what is the biggest lesson you learned from Vivian?"
    },
    {
        "startTime": 124376,
        "endTime": 125549,
        "text": "For her, there are two of them."
    },
    {
        "startTime": 125839,
        "endTime": 128475,
        "text": "So, one is get friendly with your bankers."
    },
    {
        "startTime": 128567,
        "endTime": 132153,
        "text": "Know what the bank wants before you just go in and ask for the money."
    },
    {
        "startTime": 132724,
        "endTime": 134633,
        "text": "All of us can go into our banks and talk to people."
    },
    {
        "startTime": 134709,
        "endTime": 138423,
        "text": "Go into other banks in your area and talk about what they're looking for when lending."
    },
    {
        "startTime": 138719,
        "endTime": 140747,
        "text": "And also, try before you buy."
    },
    {
        "startTime": 140807,
        "endTime": 144902,
        "text": "So, a lot of times people think that, \"I'm going to need all of this expensive equipment.\""
    },
    {
        "startTime": 144981,
        "endTime": 148256,
        "text": "One of the best tips Vivian says is for someone who wants to start a food business..."
    },
    {
        "startTime": 148329,
        "endTime": 150274,
        "text": "...and probably can't do it in their home:..."
    },
    {
        "startTime": 150545,
        "endTime": 154487,
        "text": "Look for commercial kitchen space. Maybe even by calling a church and saying,..."
    },
    {
        "startTime": 154548,
        "endTime": 157835,
        "text": "...\"You know what, can I just rent it off hours when you're not using that kitchen?\""
    },
    {
        "startTime": 158158,
        "endTime": 162505,
        "text": "So, try things out before you invest in expensive technology or before you sign leases."
    }
]