[
    {
        "startTime": 16955,
        "endTime": 23622,
        "text": "I was here four years ago and I remember at the time that the talks weren't put online."
    },
    {
        "startTime": 23695,
        "endTime": 31141,
        "text": "And I think they were given to TEDsters in a box, a boxed set of DVDs, which they put on their shelves, where they are now."
    },
    {
        "startTime": 34753,
        "endTime": 38039,
        "text": "And actually, Chris called me a week after I'd given my talk and said,..."
    },
    {
        "startTime": 38506,
        "endTime": 40683,
        "text": "...\"We're going to start putting them online. Can we put yours online?\""
    },
    {
        "startTime": 40747,
        "endTime": 41451,
        "text": "And I said, \"Sure.\""
    },
    {
        "startTime": 43495,
        "endTime": 50223,
        "text": "And four years later, as he said, it has been seen by four, well, it has been downloaded four million times."
    },
    {
        "startTime": 51151,
        "endTime": 55369,
        "text": "So I suppose you could multiply that by 20 or something to get the number of people who've seen it."
    },
    {
        "startTime": 55443,
        "endTime": 59997,
        "text": "And, as Chris says, there is a hunger for videos of me."
    },
    {
        "startTime": 69493,
        "endTime": 69970,
        "text": "Don't you feel it?"
    },
    {
        "startTime": 75108,
        "endTime": 80475,
        "text": "So, this whole event has been an elaborate buildup to me doing another one for you, so here it is."
    },
    {
        "startTime": 85497,
        "endTime": 92827,
        "text": "Al Gore spoke at the TED conference I spoke at four years ago and talked about the climate crisis,..."
    },
    {
        "startTime": 92909,
        "endTime": 96021,
        "text": "...and I referenced that at the end of my last talk."
    },
    {
        "startTime": 96720,
        "endTime": 99629,
        "text": "So I want to pick up from there because I only had 18 minutes, frankly."
    },
    {
        "startTime": 101979,
        "endTime": 102791,
        "text": "So, as I was saying,..."
    },
    {
        "startTime": 112680,
        "endTime": 113336,
        "text": "...you see, he's right."
    },
    {
        "startTime": 113535,
        "endTime": 118494,
        "text": "I mean, there is a major climate crisis, obviously, and I think if people don't believe it, they should get out more."
    },
    {
        "startTime": 123101,
        "endTime": 134509,
        "text": "But I believe there's a second climate crisis, which is as severe, which has the same origins, and that we have to deal with with the same urgency."
    },
    {
        "startTime": 135361,
        "endTime": 137937,
        "text": "And I mean by this, and you may say, by the way, \"Look, I'm good.\""
    },
    {
        "startTime": 139214,
        "endTime": 141863,
        "text": "\"I have one climate crisis, I don't really need a second one.\""
    },
    {
        "startTime": 143763,
        "endTime": 150170,
        "text": "But this is a crisis of, not natural resources, though I believe that's true, but a crisis of human resources."
    },
    {
        "startTime": 150950,
        "endTime": 159276,
        "text": "I believe fundamentally, as many speakers have said during the past few days, that we make very poor use of our talents."
    },
    {
        "startTime": 160197,
        "endTime": 167297,
        "text": "Very many people go through their whole lives having no real sense of what their talents may be or if they have any to speak of."
    },
    {
        "startTime": 168060,
        "endTime": 171778,
        "text": "I meet all kinds of people who don't think they're really good at anything."
    },
    {
        "startTime": 172552,
        "endTime": 176162,
        "text": "Actually, I kind of divide the world into two groups now."
    },
    {
        "startTime": 176910,
        "endTime": 181278,
        "text": "Jeremy Bentham, the great utilitarian philosopher, once spiked this argument."
    },
    {
        "startTime": 181342,
        "endTime": 186854,
        "text": "You know he said, \"There are two types of people in this world: those who divide the world into two types and those who do not.\""
    },
    {
        "startTime": 193007,
        "endTime": 193659,
        "text": "Well, I do."
    },
    {
        "startTime": 199823,
        "endTime": 204471,
        "text": "I meet all kinds of people who don't enjoy what they do."
    },
    {
        "startTime": 204613,
        "endTime": 207292,
        "text": "They simply go through their lives getting on with it."
    },
    {
        "startTime": 208301,
        "endTime": 210366,
        "text": "They get no great pleasure from what they do."
    },
    {
        "startTime": 210596,
        "endTime": 215062,
        "text": "They endure it rather than enjoy it and wait for the weekend."
    },
    {
        "startTime": 216455,
        "endTime": 222195,
        "text": "But I also meet people who love what they do and couldn't imagine doing anything else."
    },
    {
        "startTime": 222283,
        "endTime": 224944,
        "text": "So if you said to them, \"Don't do this anymore,\" they'd wonder what you were talking about."
    },
    {
        "startTime": 225638,
        "endTime": 227271,
        "text": "Because it isn't what they do, it's who they are."
    },
    {
        "startTime": 227943,
        "endTime": 233855,
        "text": "They say, \"But this is me. It would be foolish for me to abandon this, because it speaks to my most authentic self.\""
    },
    {
        "startTime": 234864,
        "endTime": 237300,
        "text": "And it's not true of enough people."
    },
    {
        "startTime": 238018,
        "endTime": 240813,
        "text": "In fact, on the contrary, I think it's still true of a minority of people."
    },
    {
        "startTime": 242004,
        "endTime": 245077,
        "text": "And I think there are many possible explanations for it."
    },
    {
        "startTime": 245740,
        "endTime": 255558,
        "text": "And high among them is education, because education, in a way, dislocates very many people from their natural talents."
    },
    {
        "startTime": 256223,
        "endTime": 260243,
        "text": "And human resources are like natural resources, they're often buried deep."
    },
    {
        "startTime": 260995,
        "endTime": 264300,
        "text": "You have to go looking for them. They're not just lying around on the surface."
    },
    {
        "startTime": 264585,
        "endTime": 267300,
        "text": "You have to create the circumstances where they show themselves."
    },
    {
        "startTime": 268000,
        "endTime": 272867,
        "text": "And you might imagine education would be the way that happens, but too often it's not."
    },
    {
        "startTime": 273915,
        "endTime": 278829,
        "text": "Every education system in the world is being reformed at the moment and it's not enough."
    },
    {
        "startTime": 279411,
        "endTime": 284571,
        "text": "Reform is no use anymore, because that's simply improving a broken model."
    },
    {
        "startTime": 285481,
        "endTime": 293565,
        "text": "What we need, and the word has been used many times during the course of the past few days, is not evolution, but a revolution in education."
    },
    {
        "startTime": 294035,
        "endTime": 296931,
        "text": "This has to be transformed into something else."
    }
]