[
    {
        "startTime": 1184,
        "endTime": 3759,
        "text": "President Obama's dramatic announcement,..."
    },
    {
        "startTime": 3931,
        "endTime": 6592,
        "text": "I think same-sex couples should be able to get married."
    },
    {
        "startTime": 7191,
        "endTime": 10697,
        "text": "...elicited a decidedly mixed reaction at the capital."
    },
    {
        "startTime": 11123,
        "endTime": 15198,
        "text": "House Democratic leader Nancy Pelosi had nothing but praise."
    },
    {
        "startTime": 15567,
        "endTime": 20122,
        "text": "Yesterday was quite historic for all of us."
    },
    {
        "startTime": 20780,
        "endTime": 29508,
        "text": "America's children and families and workers saw history being made right before their very eyes;..."
    },
    {
        "startTime": 30165,
        "endTime": 36439,
        "text": "...the President of the United States advancing civil rights in our country."
    },
    {
        "startTime": 37031,
        "endTime": 42964,
        "text": "Republican lawmakers derided the President's comments as the wrong message at the wrong time."
    },
    {
        "startTime": 43170,
        "endTime": 44763,
        "text": "House Speaker John Boehner..."
    },
    {
        "startTime": 44954,
        "endTime": 48184,
        "text": "...I believe that marriage is the union of one man and one woman."
    },
    {
        "startTime": 48976,
        "endTime": 53101,
        "text": "And the President, the Democrats, can talk about all of this all they want."
    },
    {
        "startTime": 54000,
        "endTime": 59841,
        "text": "But the fact is, the American people are focused on our economy, and are asking the question, \"Where are the jobs?\""
    },
    {
        "startTime": 60449,
        "endTime": 64555,
        "text": "Opposition to gay rights is often expressed in religious terms."
    },
    {
        "startTime": 64784,
        "endTime": 71095,
        "text": "But representative Pelosi, a Roman Catholic, says her faith leads her to a different conclusion."
    },
    {
        "startTime": 71198,
        "endTime": 79928,
        "text": "My religion compels me and I love it for it to be against discrimination of any kind in our country."
    },
    {
        "startTime": 80570,
        "endTime": 84101,
        "text": "In the Senate, Republicans were mostly silent on the issue."
    },
    {
        "startTime": 84252,
        "endTime": 89842,
        "text": "Minority leader Mitch McConnell stressed the need to create jobs and spur economic growth."
    },
    {
        "startTime": 90379,
        "endTime": 95136,
        "text": "Democratic senator Jack Reed issued a statement endorsing same-sex marriage."
    },
    {
        "startTime": 95423,
        "endTime": 101917,
        "text": "Another Democrat, majority leader Harry Reed indicated he would support legalizing same-sex marriage..."
    },
    {
        "startTime": 102171,
        "endTime": 105876,
        "text": "...if the issue were put to voters in his home state of Nevada."
    },
    {
        "startTime": 106250,
        "endTime": 113065,
        "text": "Reed also predicted this year's Democratic party platform will back marriage rights for gays and lesbians."
    },
    {
        "startTime": 113554,
        "endTime": 118369,
        "text": "Meanwhile, President Obama's reelection campaign issued an advertisement..."
    },
    {
        "startTime": 118449,
        "endTime": 124862,
        "text": "...pointing out presumptive Republican presidential nominee Mitt Romney's opposition to same-sex marriage."
    },
    {
        "startTime": 124951,
        "endTime": 129083,
        "text": "I do not favor marriage between people of the same gender."
    },
    {
        "startTime": 129351,
        "endTime": 135192,
        "text": "The Obama campaign ad lists benefits and opportunities currently denied to gay couples."
    },
    {
        "startTime": 135459,
        "endTime": 143048,
        "text": "Obama campaign officials say financial donations from gays and lesbians have skyrocketed since the president's announcement."
    },
    {
        "startTime": 143505,
        "endTime": 146059,
        "text": "Michael Burman, VOA News, the Capital."
    }
]