[
    {
        "startTime": 693,
        "endTime": 7527,
        "text": "Today, thanks to what you have gained here, you leave Liberty with conviction and confidence as your armor."
    },
    {
        "startTime": 8724,
        "endTime": 9753,
        "text": "You know what you believe."
    },
    {
        "startTime": 10770,
        "endTime": 11755,
        "text": "You know who you are."
    },
    {
        "startTime": 12771,
        "endTime": 14287,
        "text": "And you know whom you will serve."
    },
    {
        "startTime": 15383,
        "endTime": 22214,
        "text": "Not all colleges instill that kind of confidence but it will be among the most prized qualities from your education here."
    },
    {
        "startTime": 23001,
        "endTime": 31828,
        "text": "Moral certainty, clear standards and a commitment to spiritual ideals will set you apart in a world that is searching for meaning."
    },
    {
        "startTime": 33294,
        "endTime": 38300,
        "text": "You enter a world with civilizations and economies that are far from equal."
    },
    {
        "startTime": 39853,
        "endTime": 46209,
        "text": "Harvard University historian David Landes devoted his lifelong study to understanding why some civilizations rise..."
    },
    {
        "startTime": 46879,
        "endTime": 47991,
        "text": "...and why others falter."
    },
    {
        "startTime": 49054,
        "endTime": 54507,
        "text": "His conclusion was this: culture makes all the difference."
    },
    {
        "startTime": 55627,
        "endTime": 61284,
        "text": "Not natural resources, not geography, but what people believe and what they value."
    },
    {
        "startTime": 62633,
        "endTime": 68733,
        "text": "The power of these values, this culture, is evidenced by a recent Brookings Institution study..."
    },
    {
        "startTime": 68817,
        "endTime": 71369,
        "text": "...that Senator Rick Santorum brought to my attention."
    },
    {
        "startTime": 72609,
        "endTime": 79067,
        "text": "For those who graduate from high school, get a job and marry before they have their first child,..."
    },
    {
        "startTime": 80035,
        "endTime": 83873,
        "text": "...the probability that they will be poor is two percent."
    },
    {
        "startTime": 85401,
        "endTime": 90094,
        "text": "But if those things are absent, 76% will be poor."
    },
    {
        "startTime": 91163,
        "endTime": 95819,
        "text": "Culture. What you believe, what you value, how you live, matters."
    },
    {
        "startTime": 97171,
        "endTime": 103246,
        "text": "People of different faiths, like yours and mine, sometimes wonder where we can meet in common purpose..."
    },
    {
        "startTime": 103919,
        "endTime": 106611,
        "text": "...when there are so many differences in creed and theology."
    },
    {
        "startTime": 107780,
        "endTime": 110157,
        "text": "Surely the answer is that we can meet in service,..."
    },
    {
        "startTime": 111083,
        "endTime": 115245,
        "text": "...in shared moral convictions about our nation, stemming from a common worldview."
    },
    {
        "startTime": 116393,
        "endTime": 122293,
        "text": "The best case for this is always the example of Christian men and women working and witnessing to carry God's love into every life,..."
    },
    {
        "startTime": 123230,
        "endTime": 125133,
        "text": "...people like the late Chuck Colson."
    },
    {
        "startTime": 126522,
        "endTime": 131133,
        "text": "Not long ago, Chuck recounted a story from his days just after leaving prison."
    },
    {
        "startTime": 132393,
        "endTime": 135905,
        "text": "He was assured by people of influence that, even with his prison record,..."
    },
    {
        "startTime": 136486,
        "endTime": 142285,
        "text": "...a man with his connections and experience could still live very comfortably."
    },
    {
        "startTime": 143070,
        "endTime": 149306,
        "text": "They'd make some calls, get Chuck situated, set him up once again as an important man."
    },
    {
        "startTime": 151252,
        "endTime": 156620,
        "text": "His choice at that crossroads would make him instead, a great man."
    },
    {
        "startTime": 158257,
        "endTime": 163808,
        "text": "The call to service is one of the fundamental elements of our national character and culture."
    },
    {
        "startTime": 164849,
        "endTime": 170757,
        "text": "It has motivated every great movement of conscience that this hopeful, fair-minded country of ours has ever seen."
    },
    {
        "startTime": 172043,
        "endTime": 175303,
        "text": "Sometimes, as Dr. Viktor Frankl observed in his book for the ages,..."
    },
    {
        "startTime": 175964,
        "endTime": 180725,
        "text": "...it's not a matter of what we're asking of life, but rather what life is asking of us."
    },
    {
        "startTime": 181958,
        "endTime": 186094,
        "text": "How often the answer to our own problems is to help others with theirs."
    },
    {
        "startTime": 187074,
        "endTime": 192493,
        "text": "You've all learned a thing or two about these gifts and the good purposes they can serve."
    },
    {
        "startTime": 193367,
        "endTime": 195325,
        "text": "They are yours to have and yours to share."
    },
    {
        "startTime": 196499,
        "endTime": 202140,
        "text": "Sometimes your Liberty education will set you apart and always it will help direct your path."
    },
    {
        "startTime": 203122,
        "endTime": 206616,
        "text": "And as you now leave, and make for new places near and far,..."
    },
    {
        "startTime": 207492,
        "endTime": 212865,
        "text": "...I hope for each one of you that your path will be long and life will be kind."
    },
    {
        "startTime": 214179,
        "endTime": 220871,
        "text": "The ideals that brought you here, the wisdom you gained here and the friends you found here,..."
    },
    {
        "startTime": 221633,
        "endTime": 225084,
        "text": "...may these blessings be with you always, wherever you go."
    },
    {
        "startTime": 226213,
        "endTime": 231367,
        "text": "Thank you all. God bless you. And God bless the United States of America."
    }
]