[
    {
        "startTime": 5726,
        "endTime": 9059,
        "text": "She is one of the longest reigning monarchs in the world."
    },
    {
        "startTime": 9240,
        "endTime": 15574,
        "text": "Welcome to WatchMojo.com, and today we'll be learning more about the life and accomplishments of Queen Elizabeth II."
    },
    {
        "startTime": 16271,
        "endTime": 23235,
        "text": "Elizabeth Alexandra Mary was born April 21st, 1926 in Mayfair, London into the House of Windsor."
    },
    {
        "startTime": 23727,
        "endTime": 30431,
        "text": "She was the first child of the Duke and Duchess of York, otherwise known as Prince Albert and Elizabeth Bowes-Lyon."
    },
    {
        "startTime": 30799,
        "endTime": 36813,
        "text": "In her youth, Elizabeth was not expected to become queen as her father was King George V's second son."
    },
    {
        "startTime": 37164,
        "endTime": 43899,
        "text": "The king died in 1936, and her uncle ascended to the throne. However, he famously abdicated for love."
    },
    {
        "startTime": 44242,
        "endTime": 49269,
        "text": "Elizabeth's father then became King George VI, and she became heiress presumptive."
    },
    {
        "startTime": 49627,
        "endTime": 54835,
        "text": "When World War II erupted in Europe, Elizabeth and her younger sister Margaret moved to Windsor Castle."
    },
    {
        "startTime": 55199,
        "endTime": 61994,
        "text": "From there, the 14-year-old future queen made a reassuring radio address directed at children who were affected by the war."
    },
    {
        "startTime": 62254,
        "endTime": 73942,
        "text": "\"My sister Margaret Rose and I feel so much for you as we know from experience what it means to be away from those we love most of all.\""
    },
    {
        "startTime": 74233,
        "endTime": 80265,
        "text": "Elizabeth's public profile increased when she was named colonel-in-chief of the British Army's Grenadier Guards."
    },
    {
        "startTime": 80633,
        "endTime": 85669,
        "text": "Her first unaccompanied public appearance was a visit to the regiment in 1943."
    },
    {
        "startTime": 86122,
        "endTime": 93625,
        "text": "She also toured the country with her parents, and became Counsellor of State when the King was unavailable just before she turned 18."
    },
    {
        "startTime": 94105,
        "endTime": 102689,
        "text": "In 1945, she trained with the Women's Auxiliary Territorial Service as a driver and mechanic in an attempt to aid the war effort."
    },
    {
        "startTime": 103059,
        "endTime": 108908,
        "text": "Two years later, Elizabeth married Prince Philip of Greece and Denmark on November 20th at Westminster Abbey."
    },
    {
        "startTime": 109278,
        "endTime": 114835,
        "text": "The couple was labeled an odd one due to Elizabeth's subdued personality and Philip's outspokenness."
    },
    {
        "startTime": 115245,
        "endTime": 120084,
        "text": "Just one year later, Elizabeth gave birth to their first of four children, Prince Charles."
    },
    {
        "startTime": 120434,
        "endTime": 122621,
        "text": "Princess Anne was born in 1950."
    },
    {
        "startTime": 122964,
        "endTime": 131398,
        "text": "After a period of declining health, Elizabeth's father King George VI died February 6th, 1952 while the princess was visiting Kenya."
    },
    {
        "startTime": 131824,
        "endTime": 134598,
        "text": "She immediately became queen and returned home."
    },
    {
        "startTime": 135155,
        "endTime": 139241,
        "text": "Her official coronation took place on June 2nd, 1953."
    },
    {
        "startTime": 139577,
        "endTime": 146615,
        "text": "As Queen, Elizabeth's duties significantly increased: among her many responsibilities were weekly meetings with the prime minister,..."
    },
    {
        "startTime": 146987,
        "endTime": 151377,
        "text": "...in addition to extensive travels throughout the United Kingdom and to other countries."
    },
    {
        "startTime": 151947,
        "endTime": 155336,
        "text": "Queen Elizabeth gave birth to two more children in the 1960s."
    },
    {
        "startTime": 155674,
        "endTime": 159675,
        "text": "Meanwhile, decolonization efforts developed in some British colonies."
    },
    {
        "startTime": 159967,
        "endTime": 167848,
        "text": "In 1969, Queen Elizabeth officially appointed Prince Charles as her successor by investing him as the Prince of Wales."
    },
    {
        "startTime": 168271,
        "endTime": 174127,
        "text": "Later, she celebrated 25 years as Queen in 1977 with her silver jubilee."
    },
    {
        "startTime": 174593,
        "endTime": 178930,
        "text": "While there was opposition to the Royal Family, in general its popularity soared."
    },
    {
        "startTime": 179271,
        "endTime": 184087,
        "text": "This was reinforced in 1981 when Prince Charles married Lady Diana Spencer."
    },
    {
        "startTime": 184435,
        "endTime": 187318,
        "text": "Unfortunately, the country soon faced conflict."
    },
    {
        "startTime": 187765,
        "endTime": 193405,
        "text": "1982's Falklands War even involved the Royals directly as Prince Andrew fought for Britain."
    },
    {
        "startTime": 193822,
        "endTime": 200410,
        "text": "In 2002, as she celebrated her golden jubilee, she also mourned the loss of both her sister and her mother."
    },
    {
        "startTime": 200891,
        "endTime": 207425,
        "text": "During that decade, the queen also began showing signs of aging, and adapted her position on various topics."
    },
    {
        "startTime": 207890,
        "endTime": 212515,
        "text": "For example, she finally approved of Prince Charles' relationship with Camilla Parker Bowles,..."
    },
    {
        "startTime": 212941,
        "endTime": 217703,
        "text": "...and she became the first British monarch to visit Ireland since its independence."
    },
    {
        "startTime": 218425,
        "endTime": 223386,
        "text": "The monarchy was revived in 2011 by the wedding of Prince William to Catherine Middleton,..."
    },
    {
        "startTime": 223743,
        "endTime": 227180,
        "text": "...and the queen was instrumental in helping her grandson plan the day."
    },
    {
        "startTime": 227502,
        "endTime": 232529,
        "text": "The next year, the queen observed her diamond jubilee, marking 60 years on the throne."
    },
    {
        "startTime": 233195,
        "endTime": 237575,
        "text": "Queen Elizabeth II was born into royalty and rose to the task valiantly."
    },
    {
        "startTime": 238033,
        "endTime": 243489,
        "text": "Her poise, grace and wisdom were her greatest assets, and were cornerstones of her rule."
    },
    {
        "startTime": 243725,
        "endTime": 254277,
        "text": "When I was 21, I pledged my life to the service of our people and I asked for God's help to make good that vow."
    },
    {
        "startTime": 255641,
        "endTime": 266757,
        "text": "Although that vow was made in my salad days when I was green in judgment, I do not regret nor retract one word of it."
    }
]