[
    {
        "startTime": 981,
        "endTime": 3837,
        "text": "My name is Lauren Mitchell and I'm an Australian gymnast."
    },
    {
        "startTime": 4040,
        "endTime": 9494,
        "text": "I've been doing gymnastics for about 14 years now, going towards London 2012 Olympics."
    },
    {
        "startTime": 10433,
        "endTime": 13782,
        "text": "A normal training day for me would be getting up at 5:30 in the morning,..."
    },
    {
        "startTime": 14237,
        "endTime": 16860,
        "text": "...having breakfast, going to training for about three hours,..."
    },
    {
        "startTime": 17457,
        "endTime": 20126,
        "text": "...and then I either have Pilates, or work or uni."
    },
    {
        "startTime": 20675,
        "endTime": 23241,
        "text": "And then go back in the afternoon for about three and a half hours,..."
    },
    {
        "startTime": 23309,
        "endTime": 26349,
        "text": "...and then go home, eat dinner, go to bed, ready for the next day."
    },
    {
        "startTime": 26749,
        "endTime": 32169,
        "text": "I guess the one thing that I sacrifice is probably my schooling and my social life, a little bit."
    },
    {
        "startTime": 32651,
        "endTime": 35583,
        "text": "I guess what drives me to compete is I'm kind of a perfectionist."
    },
    {
        "startTime": 36031,
        "endTime": 39007,
        "text": "And I always want to be better than the person before me."
    },
    {
        "startTime": 40163,
        "endTime": 44503,
        "text": "Our training regime at the moment, I'm preparing for little competitions here and there."
    },
    {
        "startTime": 44711,
        "endTime": 48711,
        "text": "But overall, we'll have a really good solid six weeks right before London..."
    },
    {
        "startTime": 48818,
        "endTime": 51223,
        "text": "...where we just knuckle down and do routine, routine, routine and..."
    },
    {
        "startTime": 51779,
        "endTime": 54392,
        "text": "...just kind of get it all perfect and perfect it just then."
    },
    {
        "startTime": 54946,
        "endTime": 56822,
        "text": "For me, I think it's a real mental game,..."
    },
    {
        "startTime": 57048,
        "endTime": 59773,
        "text": "...because you have the training and the workload is all behind you."
    },
    {
        "startTime": 59841,
        "endTime": 64601,
        "text": "It's just how you can handle yourself in the competition and performance phase."
    },
    {
        "startTime": 66480,
        "endTime": 70996,
        "text": "A sponsor like Visa has been fantastic, not only for me but for my family..."
    },
    {
        "startTime": 71059,
        "endTime": 74503,
        "text": "...and for my coaches and the whole gymnastics community."
    },
    {
        "startTime": 74577,
        "endTime": 77944,
        "text": "Just so that we are able to get recognized and I'm able to get recognized."
    },
    {
        "startTime": 78007,
        "endTime": 82393,
        "text": "And help us get on with our job and just focus on what we need to do..."
    },
    {
        "startTime": 82471,
        "endTime": 84796,
        "text": "...rather than all the other outside factors."
    },
    {
        "startTime": 85381,
        "endTime": 86959,
        "text": "Yeah, it's been really helpful in that way."
    }
]