[
    {
        "startTime": 4217,
        "endTime": 9453,
        "text": "Longtime Google executive Marissa Mayer is trading one search company for another."
    },
    {
        "startTime": 9868,
        "endTime": 14189,
        "text": "On Tuesday, Mayer begins a new job as CEO at Yahoo."
    },
    {
        "startTime": 14593,
        "endTime": 17669,
        "text": "On Monday, she resigned from her VP post at Google."
    },
    {
        "startTime": 17889,
        "endTime": 20145,
        "text": "She was the company's first female hire."
    },
    {
        "startTime": 20303,
        "endTime": 23481,
        "text": "Right now is a great time to be a woman in tech, but there's not enough women in tech."
    },
    {
        "startTime": 23592,
        "endTime": 28625,
        "text": "During her 13-year tenure, Mayer oversaw many of Google's most successful products."
    },
    {
        "startTime": 28719,
        "endTime": 31671,
        "text": "She's credited with making the simplistic look of Google's home page..."
    },
    {
        "startTime": 31783,
        "endTime": 36129,
        "text": "...with Gmail, with maps now, with location, with doing things in a very clean,..."
    },
    {
        "startTime": 36227,
        "endTime": 39552,
        "text": "...elegant style, and that is something Yahoo certainly can use."
    },
    {
        "startTime": 39637,
        "endTime": 44608,
        "text": "Yahoo, a one-time tech darling, now ranks a distant third in market share for search."
    },
    {
        "startTime": 45122,
        "endTime": 49613,
        "text": "Mayer will be the sixth person to occupy the CEO office in the past five years."
    },
    {
        "startTime": 50064,
        "endTime": 54819,
        "text": "And though she is experienced, charismatic, well-spoken and has the technical chops,..."
    },
    {
        "startTime": 55153,
        "endTime": 58415,
        "text": "...turning Yahoo around will require a Herculean effort."
    },
    {
        "startTime": 58623,
        "endTime": 65329,
        "text": "She's 37, she was number 20 employee at Google, I think she's worth quite a bit of money."
    },
    {
        "startTime": 67391,
        "endTime": 69247,
        "text": "What kind of better challenge could there be?"
    },
    {
        "startTime": 69363,
        "endTime": 73430,
        "text": "To me, it seems like a huge opportunity. This could be a total career-defining moment for her."
    },
    {
        "startTime": 73512,
        "endTime": 75745,
        "text": "In a press release from Yahoo, Ms. Mayer said,..."
    },
    {
        "startTime": 75897,
        "endTime": 78995,
        "text": "...\"There is a lot to do and I can't wait to get started.\""
    },
    {
        "startTime": 79124,
        "endTime": 81509,
        "text": "The hiring news surprised many tech analysts..."
    },
    {
        "startTime": 81612,
        "endTime": 86435,
        "text": "...who assumed Interim CEO Ross Levinsohn would be appointed to take the helm permanently."
    },
    {
        "startTime": 86963,
        "endTime": 89947,
        "text": "And Mayer's name never appeared on any shortlist."
    },
    {
        "startTime": 90047,
        "endTime": 93726,
        "text": "In San Francisco, I'm Sumi Das, cnet.com for CBS News."
    }
]