[
    {
        "startTime": 156,
        "endTime": 3457,
        "text": "Hello and welcome to this special edition of SciShow news."
    },
    {
        "startTime": 4029,
        "endTime": 7805,
        "text": "Neil Armstrong died this morning of complications after a medical procedure."
    },
    {
        "startTime": 8773,
        "endTime": 12938,
        "text": "He was not the only man to walk on another world, 12 other men have done that."
    },
    {
        "startTime": 13693,
        "endTime": 18455,
        "text": "But this isn't about whose footprints are where, this is about what a world accomplished."
    },
    {
        "startTime": 19533,
        "endTime": 25886,
        "text": "Neil Armstrong started his career as a navy pilot. But unlike many of his pilot colleagues, he then went on to get an engineering degree."
    },
    {
        "startTime": 26457,
        "endTime": 31970,
        "text": "This knowledge would be extremely useful as Armstrong started his career as a test pilot for a top secret aircraft."
    },
    {
        "startTime": 33092,
        "endTime": 40524,
        "text": "Through this training and his love of science and math and exploration, his path took him to NASA and eventually to the moon."
    },
    {
        "startTime": 41818,
        "endTime": 45127,
        "text": "Armstrong, over a cast of thousands of potential candidates..."
    },
    {
        "startTime": 45196,
        "endTime": 49811,
        "text": "...was selected to be the first man on the moon because people knew that he would become a symbol."
    },
    {
        "startTime": 50079,
        "endTime": 52278,
        "text": "And they wanted a man who had been many things..."
    },
    {
        "startTime": 52638,
        "endTime": 58667,
        "text": "...and yet remained even-tempered, levelheaded, and with a substantially smaller ego than many of his colleagues."
    },
    {
        "startTime": 59151,
        "endTime": 65571,
        "text": "Armstrong, they knew, would understand that this wasn't something he had done but instead something we had done."
    },
    {
        "startTime": 66298,
        "endTime": 70000,
        "text": "After returning to Earth, Armstrong took a position teaching engineering."
    },
    {
        "startTime": 70439,
        "endTime": 77004,
        "text": "He declined all offers of public office and kept his political views private and refused to profit unduly from his position."
    },
    {
        "startTime": 77765,
        "endTime": 83325,
        "text": "He became his mission, he captured that spirit, he took it to heart, he was the world's accomplishment."
    },
    {
        "startTime": 83487,
        "endTime": 88840,
        "text": "A face and a name to put to one of the most marvelous things humanity has ever accomplished."
    },
    {
        "startTime": 89247,
        "endTime": 96810,
        "text": "Neil Armstrong was an engineer, a pilot, a soldier, a leader, a captain, a nerd, but most of all he was all of us."
    },
    {
        "startTime": 97194,
        "endTime": 101313,
        "text": "He was a symbol of what we can do when we work together toward a common goal."
    },
    {
        "startTime": 101922,
        "endTime": 107286,
        "text": "He was a symbol of the power of America, of science, of engineering and of the unity of mankind."
    },
    {
        "startTime": 107922,
        "endTime": 112029,
        "text": "We will never lose that symbol, but we are all sad to have lost the man."
    }
]