[
    {
        "startTime": 105,
        "endTime": 5992,
        "text": "One of the core beliefs that we have as improvisors is that all of us were created innovatively perfect and equal."
    },
    {
        "startTime": 6805,
        "endTime": 11703,
        "text": "We believe that over the course of a lifetime, because of things like parenting, socialization and perhaps education,..."
    },
    {
        "startTime": 12214,
        "endTime": 15555,
        "text": "...that we all stray in different degrees from our most innovative self."
    },
    {
        "startTime": 16205,
        "endTime": 17588,
        "text": "We believe this because of kids."
    },
    {
        "startTime": 17890,
        "endTime": 20250,
        "text": "It's so easy to observe how creative children are."
    },
    {
        "startTime": 20727,
        "endTime": 24970,
        "text": "For the most part, all five-year-olds can improvise, innovate and pretend..."
    },
    {
        "startTime": 25409,
        "endTime": 26884,
        "text": "...at about the same level of perfection."
    },
    {
        "startTime": 27579,
        "endTime": 29991,
        "text": "So the process we use to help people to become more innovative..."
    },
    {
        "startTime": 30332,
        "endTime": 34703,
        "text": "...is to simply help them unlearn some of the things that have become innovative inhibitors..."
    },
    {
        "startTime": 35471,
        "endTime": 39852,
        "text": "...and help them gently retrace their steps back to their most innovative self."
    },
    {
        "startTime": 40511,
        "endTime": 44613,
        "text": "We think that the path to innovation is a long, patient, inward journey."
    },
    {
        "startTime": 45083,
        "endTime": 47431,
        "text": "But we also think there's some things that can help you get there faster."
    },
    {
        "startTime": 48015,
        "endTime": 52411,
        "text": "Some of them are broad like learning how to accept new ideas and learning how to defer judgment."
    },
    {
        "startTime": 52947,
        "endTime": 54780,
        "text": "And others are just ridiculously simple."
    },
    {
        "startTime": 55264,
        "endTime": 60229,
        "text": "Like increasing the amount of times you use the conjunction \"Yes, and\" instead of \"No, but\"."
    },
    {
        "startTime": 60971,
        "endTime": 64815,
        "text": "Like any good athlete, improvisors consistently practice the skills and behaviors..."
    },
    {
        "startTime": 65132,
        "endTime": 69319,
        "text": "...that are needed to increase their ability to come up with more and better ideas."
    }
]