[
    {
        "startTime": 2069,
        "endTime": 8829,
        "text": "For me, it's a cause of some upset that more anglophones don't enjoy language."
    },
    {
        "startTime": 9382,
        "endTime": 14365,
        "text": "Music is enjoyable it seems, so are dance and other athletic forms of movement."
    },
    {
        "startTime": 14938,
        "endTime": 21435,
        "text": "People seem to be able to find sensual and sensuous pleasure in almost anything but words these days."
    },
    {
        "startTime": 21767,
        "endTime": 26579,
        "text": "Words it seems, belong to other people, anyone who expresses themselves with originality,..."
    },
    {
        "startTime": 26672,
        "endTime": 32686,
        "text": "...delight and verbal freshness is more likely to be mocked, distrusted or disliked than welcomed."
    },
    {
        "startTime": 33455,
        "endTime": 38273,
        "text": "The free and happy use of words appears to be considered elitist or pretentious."
    },
    {
        "startTime": 38628,
        "endTime": 48007,
        "text": "Sadly, desperately sadly, the only people who seem to bother with language in public today bother with it in quite the wrong way."
    },
    {
        "startTime": 48288,
        "endTime": 54271,
        "text": "They write letters to broadcasters and newspapers in which they are rude and haughty about other people's usage..."
    },
    {
        "startTime": 54345,
        "endTime": 59139,
        "text": "...and in which they show off their own superior 'knowledge' of how language should be."
    },
    {
        "startTime": 59619,
        "endTime": 65855,
        "text": "I hate that, and I particularly hate the fact that so many of these pedants assume that I'm on their side."
    },
    {
        "startTime": 66506,
        "endTime": 74603,
        "text": "When asked to join in a \"let's persuade this supermarket chain to get rid of their ' five items or less ' sign,\" I never join in."
    },
    {
        "startTime": 74738,
        "endTime": 79590,
        "text": "Yes, I am aware of the technical distinction between 'less' and 'fewer',..."
    },
    {
        "startTime": 79865,
        "endTime": 87293,
        "text": "...and between 'uninterested' and 'disinterested' and 'infer' and 'imply', and all the rest of them but none of these are of importance to me."
    },
    {
        "startTime": 87418,
        "endTime": 97435,
        "text": "\"None of these are of importance,\" I said there, you'll notice the old pedantic me would have insisted on \"none of them is of importance\"."
    },
    {
        "startTime": 101118,
        "endTime": 105111,
        "text": "Well, I'm glad to say I've outgrown that silly approach to language."
    },
    {
        "startTime": 105524,
        "endTime": 111195,
        "text": "Oscar Wilde, and there have been few greater and more complete lords of language in the past thousand years,..."
    },
    {
        "startTime": 111507,
        "endTime": 118026,
        "text": "...once included with a manuscript he was delivering to his publishers a compliment slip in which he had scribbled the injunction:..."
    },
    {
        "startTime": 118571,
        "endTime": 125325,
        "text": "...\"I'll leave you to tidy up the woulds and shoulds, wills and shalls, thats and whiches, etc.\""
    },
    {
        "startTime": 125895,
        "endTime": 129431,
        "text": "Which gives us all encouragement to feel less guilty, don't you think?"
    }
]