[
    {
        "startTime": 703,
        "endTime": 8202,
        "text": "Among the ceremonies marking ten years after 9/11 next month will be the opening of a memorial to United Flight 93 in Shanksville, Pennsylvania."
    },
    {
        "startTime": 8838,
        "endTime": 11656,
        "text": "It's a tribute to the passengers and crew who fought back."
    },
    {
        "startTime": 12452,
        "endTime": 13305,
        "text": "Chip Reid reports."
    },
    {
        "startTime": 14705,
        "endTime": 23396,
        "text": "Ten years after 9/11, the 40 passengers and crew on United Flight 93 who perished on this field have taken their place in history."
    },
    {
        "startTime": 23753,
        "endTime": 28630,
        "text": "We can't afford to forget, not only the individuals but their collective actions on that day."
    },
    {
        "startTime": 29007,
        "endTime": 35865,
        "text": "Gordon Felt's big brother Ed, a computer software designer, was one of a dozen on board who made phone calls from the plane."
    },
    {
        "startTime": 36346,
        "endTime": 39916,
        "text": "Felt called 911 from a bathroom and spoke to police."
    },
    {
        "startTime": 41334,
        "endTime": 47079,
        "text": "Armed with information from calls about hijacked planes crashing into the World Trade Center and the Pentagon,..."
    },
    {
        "startTime": 47417,
        "endTime": 50159,
        "text": "...the passengers and crew voted to storm the cockpit."
    },
    {
        "startTime": 50497,
        "endTime": 54742,
        "text": "An operator heard passenger Todd Beamer famously say, \"Let's roll.\""
    },
    {
        "startTime": 55440,
        "endTime": 60873,
        "text": "You know, while our loved ones lost their lives, we feel they won the battle."
    },
    {
        "startTime": 61828,
        "endTime": 66690,
        "text": "In that 20 minutes down the road, if that plane had gotten through to Washington,..."
    },
    {
        "startTime": 66763,
        "endTime": 68679,
        "text": "...it could have been driven right into the Capitol Building."
    },
    {
        "startTime": 68929,
        "endTime": 73970,
        "text": "The focal point of this site is the spot where four Al-Qaeda hijackers fighting off a rebellion,..."
    },
    {
        "startTime": 74185,
        "endTime": 79851,
        "text": "...crashed the Boeing 757 jet which had been en route from Newark, New Jersey to San Francisco."
    },
    {
        "startTime": 80085,
        "endTime": 80952,
        "text": "Right where that boulder is."
    },
    {
        "startTime": 81033,
        "endTime": 83735,
        "text": "Where that boulder is at, that's where the plane went into the ground."
    },
    {
        "startTime": 84041,
        "endTime": 87629,
        "text": "A 17 ton boulder of local sandstone marks the spot."
    },
    {
        "startTime": 87984,
        "endTime": 95865,
        "text": "National Park Service Superintendent Keith Newlin took us on the path that will allow visitors to see the impact zone from a short distance."
    },
    {
        "startTime": 96132,
        "endTime": 101879,
        "text": "That rock represents the final struggle, it represents a victory."
    },
    {
        "startTime": 102249,
        "endTime": 107793,
        "text": "California Architect Paul Murdoch won the competition to design the Flight 93 memorial."
    },
    {
        "startTime": 108042,
        "endTime": 114842,
        "text": "There's a serenity to this place, which has to do with its kind of open rolling hills quality."
    },
    {
        "startTime": 115041,
        "endTime": 119889,
        "text": "Using all 2200 acres - a space twice as large as Manhattan Central Park."
    },
    {
        "startTime": 120291,
        "endTime": 123918,
        "text": "Eventually there will be a 93 foot tower with wind chimes."
    },
    {
        "startTime": 124118,
        "endTime": 131163,
        "text": "Visible from the road approaching the site, a white marble wall inscribed with the victims' names stands along the flight path."
    },
    {
        "startTime": 131466,
        "endTime": 135824,
        "text": "I'd like a certain sense of reverence and awe here."
    },
    {
        "startTime": 136228,
        "endTime": 139377,
        "text": "We hope that everybody takes away whatever they need to."
    },
    {
        "startTime": 139639,
        "endTime": 148407,
        "text": "Nearly a thousand people a day visit this site and a large percentage of them are families - parents teaching their children the lessons of Flight 93."
    },
    {
        "startTime": 148858,
        "endTime": 151818,
        "text": "About how people use their phones and call their families."
    },
    {
        "startTime": 151897,
        "endTime": 160089,
        "text": "And we're letting them know what was going on and how they took down the hijackers and yeah, it's pretty special."
    },
    {
        "startTime": 160893,
        "endTime": 167920,
        "text": "Stacy Wade and her husband, Scott, came with their children from Central Ohio to see where sacrifice saved lives."
    },
    {
        "startTime": 168257,
        "endTime": 170751,
        "text": "What is it that make you think about the people who were on that plane?"
    },
    {
        "startTime": 171680,
        "endTime": 173317,
        "text": "I think they are very brave."
    },
    {
        "startTime": 173949,
        "endTime": 177970,
        "text": "To families certainly, it's our sacred ground and it's a battleground."
    },
    {
        "startTime": 178534,
        "endTime": 184259,
        "text": "Where the fighting back began, Chip Reid, CBS News, Shanksville, Pennsylvania."
    }
]