[
    {
        "startTime": 10733,
        "endTime": 15033,
        "text": "Students end up being better qualified for whatever comes next,..."
    },
    {
        "startTime": 15477,
        "endTime": 18716,
        "text": "...more enriched as individuals, cross-culturally aware."
    },
    {
        "startTime": 19781,
        "endTime": 21906,
        "text": "And that's what we wanna do as educators,..."
    },
    {
        "startTime": 22239,
        "endTime": 26319,
        "text": "...is have our students as well-positioned as possible for the lives that they will lead."
    },
    {
        "startTime": 26822,
        "endTime": 31405,
        "text": "You are America's critical leaders to the global exchange community."
    },
    {
        "startTime": 31947,
        "endTime": 37885,
        "text": "You ensure a positive exchange experience by identifying host families in schools..."
    },
    {
        "startTime": 38459,
        "endTime": 44154,
        "text": "...and by providing cross-cultural training, guidance, support, and so much more."
    },
    {
        "startTime": 50033,
        "endTime": 57100,
        "text": "The purpose of this conversation and the conference that we're here in today is to pull schools into the forefront..."
    },
    {
        "startTime": 57340,
        "endTime": 61029,
        "text": "...and set up that partnership because they're in the education business."
    },
    {
        "startTime": 61393,
        "endTime": 65171,
        "text": "They're concerned about global competencies and other cultural education,..."
    },
    {
        "startTime": 65455,
        "endTime": 69593,
        "text": "...but it enables us to build a partnership that makes all those kinds of things work together."
    },
    {
        "startTime": 74393,
        "endTime": 80506,
        "text": "I think it's very important now that you start a relationship with the school district on who is the contact person..."
    },
    {
        "startTime": 80785,
        "endTime": 83739,
        "text": "...and then ask them some questions about what is their perception of..."
    },
    {
        "startTime": 83868,
        "endTime": 88545,
        "text": "...what a foreign exchange student is and what is the role of a volunteer,..."
    },
    {
        "startTime": 88898,
        "endTime": 91801,
        "text": "...and see what their perceptions are, and you can work with those."
    },
    {
        "startTime": 92207,
        "endTime": 93896,
        "text": "Walking the halls was not enough."
    },
    {
        "startTime": 94036,
        "endTime": 95273,
        "text": "They needed engagement."
    },
    {
        "startTime": 95866,
        "endTime": 102933,
        "text": "And so, not only did I have them engaged in my classes as far as speaking on particular topics,..."
    },
    {
        "startTime": 103369,
        "endTime": 108382,
        "text": "...but I invited the faculty to have them for their classes."
    },
    {
        "startTime": 108472,
        "endTime": 112030,
        "text": "To be able to get to that at the middle school age is vital."
    },
    {
        "startTime": 112219,
        "endTime": 115700,
        "text": "They can go and be an exchange student, and they can go learn that new language,..."
    },
    {
        "startTime": 116029,
        "endTime": 119316,
        "text": "...and yes, it's okay that they don't know it all before they go."
    },
    {
        "startTime": 119700,
        "endTime": 121882,
        "text": "So if this is something that they really wanna consider,..."
    },
    {
        "startTime": 121989,
        "endTime": 125457,
        "text": "...not only do we need to talk to them, but we need to get it in front of their parents."
    },
    {
        "startTime": 132846,
        "endTime": 138955,
        "text": "I wish more people would see it as an essential component to life and to education."
    },
    {
        "startTime": 139243,
        "endTime": 145651,
        "text": "Our young people are our new policy makers, and so they need to be incorporated in this..."
    },
    {
        "startTime": 146108,
        "endTime": 150154,
        "text": "...and have some experience of exchange and understanding at a young age."
    },
    {
        "startTime": 150634,
        "endTime": 161643,
        "text": "We need, as an organization, to do much better in not only reaching out but listening and learning from our own teachers."
    },
    {
        "startTime": 162165,
        "endTime": 167444,
        "text": "The goodwill, generosity, and mutual understanding fostered through exchange programs..."
    },
    {
        "startTime": 167694,
        "endTime": 170731,
        "text": "... are critical to meeting the challenges of today's world."
    }
]