[
    {
        "startTime": 279,
        "endTime": 3595,
        "text": "While most jewelry comes from precious stones and jewels found in the earth,..."
    },
    {
        "startTime": 3664,
        "endTime": 6758,
        "text": "...you've heard that pearls all round and shiny, come from oysters..."
    },
    {
        "startTime": 6831,
        "endTime": 12227,
        "text": "...which just so happen to gracefully open their mouths and let us take the perfectly formed gem for our own use."
    },
    {
        "startTime": 12457,
        "endTime": 13593,
        "text": "Sounds right, right?"
    },
    {
        "startTime": 14099,
        "endTime": 15846,
        "text": "Well, if not, why did they make pearls?"
    },
    {
        "startTime": 16128,
        "endTime": 21573,
        "text": "As it turns out, shelled mollusks such as oysters create pearls as an immune response to foreign objects."
    },
    {
        "startTime": 21975,
        "endTime": 24988,
        "text": "Oysters are bivalves which means their shell has two parts."
    },
    {
        "startTime": 25064,
        "endTime": 27335,
        "text": "Inside these shells is an organ called the mantle,..."
    },
    {
        "startTime": 27409,
        "endTime": 31146,
        "text": "...which releases a substance called nacre made primarily of calcium carbonate."
    },
    {
        "startTime": 31425,
        "endTime": 34114,
        "text": "This nacre is responsible for the production of the shell."
    },
    {
        "startTime": 34309,
        "endTime": 38883,
        "text": "Pearls are formed when a foreign substance or parasite makes its way between the shell and the mantle."
    },
    {
        "startTime": 39015,
        "endTime": 41945,
        "text": "This usually happens when the oyster has opened its shell for feeding."
    },
    {
        "startTime": 42285,
        "endTime": 44053,
        "text": "The foreign object gets into the mollusk,..."
    },
    {
        "startTime": 44269,
        "endTime": 46595,
        "text": "...which then releases nacre as a protective measure,..."
    },
    {
        "startTime": 46725,
        "endTime": 48857,
        "text": "...wrapping the foreign object up many times over."
    },
    {
        "startTime": 49219,
        "endTime": 51417,
        "text": "This process is similar to when you get a splinter."
    },
    {
        "startTime": 51617,
        "endTime": 54593,
        "text": "And happens over years, eventually forming a beautiful pearl."
    },
    {
        "startTime": 54874,
        "endTime": 57410,
        "text": "Unfortunately for you, splinters don't make pearls."
    },
    {
        "startTime": 57659,
        "endTime": 60481,
        "text": "Over the years, scientists have taken advantage of this phenomenon..."
    },
    {
        "startTime": 60557,
        "endTime": 63994,
        "text": "...by harvesting oysters and inserting foreign objects into their mantle."
    },
    {
        "startTime": 64429,
        "endTime": 69032,
        "text": "But these cultured pearls aren't nearly as valuable as their rare natural counterparts,..."
    },
    {
        "startTime": 69397,
        "endTime": 70765,
        "text": "...one of nature's many gems."
    }
]