[
    {
        "startTime": 369,
        "endTime": 6132,
        "text": "Like all of you, I was shocked and saddened by the deaths of several young people who were bullied and taunted for being gay,..."
    },
    {
        "startTime": 6773,
        "endTime": 8468,
        "text": "...and who ultimately took their own lives."
    },
    {
        "startTime": 9219,
        "endTime": 12081,
        "text": "As a parent of two daughters, it breaks my heart."
    },
    {
        "startTime": 12744,
        "endTime": 14960,
        "text": "It's something that just shouldn't happen in this country."
    },
    {
        "startTime": 16164,
        "endTime": 23858,
        "text": "And we've got to dispel this myth that bullying is just a normal rite of passage; that it's some inevitable part of growing up."
    },
    {
        "startTime": 24564,
        "endTime": 25041,
        "text": "It's not."
    },
    {
        "startTime": 25984,
        "endTime": 30540,
        "text": "We have an obligation to ensure that our schools are safe for all of our kids."
    },
    {
        "startTime": 31583,
        "endTime": 38500,
        "text": "And to every young person out there, you need to know that if you're in trouble, there are caring adults who can help."
    },
    {
        "startTime": 39929,
        "endTime": 43247,
        "text": "I don't know what it's like to be picked on for being gay."
    },
    {
        "startTime": 43423,
        "endTime": 47767,
        "text": "But I do know what it's like to grow up feeling that sometimes you don't belong."
    },
    {
        "startTime": 48637,
        "endTime": 49112,
        "text": "It's tough."
    },
    {
        "startTime": 50016,
        "endTime": 55640,
        "text": "And for a lot of kids, the sense of being alone or apart, I know, can just wear on you."
    },
    {
        "startTime": 56213,
        "endTime": 62345,
        "text": "And when you're teased or bullied, it can seem like somehow you brought it on yourself for being different,..."
    },
    {
        "startTime": 62452,
        "endTime": 64657,
        "text": "...or for not fitting in with everybody else."
    },
    {
        "startTime": 65339,
        "endTime": 66516,
        "text": "What I want to say is this."
    },
    {
        "startTime": 67301,
        "endTime": 68197,
        "text": "You are not alone."
    },
    {
        "startTime": 69059,
        "endTime": 70133,
        "text": "You didn't do anything wrong."
    },
    {
        "startTime": 70883,
        "endTime": 73020,
        "text": "You didn't do anything to deserve being bullied."
    },
    {
        "startTime": 73738,
        "endTime": 77406,
        "text": "And there is a whole world waiting for you, filled with possibilities."
    },
    {
        "startTime": 77963,
        "endTime": 81753,
        "text": "There are people out there who love you and care about you just the way you are."
    },
    {
        "startTime": 82620,
        "endTime": 89859,
        "text": "And so, if you ever feel like, because of bullying, because of what people are saying, that you're getting down on yourself;..."
    },
    {
        "startTime": 90282,
        "endTime": 92777,
        "text": "...you've got to make sure to reach out to people you trust."
    },
    {
        "startTime": 93286,
        "endTime": 99675,
        "text": "Whether it's your parents, teachers; folks that you know care about you just the way you are,..."
    },
    {
        "startTime": 99935,
        "endTime": 104130,
        "text": "...you've got to reach out to them; don't feel like you're in this by yourself."
    },
    {
        "startTime": 105187,
        "endTime": 107837,
        "text": "The other thing you need to know is, things will get better."
    },
    {
        "startTime": 108409,
        "endTime": 114471,
        "text": "And more than that, with time you're going to see that your differences are a source of pride and a source of strength."
    },
    {
        "startTime": 115250,
        "endTime": 120091,
        "text": "You'll look back on the struggles you've faced with compassion and wisdom."
    },
    {
        "startTime": 120377,
        "endTime": 126543,
        "text": "And that's not just going to serve you, but it will help you get involved and make this country a better place."
    },
    {
        "startTime": 127743,
        "endTime": 130971,
        "text": "It will mean that you'll be more likely to help fight discrimination..."
    },
    {
        "startTime": 131565,
        "endTime": 136316,
        "text": "...not just against LGBT Americans, but discrimination in all its forms."
    },
    {
        "startTime": 137108,
        "endTime": 143711,
        "text": "It means you'll be more likely to understand personally and deeply why it's so important that as adults, we set an example..."
    },
    {
        "startTime": 144045,
        "endTime": 147102,
        "text": "......in our own lives and that we treat everybody with respect,..."
    },
    {
        "startTime": 147649,
        "endTime": 152150,
        "text": "...that we are able to see the world through other people's eyes and stand in their shoes,..."
    },
    {
        "startTime": 152736,
        "endTime": 155504,
        "text": "...that we never lose sight of what binds us together."
    },
    {
        "startTime": 156524,
        "endTime": 163400,
        "text": "As a nation, we're founded on the belief that all of us are equal and each of us deserves the freedom to pursue our own version of happiness;..."
    },
    {
        "startTime": 163761,
        "endTime": 171287,
        "text": "...to make the most of our talents, to speak our minds, to not fit in; most of all, to be true to ourselves."
    },
    {
        "startTime": 172175,
        "endTime": 173889,
        "text": "That's the freedom that enriches all of us."
    },
    {
        "startTime": 174009,
        "endTime": 175231,
        "text": "That's what America is all about."
    },
    {
        "startTime": 176217,
        "endTime": 178077,
        "text": "And every day, it gets better."
    }
]