[
    {
        "startTime": 1125,
        "endTime": 2526,
        "text": "Good evening, my fellow citizens."
    },
    {
        "startTime": 3879,
        "endTime": 13363,
        "text": "This government, as promised, has maintained the closest surveillance of the Soviet military buildup on the island of Cuba."
    },
    {
        "startTime": 14348,
        "endTime": 19040,
        "text": "Within the past week, unmistakable evidence has established the fact..."
    },
    {
        "startTime": 19937,
        "endTime": 26663,
        "text": "...that a series of offensive missile sites is now in preparation on that imprisoned island."
    },
    {
        "startTime": 27754,
        "endTime": 36021,
        "text": "The purpose of these bases can be none other than to provide a nuclear strike capability against the Western hemisphere."
    },
    {
        "startTime": 37034,
        "endTime": 42660,
        "text": "Only last Thursday, as evidence of this rapid offensive buildup was already in my hand,..."
    },
    {
        "startTime": 43547,
        "endTime": 50264,
        "text": "...Soviet Foreign Minister Gromyko told me in my office that he was instructed to make it clear once again,..."
    },
    {
        "startTime": 50957,
        "endTime": 55882,
        "text": "...as he said his government had already done, that Soviet assistance to Cuba, and I quote,..."
    },
    {
        "startTime": 56665,
        "endTime": 62439,
        "text": "\"...pursued solely the purpose of contributing to the defense capabilities of Cuba,...\""
    },
    {
        "startTime": 63232,
        "endTime": 72723,
        "text": "...that, and I quote him, \"Training by Soviet specialists of Cuban nationals in handling defensive armaments was by no means offensive,...\""
    },
    {
        "startTime": 73596,
        "endTime": 82823,
        "text": "\"...and if it were otherwise,\" Mr. Gromyko went on, \"the Soviet government would never become involved in rendering such assistance.\""
    },
    {
        "startTime": 83529,
        "endTime": 85459,
        "text": "That statement also was false."
    },
    {
        "startTime": 86636,
        "endTime": 91853,
        "text": "Acting, therefore, in the defense of our own security and of the entire Western hemisphere,..."
    },
    {
        "startTime": 93021,
        "endTime": 99178,
        "text": "...and under the authority entrusted to me by the constitution as endorsed by the resolution of the congress,..."
    },
    {
        "startTime": 100107,
        "endTime": 103893,
        "text": "...I have directed that the following initial steps be taken immediately."
    },
    {
        "startTime": 104830,
        "endTime": 113142,
        "text": "To halt this offensive buildup, a strict quarantine on all offensive military equipment under shipment to Cuba is being initiated."
    },
    {
        "startTime": 114021,
        "endTime": 123027,
        "text": "All ships of any kind bound for Cuba from whatever nation or port will, if found to contain cargoes of offensive weapons, be turned back."
    },
    {
        "startTime": 123915,
        "endTime": 132190,
        "text": "It shall be the policy of this nation to regard any nuclear missile launched from Cuba against any nation in the Western hemisphere..."
    },
    {
        "startTime": 132907,
        "endTime": 141435,
        "text": "...as an attack by the Soviet Union on the United States, requiring a full retaliatory response upon the Soviet Union."
    },
    {
        "startTime": 142437,
        "endTime": 150665,
        "text": "I call upon Chairman Khrushchev to halt and eliminate this clandestine, reckless, and provocative threat to world peace..."
    },
    {
        "startTime": 151465,
        "endTime": 153597,
        "text": "...and the stable relations between our two nations."
    },
    {
        "startTime": 154595,
        "endTime": 160609,
        "text": "I call upon him further to abandon this course of world domination, and to join in a historic effort..."
    },
    {
        "startTime": 161303,
        "endTime": 165583,
        "text": "...to end the perilous arms race and to transform the history of man."
    },
    {
        "startTime": 166420,
        "endTime": 170972,
        "text": "Our goal is not the victory of might, but the vindication of right;..."
    },
    {
        "startTime": 171810,
        "endTime": 176279,
        "text": "...not peace at the expense of freedom, but both peace and freedom..."
    },
    {
        "startTime": 177050,
        "endTime": 180435,
        "text": "...here in this hemisphere, and we hope, around the world."
    },
    {
        "startTime": 181509,
        "endTime": 184210,
        "text": "God willing, that goal will be achieved."
    }
]