[
    {
        "startTime": 50,
        "endTime": 6229,
        "text": "Did you know Thanksgiving and many of its modern traditions can be traced back almost 400 years?"
    },
    {
        "startTime": 7587,
        "endTime": 10386,
        "text": "In search of religious freedom from the Church of England,..."
    },
    {
        "startTime": 10701,
        "endTime": 18011,
        "text": "...a group of English settlers known as the Pilgrims washed up on the shore of Plymouth, Massachusetts in 1620."
    },
    {
        "startTime": 18906,
        "endTime": 21143,
        "text": "Unprepared for the harsh New England winter,..."
    },
    {
        "startTime": 21463,
        "endTime": 25917,
        "text": "...tragedy struck as crops died and many of the settlers did not survive."
    },
    {
        "startTime": 26919,
        "endTime": 32878,
        "text": "What saved the Pilgrims was a Native American man from the Wampanoag tribe by the name of Squanto."
    },
    {
        "startTime": 33772,
        "endTime": 39405,
        "text": "Squanto befriended the settlers and taught them how to grow corn, squash and beans:..."
    },
    {
        "startTime": 40339,
        "endTime": 42157,
        "text": "...crops that could survive in the climate."
    },
    {
        "startTime": 43451,
        "endTime": 46860,
        "text": "By the fall of 1621, the crops were thriving."
    },
    {
        "startTime": 47130,
        "endTime": 50539,
        "text": "It was truly a miracle and one worth celebrating."
    },
    {
        "startTime": 51535,
        "endTime": 57187,
        "text": "So the settlers asked the local Native Americans to join them in a harvest home celebration,..."
    },
    {
        "startTime": 57451,
        "endTime": 59154,
        "text": "...a custom they brought from Europe."
    },
    {
        "startTime": 60239,
        "endTime": 65259,
        "text": "The two cultures joined in a new world harvest home that lasted for three days..."
    },
    {
        "startTime": 65436,
        "endTime": 69899,
        "text": "...and included games, songs, and of course, a memorable feast."
    },
    {
        "startTime": 71094,
        "endTime": 74507,
        "text": "We commonly refer to this feast as the first Thanksgiving."
    },
    {
        "startTime": 74898,
        "endTime": 79439,
        "text": "But many things, including the food, were quite different from our celebrations today."
    },
    {
        "startTime": 80959,
        "endTime": 83779,
        "text": "While the settlers may have feasted on wild turkey,..."
    },
    {
        "startTime": 84067,
        "endTime": 89129,
        "text": "...it's likely they also dined on goose, rabbit, codfish, and lobster."
    }
]