[
    {
        "startTime": 2115,
        "endTime": 6555,
        "text": "If you could somehow look into the future and you found out that two years from now,..."
    },
    {
        "startTime": 6896,
        "endTime": 10727,
        "text": "...you would develop a disease that would confine you to a hospital bed until the day you died,..."
    },
    {
        "startTime": 11875,
        "endTime": 14775,
        "text": "...would you change anything about the way you're living your life right now?"
    },
    {
        "startTime": 16356,
        "endTime": 19647,
        "text": "Have you ever stopped and asked yourself if you're truly living each day to the fullest?"
    },
    {
        "startTime": 20412,
        "endTime": 22051,
        "text": "Or are you letting your life pass you by?"
    },
    {
        "startTime": 23563,
        "endTime": 26338,
        "text": "My name is Duane and I'd say I have a pretty good life."
    },
    {
        "startTime": 27773,
        "endTime": 30285,
        "text": "I've got a fun career doing something that I really enjoy."
    },
    {
        "startTime": 31758,
        "endTime": 33108,
        "text": "I'm young and in good health."
    },
    {
        "startTime": 34534,
        "endTime": 35964,
        "text": "And I've got some great friends and family."
    },
    {
        "startTime": 37015,
        "endTime": 41125,
        "text": "But recent events have caused me to ask myself if I've truly been making the most of my life."
    },
    {
        "startTime": 41845,
        "endTime": 47645,
        "text": "And one of the biggest things I've realized is that I've been so wrapped up in the pursuit of material wealth and building my career,..."
    },
    {
        "startTime": 47984,
        "endTime": 51632,
        "text": "...but I haven't taken many opportunities to sit back and appreciate the world around me."
    },
    {
        "startTime": 52605,
        "endTime": 57495,
        "text": "I've let the fear of being unsuccessful get in the way of doing many of the things that I've always wanted to do."
    },
    {
        "startTime": 58658,
        "endTime": 60365,
        "text": "So, I figured it's time to make a change."
    },
    {
        "startTime": 63640,
        "endTime": 66529,
        "text": "I've come up with a concept of reset, live, and grow."
    },
    {
        "startTime": 68709,
        "endTime": 73429,
        "text": "I'm gonna start by completely resetting my approach to life and reevaluating how I spend my time."
    },
    {
        "startTime": 74125,
        "endTime": 79367,
        "text": "Then, I'm gonna do my best to live in the present moment and challenge myself to try new things that I was too afraid to do in the past."
    },
    {
        "startTime": 79985,
        "endTime": 83351,
        "text": "And I think ultimately these things are gonna help me grow into a bigger person."
    },
    {
        "startTime": 84192,
        "endTime": 85955,
        "text": "So, I've decided to put my career on pause..."
    },
    {
        "startTime": 86326,
        "endTime": 88620,
        "text": "...to travel the world and gain a new perspective on life."
    },
    {
        "startTime": 89518,
        "endTime": 90743,
        "text": "It's sort of like a mini retirement."
    },
    {
        "startTime": 91747,
        "endTime": 94747,
        "text": "I'm gonna take my video camera with me to document the whole process..."
    },
    {
        "startTime": 95171,
        "endTime": 98654,
        "text": "...as I experience all kinds of new things in various countries around the world."
    },
    {
        "startTime": 99625,
        "endTime": 104922,
        "text": "This is gonna be a huge journey for me and I'm making a big sacrifice to do it but in the end I know it's gonna be worth it."
    },
    {
        "startTime": 105513,
        "endTime": 109713,
        "text": "So if you wanna come along for the ride, press this 'subscribe' button on this Youtube channel and stay tuned."
    }
]