[
    {
        "startTime": 6073,
        "endTime": 9618,
        "text": "The only thing worse than forgetting someone's name is calling them by the wrong one."
    },
    {
        "startTime": 9969,
        "endTime": 13231,
        "text": "Learn how to lock people's names into your brain with these tricks."
    },
    {
        "startTime": 13774,
        "endTime": 19792,
        "text": "You will need: deep breathing, eye contact, visualization and imagination."
    },
    {
        "startTime": 20505,
        "endTime": 24287,
        "text": "Step one: Take a few deep breaths before you're introduced to someone."
    },
    {
        "startTime": 24637,
        "endTime": 28903,
        "text": "When you're stressed out, the brain activates an enzyme that impairs short-term memory,..."
    },
    {
        "startTime": 29215,
        "endTime": 31777,
        "text": "...reducing the chances that you'll remember what you hear."
    },
    {
        "startTime": 32980,
        "endTime": 36446,
        "text": "Step two: Look the person in the eye as they say their name."
    },
    {
        "startTime": 36850,
        "endTime": 40501,
        "text": "Research shows that making eye contact with the speaker doubles your retention."
    },
    {
        "startTime": 42297,
        "endTime": 46626,
        "text": "If you're at a party, wait until all the introductions are made before you hit the buffet."
    },
    {
        "startTime": 47025,
        "endTime": 50302,
        "text": "A Yale study found that memory is best on an empty stomach."
    },
    {
        "startTime": 51019,
        "endTime": 54577,
        "text": "Step three: Say the person's name out loud when you first learn it,..."
    },
    {
        "startTime": 54749,
        "endTime": 56726,
        "text": "...as in, \"Nice to meet you, John.\""
    },
    {
        "startTime": 57282,
        "endTime": 60131,
        "text": "Repeating the name activates the auditory part of the brain,..."
    },
    {
        "startTime": 60415,
        "endTime": 64323,
        "text": "...and the more senses you use the better chance you have of retaining information."
    },
    {
        "startTime": 65323,
        "endTime": 71089,
        "text": "Step four: When you are told a name, say to yourself, \"I will remember that his name is John.\""
    },
    {
        "startTime": 71597,
        "endTime": 75337,
        "text": "Our brains have a filter that purges information they consider unimportant."
    },
    {
        "startTime": 75749,
        "endTime": 79853,
        "text": "By giving the name extra significance, your brain will be more likely to retain it."
    },
    {
        "startTime": 80527,
        "endTime": 84770,
        "text": "Exercising your brain with games like Scrabble, crossword puzzles and Sudoku..."
    },
    {
        "startTime": 84955,
        "endTime": 88544,
        "text": "...improves memory by strengthening neural pathways and creating new ones."
    },
    {
        "startTime": 89034,
        "endTime": 94107,
        "text": "Step five: Take a tip from President Teddy Roosevelt, who was renowned for his name recall."
    },
    {
        "startTime": 94587,
        "endTime": 95160,
        "text": "His secret?"
    },
    {
        "startTime": 95557,
        "endTime": 99137,
        "text": "Picturing the person's name written across their forehead when he was first told it."
    },
    {
        "startTime": 100228,
        "endTime": 104290,
        "text": "Step six: Think up a word association that will help you recall the name."
    },
    {
        "startTime": 104942,
        "endTime": 107956,
        "text": "Remember Mrs. Lion by picturing her with a mane and a tail."
    },
    {
        "startTime": 108578,
        "endTime": 110745,
        "text": "Envision a guy named Arnold as the Terminator..."
    },
    {
        "startTime": 111357,
        "endTime": 112485,
        "text": "...especially if he's scrawny."
    },
    {
        "startTime": 112887,
        "endTime": 115503,
        "text": "The sillier the association, the better it'll stick."
    },
    {
        "startTime": 116403,
        "endTime": 117036,
        "text": "Did you know?"
    },
    {
        "startTime": 117486,
        "endTime": 121677,
        "text": "The average person forgets half of what he's heard within 30 minutes."
    }
]