[
    {
        "startTime": 775,
        "endTime": 1885,
        "text": "My dear friends."
    },
    {
        "startTime": 6019,
        "endTime": 10303,
        "text": "You have honored me this evening to a degree I feel I don't yet deserve."
    },
    {
        "startTime": 11546,
        "endTime": 20223,
        "text": "When I read about the work of my fellow honorees, I felt humbled and certain that among us, I am the one with much to prove."
    },
    {
        "startTime": 21504,
        "endTime": 27528,
        "text": "I believe I have received this award not so much because of what I've done, but because of the way I was born and raised."
    },
    {
        "startTime": 28231,
        "endTime": 32099,
        "text": "I was born the younger sister of a gay man, my older brother Mike,..."
    },
    {
        "startTime": 32460,
        "endTime": 37829,
        "text": "...and the daughter of parents who were both empathetic to and loving of the LGBT community."
    },
    {
        "startTime": 38774,
        "endTime": 42894,
        "text": "In my household, being gay was, and is, no big deal."
    },
    {
        "startTime": 43941,
        "endTime": 47964,
        "text": "When my brother came out, we hugged him, said we loved him, and that was that."
    },
    {
        "startTime": 49105,
        "endTime": 50820,
        "text": "When he brought home his first boyfriend,..."
    },
    {
        "startTime": 57800,
        "endTime": 63192,
        "text": "...when he brought his first boyfriend, now husband, home for a couple of weeks one Christmas,..."
    },
    {
        "startTime": 63627,
        "endTime": 65809,
        "text": "...my father's only comment to my mother was,..."
    },
    {
        "startTime": 66581,
        "endTime": 67501,
        "text": "...\"Please.\""
    },
    {
        "startTime": 69012,
        "endTime": 70667,
        "text": "\"Try not to mix up our underwear.\""
    },
    {
        "startTime": 78809,
        "endTime": 82745,
        "text": "We had no idea that I would become recognizable because of my work..."
    },
    {
        "startTime": 83356,
        "endTime": 88921,
        "text": "...and that we would become publicly labeled as having an \"alternative family lifestyle.\""
    },
    {
        "startTime": 90055,
        "endTime": 94616,
        "text": "Just for the record, we don't feel that there is actually anything \"alternative\" about our family values."
    },
    {
        "startTime": 103611,
        "endTime": 112200,
        "text": "So for semantic reasons only, it's with some hesitation that I accept the HRC Ally Award."
    },
    {
        "startTime": 112752,
        "endTime": 118258,
        "text": "I don't consider myself just an ally to the LGBT community, I consider myself your family."
    },
    {
        "startTime": 121000,
        "endTime": 126371,
        "text": "And so, I'm doing what we should all do with our families."
    },
    {
        "startTime": 127001,
        "endTime": 129065,
        "text": "I'm loving you, I support you."
    },
    {
        "startTime": 129774,
        "endTime": 132998,
        "text": "I completely accept you as you are, as I hope you do me."
    },
    {
        "startTime": 133679,
        "endTime": 138476,
        "text": "And if anyone ever tries to hurt you, I'm gonna give them hell."
    },
    {
        "startTime": 144131,
        "endTime": 146324,
        "text": "There are many people who, did I just say many?"
    },
    {
        "startTime": 146395,
        "endTime": 147394,
        "text": "That's such a jerk thing to say."
    },
    {
        "startTime": 147469,
        "endTime": 153740,
        "text": "There are people who have said that that I'm being brave for being openly supportive of gay marriage,..."
    },
    {
        "startTime": 153811,
        "endTime": 159811,
        "text": "... gay adoption, basically of gay rights, but with all due respect, I humbly dissent."
    },
    {
        "startTime": 160549,
        "endTime": 162996,
        "text": "I'm not being brave, I'm being a decent human being."
    },
    {
        "startTime": 168920,
        "endTime": 171187,
        "text": "And I don't think I should receive an award for that."
    },
    {
        "startTime": 171741,
        "endTime": 173868,
        "text": "Or for merely stating what I believe to be true:..."
    },
    {
        "startTime": 174431,
        "endTime": 178935,
        "text": "...that love is a human experience, not a political statement."
    },
    {
        "startTime": 179950,
        "endTime": 184234,
        "text": "However, I acknowledge that sadly, we live in a world where not everybody feels the same."
    },
    {
        "startTime": 185769,
        "endTime": 190480,
        "text": "My family and I will help the good fight continue until that long awaited moment arrives:..."
    },
    {
        "startTime": 190905,
        "endTime": 195088,
        "text": "...when our rights are equal and when the political limits on love have been smashed."
    },
    {
        "startTime": 196300,
        "endTime": 197185,
        "text": "This award does not,..."
    },
    {
        "startTime": 201403,
        "endTime": 206761,
        "text": "...this award does not in any way represent the pinnacle of my relationship with the LGBT community."
    },
    {
        "startTime": 207443,
        "endTime": 212817,
        "text": "Rather, it is a triumphant roar to announce that we are just beginning our fight together."
    },
    {
        "startTime": 220066,
        "endTime": 227445,
        "text": "In closing, to paraphrase Ennis Del Mar who was unforgettably embodied by the late, the great, Heath Ledger,..."
    },
    {
        "startTime": 228370,
        "endTime": 233785,
        "text": "...I swear HRC, I swear, I have not yet done enough to deserve this award."
    },
    {
        "startTime": 233925,
        "endTime": 236149,
        "text": "But don't worry, the best is yet to come."
    },
    {
        "startTime": 236661,
        "endTime": 239649,
        "text": "Thank you so much, really thank you from the bottom of my heart."
    },
    {
        "startTime": 239925,
        "endTime": 242413,
        "text": "I love you all, thank you so much."
    },
    {
        "startTime": 242539,
        "endTime": 243323,
        "text": "Kiss each other!"
    }
]