[
    {
        "startTime": 4708,
        "endTime": 10216,
        "text": "I think the biggest competitive advantage that young people have when starting an organization..."
    },
    {
        "startTime": 10740,
        "endTime": 16860,
        "text": "...is that a lot of the way things are right now is taken for granted,..."
    },
    {
        "startTime": 16935,
        "endTime": 20398,
        "text": "...in the sense that if you start a company now in technology,..."
    },
    {
        "startTime": 20853,
        "endTime": 25079,
        "text": "...you take for granted that we have persistent Wi-Fi connections and that everyone is online."
    },
    {
        "startTime": 27743,
        "endTime": 32963,
        "text": "And you take for granted as well the values of your generation."
    },
    {
        "startTime": 33036,
        "endTime": 37561,
        "text": "I think sometimes your competitors will be much larger, older organizations..."
    },
    {
        "startTime": 37821,
        "endTime": 40043,
        "text": "...and now have a mindset that it's about the old way."
    },
    {
        "startTime": 40387,
        "endTime": 45721,
        "text": "So as a media company, a lot of our competitors were in the newspaper business or the magazine industry."
    },
    {
        "startTime": 45929,
        "endTime": 51591,
        "text": "They have a lot of legacy stuff that not only holds them back in terms of them being able to move as fast as we are,..."
    },
    {
        "startTime": 51875,
        "endTime": 55789,
        "text": "...but in terms of their thinking and understanding that the world is completely different now."
    },
    {
        "startTime": 56022,
        "endTime": 59641,
        "text": "...that being online makes for a completely different media experience."
    },
    {
        "startTime": 59949,
        "endTime": 62393,
        "text": "And you know, for me and for us as an organization,..."
    },
    {
        "startTime": 62733,
        "endTime": 67528,
        "text": "...we didn't have the legacy understanding of, \"Hey, we're a magazine.\""
    },
    {
        "startTime": 67705,
        "endTime": 70424,
        "text": "We had the understanding of, \"Hey, we're a blog,\" as we started out."
    },
    {
        "startTime": 70775,
        "endTime": 75949,
        "text": "And that we just took everything that was already part of our generation as a norm."
    },
    {
        "startTime": 76239,
        "endTime": 78117,
        "text": "And actually it wasn't the norm, it was a very new thing."
    },
    {
        "startTime": 78393,
        "endTime": 82481,
        "text": "And we were building a very, very new company that was completely different from the ones that have been before."
    }
]