[
    {
        "startTime": 1015,
        "endTime": 4627,
        "text": "Fingertip shopping will be one of the many homemakers' conveniences."
    },
    {
        "startTime": 5565,
        "endTime": 8674,
        "text": "This video console will be channeled into the store of her choice."
    },
    {
        "startTime": 9704,
        "endTime": 14904,
        "text": "There, a camera will scan a display of wares, which she will select by push button."
    },
    {
        "startTime": 24386,
        "endTime": 27803,
        "text": "Another part of this console is a household monitor screen,..."
    },
    {
        "startTime": 28185,
        "endTime": 33843,
        "text": "...which maintains a watch on critical areas in the house, swimming pool or yard."
    },
    {
        "startTime": 40337,
        "endTime": 45779,
        "text": "What the wife selects on her console will be paid for by the husband at his counterpart console."
    },
    {
        "startTime": 46433,
        "endTime": 49371,
        "text": "All bills and transactions will be carried out electronically."
    },
    {
        "startTime": 51958,
        "endTime": 56394,
        "text": "A central bank computer will debit the family's account the amount of purchases..."
    },
    {
        "startTime": 56711,
        "endTime": 59117,
        "text": "...and credit the department store, for example,..."
    },
    {
        "startTime": 59627,
        "endTime": 62239,
        "text": "...informing the family's home computer at the same time."
    },
    {
        "startTime": 66494,
        "endTime": 70899,
        "text": "Father, at the touch of a button, receives an instantaneous printed copy of his budget,..."
    },
    {
        "startTime": 71445,
        "endTime": 76414,
        "text": "...the amount of taxes he owes, the payments left on the car and so forth."
    },
    {
        "startTime": 77166,
        "endTime": 82311,
        "text": "All documents and household records are available on the video screen for immediate reference."
    },
    {
        "startTime": 83385,
        "endTime": 88887,
        "text": "Also at his disposal is an electronic correspondence machine, or home post office,..."
    },
    {
        "startTime": 89286,
        "endTime": 94107,
        "text": "...which allows for instant written communication between individuals anywhere in the world."
    },
    {
        "startTime": 97499,
        "endTime": 101086,
        "text": "To maintain these and hundreds of complex electronic circuits,..."
    },
    {
        "startTime": 101763,
        "endTime": 104244,
        "text": "...a monitor checks all circuits every few seconds..."
    },
    {
        "startTime": 104579,
        "endTime": 107545,
        "text": "...and serves a backup circuit if and when trouble develops..."
    },
    {
        "startTime": 107983,
        "endTime": 110915,
        "text": "...and alerts the communal service agency for replacement."
    }
]