[
    {
        "startTime": 7144,
        "endTime": 9667,
        "text": "I think what we're seeing right now is people are going to college,..."
    },
    {
        "startTime": 9762,
        "endTime": 12225,
        "text": "...they're spending 200,000 dollars on an education for four years..."
    },
    {
        "startTime": 12297,
        "endTime": 17395,
        "text": "...and leaving without practical skills that they can apply immediately for a job opportunity."
    },
    {
        "startTime": 17847,
        "endTime": 20889,
        "text": "Those people may need something that will give them what they need to find employment."
    },
    {
        "startTime": 21587,
        "endTime": 22537,
        "text": "I'm Zach Sims."
    },
    {
        "startTime": 22662,
        "endTime": 24828,
        "text": "I'm the co-founder of a company called Codecademy,..."
    },
    {
        "startTime": 25173,
        "endTime": 26993,
        "text": "...and we teach people to program online."
    },
    {
        "startTime": 28109,
        "endTime": 30916,
        "text": "My name is Ryan, I'm the technical co-founder of Codecademy."
    },
    {
        "startTime": 31486,
        "endTime": 37491,
        "text": "Programming or code in general is something that isn't immediately accessible to a lot of people."
    },
    {
        "startTime": 37591,
        "endTime": 41127,
        "text": "They're either not really comfortable with it or they don't know where to begin..."
    },
    {
        "startTime": 41231,
        "endTime": 44573,
        "text": "...so we're trying to make getting started as easy as possible..."
    },
    {
        "startTime": 44843,
        "endTime": 47465,
        "text": "...and actually strike the imagination by showing them magic."
    },
    {
        "startTime": 47671,
        "endTime": 50942,
        "text": "You can show them what a program is capable of before you have to explain it."
    },
    {
        "startTime": 51196,
        "endTime": 53365,
        "text": "We start you off by typing your name in, right?"
    },
    {
        "startTime": 53807,
        "endTime": 56800,
        "text": "And then we walk you through, like, how to do addition in a terminal,..."
    },
    {
        "startTime": 57071,
        "endTime": 59367,
        "text": "...how you can write a program to do really simple things like that."
    },
    {
        "startTime": 59578,
        "endTime": 62201,
        "text": "We explain, like, what the language is, why you need to learn it on."
    },
    {
        "startTime": 62273,
        "endTime": 64669,
        "text": "It's really simple for people that have never done something before."
    }
]