[
    {
        "startTime": 2647,
        "endTime": 5371,
        "text": "Residing in Japan is the Jigokudani Monkey Park."
    },
    {
        "startTime": 5733,
        "endTime": 8758,
        "text": "The area is very cold, resulting in frozen grounds."
    },
    {
        "startTime": 9272,
        "endTime": 12133,
        "text": "However, a unique aspect of the park is the boiling water,..."
    },
    {
        "startTime": 12277,
        "endTime": 14699,
        "text": "...which bubbles up from cracks in the ground's surface."
    },
    {
        "startTime": 15287,
        "endTime": 19813,
        "text": "The park is referred to as \"Hell's Valley\" due to the hot springs and surrounding steep cliffs."
    },
    {
        "startTime": 20032,
        "endTime": 23359,
        "text": "It has an elevation of nearly 2,790 feet,..."
    },
    {
        "startTime": 23466,
        "endTime": 26327,
        "text": "...and snow covers the ground for roughly four months of the year."
    },
    {
        "startTime": 27005,
        "endTime": 30334,
        "text": "The harsh environment keeps it generally uncrowded when it comes to humans."
    },
    {
        "startTime": 30452,
        "endTime": 32572,
        "text": "However, monkeys find the park to be a haven."
    },
    {
        "startTime": 33109,
        "endTime": 36665,
        "text": "Japanese macaques, also known as snow monkeys, inhabit the park..."
    },
    {
        "startTime": 36788,
        "endTime": 39683,
        "text": "...commonly gathering around a man-made pool near the entrance."
    },
    {
        "startTime": 40327,
        "endTime": 43164,
        "text": "The monkeys usually stick together, staying in large groups..."
    },
    {
        "startTime": 43293,
        "endTime": 45477,
        "text": "...and they have become accustomed to human guests."
    },
    {
        "startTime": 45907,
        "endTime": 49295,
        "text": "The monkeys mostly ignore people, but allow them to get close-up views."
    },
    {
        "startTime": 49704,
        "endTime": 54088,
        "text": "The large population of Japanese macaques descends from the cliffs to reside in the park..."
    },
    {
        "startTime": 54216,
        "endTime": 57829,
        "text": "...during the days of the winter months in order to bathe in the hot springs."
    },
    {
        "startTime": 58409,
        "endTime": 61681,
        "text": "During the evening hours, they return to the safety of the nearby forests."
    },
    {
        "startTime": 62298,
        "endTime": 66066,
        "text": "These red-faced, long-haired monkeys calmly relax or play in the pools,..."
    },
    {
        "startTime": 66197,
        "endTime": 67963,
        "text": "...which seem to serve as jacuzzis to them."
    }
]