[
    {
        "startTime": 6275,
        "endTime": 11071,
        "text": "Dear Brothers, I have convoked you to this consistory, not only for the three canonizations,..."
    },
    {
        "startTime": 11178,
        "endTime": 15928,
        "text": "...but also to communicate to you a decision of great importance for the life of the Church."
    },
    {
        "startTime": 16694,
        "endTime": 20038,
        "text": "After having repeatedly examined my conscience before God,..."
    },
    {
        "startTime": 20117,
        "endTime": 24491,
        "text": "...I have come to the certainty that my strengths, due to an advanced age,..."
    },
    {
        "startTime": 24924,
        "endTime": 28769,
        "text": "...are no longer suited to an adequate exercise of the Petrine ministry."
    },
    {
        "startTime": 29455,
        "endTime": 32952,
        "text": "I am well aware that this ministry, due to its essential spiritual nature,..."
    },
    {
        "startTime": 33100,
        "endTime": 37978,
        "text": "...must be carried out not only with words and deeds, but no less with prayer and suffering."
    },
    {
        "startTime": 38548,
        "endTime": 42297,
        "text": "However, in today's world, subject to so many rapid changes..."
    },
    {
        "startTime": 42787,
        "endTime": 46604,
        "text": "...and shaken by questions of deep relevance for the life of faith,..."
    },
    {
        "startTime": 47128,
        "endTime": 50299,
        "text": "...in order to govern the barque of Saint Peter and proclaim the Gospel,..."
    },
    {
        "startTime": 50431,
        "endTime": 55419,
        "text": "...both strength of mind and body are necessary, strength which in the last few months,..."
    },
    {
        "startTime": 55497,
        "endTime": 61012,
        "text": "...has deteriorated in me to the extent that I have had to recognize my incapacity..."
    },
    {
        "startTime": 61091,
        "endTime": 63923,
        "text": "...to adequately fill the ministry entrusted to me."
    },
    {
        "startTime": 64773,
        "endTime": 68004,
        "text": "For this reason, and well aware of the seriousness of this act,..."
    },
    {
        "startTime": 68109,
        "endTime": 73087,
        "text": "...with full freedom I declare that I renounce the ministry of Bishop of Rome,..."
    },
    {
        "startTime": 73158,
        "endTime": 78937,
        "text": "...Successor of Saint Peter, entrusted to me by the cardinals on the 19th of April 2005,..."
    },
    {
        "startTime": 79413,
        "endTime": 85429,
        "text": "...in such a way, that as from 28 February 2013, at 8 PM,..."
    },
    {
        "startTime": 86035,
        "endTime": 91015,
        "text": "...the See of Rome, the See of Saint Peter, will be vacant and the conclave..."
    },
    {
        "startTime": 91130,
        "endTime": 97077,
        "text": "...to elect a new Supreme Pontiff will have to be convoked by those whose competence it is."
    },
    {
        "startTime": 97757,
        "endTime": 101420,
        "text": "Dear Brothers, I thank you most sincerely for all the love and work..."
    },
    {
        "startTime": 101637,
        "endTime": 104481,
        "text": "...with which you have supported me in my ministry..."
    },
    {
        "startTime": 105137,
        "endTime": 107640,
        "text": "...and I ask pardon for all my defects."
    },
    {
        "startTime": 108305,
        "endTime": 112835,
        "text": "And now, let us entrust the Holy Church to the care of our Supreme Pastor,..."
    },
    {
        "startTime": 114161,
        "endTime": 118153,
        "text": "...our Lord Jesus Christ, and implore his Mother Mary,..."
    },
    {
        "startTime": 118742,
        "endTime": 122960,
        "text": "...so that she may assist the cardinal Fathers with her maternal solicitude,..."
    },
    {
        "startTime": 123439,
        "endTime": 125897,
        "text": "...in electing a new Supreme Pontiff."
    },
    {
        "startTime": 126802,
        "endTime": 131278,
        "text": "With regard to myself, I wish to also devotedly serve the Holy Church of God..."
    },
    {
        "startTime": 131351,
        "endTime": 134769,
        "text": "...in the future through a life dedicated to prayer."
    }
]