[
    {
        "startTime": 3059,
        "endTime": 8447,
        "text": "A dog walker curious and daring enough to take home a smelly lump of rock he found on the beach..."
    },
    {
        "startTime": 8917,
        "endTime": 11461,
        "text": "...is on the path to becoming a much richer man."
    },
    {
        "startTime": 11950,
        "endTime": 16431,
        "text": "Ken Willman, whose dog discovered a chunk of rare whale vomit on Morecambe Beach..."
    },
    {
        "startTime": 16774,
        "endTime": 22341,
        "text": "...was stunned to learn the unimpressive and smelly rock could be worth up to a hundred grand."
    },
    {
        "startTime": 22841,
        "endTime": 25711,
        "text": "So as I'm walking along, she was messing about with this."
    },
    {
        "startTime": 26178,
        "endTime": 27898,
        "text": "I got a bit closer, I thought, \"No, it's a big stone.\""
    },
    {
        "startTime": 27972,
        "endTime": 29345,
        "text": "\"Why is she messing with a big stone?\""
    },
    {
        "startTime": 30755,
        "endTime": 32708,
        "text": "And then when I picked it up I thought, \"That's not a stone.\""
    },
    {
        "startTime": 33333,
        "endTime": 34769,
        "text": "And then I smelt it, I thought, \"Oh!\""
    },
    {
        "startTime": 35137,
        "endTime": 42267,
        "text": "And I got home, I put the Internet on and Googled whale vomit, and up comes ambergris."
    },
    {
        "startTime": 42509,
        "endTime": 46534,
        "text": "Ambergris is used to make perfume, and it's extremely rare."
    },
    {
        "startTime": 46914,
        "endTime": 50067,
        "text": "But not many people know that except for perfume experts."
    },
    {
        "startTime": 50308,
        "endTime": 53148,
        "text": "The reason why it becomes so valuable is that it starts off..."
    },
    {
        "startTime": 53266,
        "endTime": 60229,
        "text": "...with this sticky, liquid, viscous substance, but then over time, the waves,..."
    },
    {
        "startTime": 60358,
        "endTime": 64549,
        "text": "...the sunshine beating down on the sea, the sea salt,..."
    },
    {
        "startTime": 64919,
        "endTime": 71608,
        "text": "...these all combine to oxidize the sticky substance into a ball, into a rock."
    },
    {
        "startTime": 71946,
        "endTime": 75317,
        "text": "So if you smell something pungent on a beach in the future,..."
    },
    {
        "startTime": 75694,
        "endTime": 77301,
        "text": "...make sure you pick it up."
    }
]