[
    {
        "startTime": 3407,
        "endTime": 8973,
        "text": "﻿When it comes down to the expertise of running transport operations,..."
    },
    {
        "startTime": 10056,
        "endTime": 18637,
        "text": "...I think then it comes down to you need the right people, coupled with the right IT systems..."
    },
    {
        "startTime": 19397,
        "endTime": 26453,
        "text": "...to run that and find the optimum solution and understand the logic behind it."
    },
    {
        "startTime": 26516,
        "endTime": 35071,
        "text": "So I mean when we started, we looked for people with mathematical ability in the transport office,..."
    },
    {
        "startTime": 36247,
        "endTime": 39641,
        "text": "...actually making decisions as to what's the right thing to do."
    },
    {
        "startTime": 39723,
        "endTime": 45001,
        "text": "So they were able to have an understanding, they have some ability to think logically."
    },
    {
        "startTime": 45333,
        "endTime": 48851,
        "text": "You tend to find the guys actually really enjoy it."
    },
    {
        "startTime": 50121,
        "endTime": 53461,
        "text": "There's a sense of achievement at the end of the day, when you've come in in the morning,..."
    },
    {
        "startTime": 54201,
        "endTime": 59999,
        "text": "...the A14 is closed, you've got all these suppliers that are chasing where the vehicles are."
    },
    {
        "startTime": 60316,
        "endTime": 64571,
        "text": "And you're having to change your plan around live time, on the day, because things have gone wrong."
    },
    {
        "startTime": 65018,
        "endTime": 66856,
        "text": "Once you have actually made all those changes..."
    },
    {
        "startTime": 66923,
        "endTime": 70061,
        "text": "...and at the end of the day the plan has then still been finished,..."
    },
    {
        "startTime": 70196,
        "endTime": 73200,
        "text": "...you have got all the deliveries made, everything is done and dusted,..."
    },
    {
        "startTime": 73363,
        "endTime": 76445,
        "text": "...you get a sense of achievement when you go home in the evening that it was a good day."
    },
    {
        "startTime": 77105,
        "endTime": 81132,
        "text": "You wouldn't want it every day but, yeah, it is very challenging."
    },
    {
        "startTime": 81729,
        "endTime": 84043,
        "text": "Well, once you are on the road you are your own boss,..."
    },
    {
        "startTime": 84522,
        "endTime": 90359,
        "text": "...and then you make all decisions of how you're going to get from A to B."
    },
    {
        "startTime": 92669,
        "endTime": 94225,
        "text": "And that's what I like about it."
    },
    {
        "startTime": 96150,
        "endTime": 100745,
        "text": "And you just seem to be so free in what you want to do."
    },
    {
        "startTime": 101150,
        "endTime": 104716,
        "text": "You haven't got the pressure once you get going,..."
    },
    {
        "startTime": 105921,
        "endTime": 109177,
        "text": "...only when you get caught with traffic, that's the only thing."
    }
]