[
    {
        "startTime": 3831,
        "endTime": 9713,
        "text": "Britain's first, and so far only, female prime minister deserved her nickname, the \"Iron Lady\"."
    },
    {
        "startTime": 10705,
        "endTime": 14284,
        "text": "Margaret Thatcher was a formidable politician at home and abroad..."
    },
    {
        "startTime": 14657,
        "endTime": 18050,
        "text": "...and her 11-and-a-half year premiership changed the face of Britain."
    },
    {
        "startTime": 18923,
        "endTime": 22659,
        "text": "Her tough economic reforms and brand of individualistic capitalism..."
    },
    {
        "startTime": 22963,
        "endTime": 26617,
        "text": "...would come to be known as \"Thatcherism\", ensuring her place in the history books."
    },
    {
        "startTime": 27178,
        "endTime": 30694,
        "text": "However, her divisive legacy has as many detractors as fans."
    },
    {
        "startTime": 32869,
        "endTime": 37966,
        "text": "The greengrocer's daughter and former chemist became Conservative Party leader in 1975..."
    },
    {
        "startTime": 38321,
        "endTime": 39899,
        "text": "...and prime minister four years later."
    },
    {
        "startTime": 40525,
        "endTime": 44987,
        "text": "Her popularity and uncompromising reputation grew after a tough military response..."
    },
    {
        "startTime": 45055,
        "endTime": 49251,
        "text": "...to Argentina's invasion of the British Falkland Islands in 1982."
    },
    {
        "startTime": 50085,
        "endTime": 53091,
        "text": "The rest of that decade would be defined by the Thatcher government's..."
    },
    {
        "startTime": 53189,
        "endTime": 56519,
        "text": "...restructuring of the industrial and social fabric of Britain."
    },
    {
        "startTime": 57312,
        "endTime": 61813,
        "text": "She crushed a miners' strike and took on the trade unions, reigning in their strength."
    },
    {
        "startTime": 62486,
        "endTime": 65068,
        "text": "Her policies saw a decline in traditional manufacturing..."
    },
    {
        "startTime": 65398,
        "endTime": 69086,
        "text": "...and created a decade synonymous with unashamed moneymaking."
    },
    {
        "startTime": 69649,
        "endTime": 73293,
        "text": "Unemployment and social deprivation were also rife under Thatcher."
    },
    {
        "startTime": 74071,
        "endTime": 79222,
        "text": "Her reputation as a survivor was further enhanced after she narrowly escaped an IRA bombing..."
    },
    {
        "startTime": 79509,
        "endTime": 81423,
        "text": "...at the Conservative Party conference in Brighton."
    },
    {
        "startTime": 82027,
        "endTime": 85923,
        "text": "Internationally, she forged a close relationship with US President Ronald Reagan..."
    },
    {
        "startTime": 86267,
        "endTime": 90967,
        "text": "..and adopted a confrontational approach to Europe, once famously demanding her money back."
    },
    {
        "startTime": 91742,
        "endTime": 95575,
        "text": "Margaret Thatcher summed up her inflexible determination with the famous words:..."
    },
    {
        "startTime": 95899,
        "endTime": 97187,
        "text": "...\"The lady's not for turning.\""
    },
    {
        "startTime": 97876,
        "endTime": 100517,
        "text": "But this intransigence ultimately led to her downfall."
    },
    {
        "startTime": 101126,
        "endTime": 105355,
        "text": "In 1990, Thatcher's own party turned on her and challenged her leadership,..."
    },
    {
        "startTime": 105623,
        "endTime": 108783,
        "text": "...resulting in a quick and tearful departure from Downing Street."
    },
    {
        "startTime": 109763,
        "endTime": 111548,
        "text": "In later years, as Baroness Thatcher,..."
    },
    {
        "startTime": 111872,
        "endTime": 116183,
        "text": "...she continued to make her views known as a self-confessed political backseat driver."
    },
    {
        "startTime": 117055,
        "endTime": 121391,
        "text": "But a series of strokes and dementia saw her gradually withdraw from public life."
    },
    {
        "startTime": 122007,
        "endTime": 125935,
        "text": "However, she did live to see the return of a Tory government under David Cameron,..."
    },
    {
        "startTime": 126461,
        "endTime": 131085,
        "text": "...who hailed her as \"Britain's greatest peacetime prime minister of the last century.\""
    }
]