[
    {
        "startTime": 5435,
        "endTime": 9461,
        "text": "﻿Technology giant IBM has created the tiniest film ever made,..."
    },
    {
        "startTime": 9575,
        "endTime": 14388,
        "text": "...which involved shifting the location of individual carbon atoms to create the movie's frames."
    },
    {
        "startTime": 14730,
        "endTime": 20542,
        "text": "Guinness World Records has certified the 250-frame movie as the \"Smallest Stop-Motion Film.\""
    },
    {
        "startTime": 21125,
        "endTime": 23583,
        "text": "To make this movie, essentially what we did,..."
    },
    {
        "startTime": 24205,
        "endTime": 28498,
        "text": "...was we used a spectacularly sensitive type of microscope, the scanning tunneling microscope."
    },
    {
        "startTime": 29018,
        "endTime": 32167,
        "text": "We literally moved individual atoms rapidly around the surface..."
    },
    {
        "startTime": 32615,
        "endTime": 35533,
        "text": "...and put them in one of the figures we wanted of a sequence,..."
    },
    {
        "startTime": 35994,
        "endTime": 37117,
        "text": "...and then took a picture of that."
    },
    {
        "startTime": 37461,
        "endTime": 39929,
        "text": "We then moved them to a new position, took a picture of that,..."
    },
    {
        "startTime": 40355,
        "endTime": 42830,
        "text": "...and each new position was a little different than the previous."
    },
    {
        "startTime": 43369,
        "endTime": 47871,
        "text": "That's how you make a movie a la the 1900s using technology a la the next century."
    },
    {
        "startTime": 48390,
        "endTime": 50827,
        "text": "The entire film, titled \"A Boy and His Atom,\"..."
    },
    {
        "startTime": 50955,
        "endTime": 55517,
        "text": "...is made on a piece of material measuring only 45 by 25 nanometers."
    },
    {
        "startTime": 55805,
        "endTime": 59312,
        "text": "Some ten million nanometers fit into a single centimeter."
    },
    {
        "startTime": 60143,
        "endTime": 63042,
        "text": "In today's technology we've shrunken things so much, believe it or not,..."
    },
    {
        "startTime": 63570,
        "endTime": 66539,
        "text": "...at the level of the transistors and all the devices we care about in the world..."
    },
    {
        "startTime": 66599,
        "endTime": 69279,
        "text": "...as one example, we're down to the scale of atoms."
    },
    {
        "startTime": 69856,
        "endTime": 72821,
        "text": "Some of these elements are so small, some of the parts of the transistors..."
    },
    {
        "startTime": 72886,
        "endTime": 75618,
        "text": "...and parts of technology, they're just atoms across."
    },
    {
        "startTime": 76255,
        "endTime": 78363,
        "text": "We need to think about what are we going to do in ten years..."
    },
    {
        "startTime": 78427,
        "endTime": 80442,
        "text": "...when they become so small they no longer work."
    },
    {
        "startTime": 81109,
        "endTime": 84053,
        "text": "With current technology shrinking at such a rapid pace,..."
    },
    {
        "startTime": 84117,
        "endTime": 88348,
        "text": "...it seems likely that the ability to move individual atoms in a precise manner..."
    },
    {
        "startTime": 88426,
        "endTime": 91499,
        "text": "...will become crucial for the future of electronics manufacturing."
    }
]