[
    {
        "startTime": 428,
        "endTime": 4807,
        "text": "So, our students have a facility with digital technology."
    },
    {
        "startTime": 4978,
        "endTime": 9670,
        "text": "And it's right and proper, therefore that we should build them into the heart of education."
    },
    {
        "startTime": 10285,
        "endTime": 13996,
        "text": "But it's also important we do it because the tools themselves..."
    },
    {
        "startTime": 14333,
        "endTime": 20697,
        "text": "...are creating cultural change and possibilities which are really quite new."
    },
    {
        "startTime": 21258,
        "endTime": 24171,
        "text": "Our students are connected not just with the people in the room around them..."
    },
    {
        "startTime": 24277,
        "endTime": 26751,
        "text": "...but with literally anybody on the planet they care to be connected to."
    },
    {
        "startTime": 27343,
        "endTime": 31743,
        "text": "And that's an entirely new cultural proposition, I think, and it changes the game."
    },
    {
        "startTime": 32449,
        "endTime": 37523,
        "text": "And my argument is that one of the reasons we have to transform education and we already do,..."
    },
    {
        "startTime": 38019,
        "endTime": 41970,
        "text": "...is because the technologies have changed the whole context of education."
    },
    {
        "startTime": 42200,
        "endTime": 45749,
        "text": "But there are also among the ways in which the transformation itself will take place."
    },
    {
        "startTime": 46209,
        "endTime": 52154,
        "text": "So this shift, to me, is much more than a shift in the way we do art..."
    },
    {
        "startTime": 52237,
        "endTime": 54695,
        "text": "...or the way we do design, although that's certainly the case."
    },
    {
        "startTime": 54920,
        "endTime": 56028,
        "text": "These tools are extraordinary there."
    },
    {
        "startTime": 56844,
        "endTime": 59833,
        "text": "They affect the way we think in all disciplines."
    },
    {
        "startTime": 59905,
        "endTime": 61655,
        "text": "They affect the way we think of disciplines."
    },
    {
        "startTime": 61721,
        "endTime": 63733,
        "text": "They affect the way disciplines interact."
    },
    {
        "startTime": 64266,
        "endTime": 69677,
        "text": "So these new tools seem to me, to be providing opportunities in the palette of possibilities..."
    },
    {
        "startTime": 69900,
        "endTime": 72683,
        "text": "...which should be available to every single student, not just to a few."
    }
]