[
    {
        "startTime": 1420,
        "endTime": 5048,
        "text": "Yet another awe-inspiring project has been completed in Dubai."
    },
    {
        "startTime": 5925,
        "endTime": 12401,
        "text": "It's called the Dubai Miracle Garden and covers a 72,000 square meter area in Dubailand."
    },
    {
        "startTime": 13023,
        "endTime": 17903,
        "text": "So how do you keep 45 million flowers hydrated in the middle of the desert?"
    },
    {
        "startTime": 18442,
        "endTime": 23006,
        "text": "The garden's landscaper said the drip irrigation system uses recycled waste water."
    },
    {
        "startTime": 23588,
        "endTime": 26387,
        "text": "Residents and visitors have thronged to the garden."
    },
    {
        "startTime": 26794,
        "endTime": 31587,
        "text": "Kate Holbrooke, who has been a resident of Dubai for nine years, remarked to the Gulf News,..."
    },
    {
        "startTime": 32027,
        "endTime": 33942,
        "text": "\"...Why aren't they telling people about this?"
    },
    {
        "startTime": 34213,
        "endTime": 36833,
        "text": "I've never seen such a beautiful sight as this.\""
    },
    {
        "startTime": 37479,
        "endTime": 39567,
        "text": "CNN notes the attraction isn't complete."
    },
    {
        "startTime": 40014,
        "endTime": 43086,
        "text": "Shopping outlets, restaurants and plant nurseries will be added..."
    },
    {
        "startTime": 43208,
        "endTime": 46815,
        "text": "...during the second development phase, which kicks off mid-2013."
    },
    {
        "startTime": 47519,
        "endTime": 49334,
        "text": "The attraction is open to visitors now,..."
    },
    {
        "startTime": 49451,
        "endTime": 52759,
        "text": "...but it will be closing during the hot summer months of June through September."
    },
    {
        "startTime": 53471,
        "endTime": 57432,
        "text": "Those who are happier pursuing winter activities and find out being in Dubai's sun..."
    },
    {
        "startTime": 57521,
        "endTime": 62325,
        "text": "...can be too uncomfortable can head over to the Mall of Emirates and hang out at Ski Dubai."
    },
    {
        "startTime": 62799,
        "endTime": 67279,
        "text": "The snow-covered theme park has ski hills, a snow park, and, yes, real snow."
    }
]