[
    {
        "startTime": 1378,
        "endTime": 2881,
        "text": "Whether you play the lottery or not,..."
    },
    {
        "startTime": 3119,
        "endTime": 6940,
        "text": "...you may be interested to know what and where the world's biggest action is."
    },
    {
        "startTime": 7636,
        "endTime": 11201,
        "text": "According to La Fleur's 2013 World Lottery Almanac,..."
    },
    {
        "startTime": 11437,
        "endTime": 14644,
        "text": "...the biggest games worldwide are the lotto-style ones."
    },
    {
        "startTime": 14995,
        "endTime": 18479,
        "text": "More than 110 billion dollars in tickets were sold last year."
    },
    {
        "startTime": 19149,
        "endTime": 24363,
        "text": "Scratch-offs are popular too, generating nearly 76 billion dollars in 2012 sales."
    },
    {
        "startTime": 25019,
        "endTime": 26519,
        "text": "Who's buying all those tickets?"
    },
    {
        "startTime": 27009,
        "endTime": 30283,
        "text": "Europeans in general are the biggest dreamers of free fortune."
    },
    {
        "startTime": 30815,
        "endTime": 35261,
        "text": "Of the 113 billion dollars a year spent on lottery tickets on the continent,..."
    },
    {
        "startTime": 35545,
        "endTime": 41163,
        "text": "...Italy's largest lottery operator, Lottomatica accounts for 25.1 billion of it."
    },
    {
        "startTime": 41885,
        "endTime": 44521,
        "text": "The biggest per person spenders are from Singapore."
    },
    {
        "startTime": 45051,
        "endTime": 49275,
        "text": "Its residents throw an estimated one thousand dollars each into the pot."
    },
    {
        "startTime": 50155,
        "endTime": 53537,
        "text": "Of course, the winners' circles are always filled with tragic stories,..."
    },
    {
        "startTime": 53745,
        "endTime": 58169,
        "text": "...but a few fresh millionaires have managed to survive the curse and do a lot of good."
    },
    {
        "startTime": 58943,
        "endTime": 61185,
        "text": "One British couple has been spreading kindness."
    },
    {
        "startTime": 61483,
        "endTime": 65563,
        "text": "They purchased a prosthetic limb for a young man who lost his leg to cancer."
    },
    {
        "startTime": 66267,
        "endTime": 70246,
        "text": "A Wisconsin winner used their millions to set up a day camp for local kids."
    }
]