[
    {
        "startTime": 2937,
        "endTime": 5553,
        "text": "Hi, I'm Dr. Clark with a Smart Tip to burn more calories."
    },
    {
        "startTime": 5859,
        "endTime": 9217,
        "text": "When it comes to burning the most calories, which is the best, walking or running?"
    },
    {
        "startTime": 9440,
        "endTime": 11670,
        "text": "Running generally burns more calories than walking."
    },
    {
        "startTime": 11932,
        "endTime": 16073,
        "text": "That's because when you run, your body recruits more muscles, which requires more energy."
    },
    {
        "startTime": 16217,
        "endTime": 19598,
        "text": "And the higher the intensity of your activity, the higher your heart rate rises."
    },
    {
        "startTime": 19706,
        "endTime": 22959,
        "text": "You'll also need more energy to keep up that activity during your workout."
    },
    {
        "startTime": 23119,
        "endTime": 26569,
        "text": "But if you run consistently, your body adapts to the stress put on it."
    },
    {
        "startTime": 26867,
        "endTime": 31535,
        "text": "And over time, running at the same intensity level for the same distance or duration,..."
    },
    {
        "startTime": 31611,
        "endTime": 35672,
        "text": "...allows your body to keep up that level of activity while burning fewer calories."
    },
    {
        "startTime": 36104,
        "endTime": 37569,
        "text": "You might feel like you've plateaued."
    },
    {
        "startTime": 37868,
        "endTime": 41653,
        "text": "The solution is to shake up your program and keep it from becoming a routine."
    },
    {
        "startTime": 41809,
        "endTime": 45043,
        "text": "The more you challenge your body, the more calories your body will burn."
    },
    {
        "startTime": 45161,
        "endTime": 48444,
        "text": "Whether you walk, run or participate in another activity,..."
    },
    {
        "startTime": 48751,
        "endTime": 54570,
        "text": "...rotate low, medium and high intensity workouts every week to help your body burn the most calories."
    },
    {
        "startTime": 55046,
        "endTime": 58495,
        "text": "For more ways to stay strong and healthy, watch all our Smart Tips."
    }
]