[
    {
        "startTime": 4459,
        "endTime": 7585,
        "text": "Have you ever felt like you could think more clearly after exercising?"
    },
    {
        "startTime": 8155,
        "endTime": 14138,
        "text": "According to Justin Rhodes, an associate professor of psychology at the University of Illinois..."
    },
    {
        "startTime": 14363,
        "endTime": 16447,
        "text": "...at Urbana-Champaign, exercising helps blood flow to the brain,..."
    },
    {
        "startTime": 16614,
        "endTime": 17838,
        "text": "...and throughout the rest of the body."
    },
    {
        "startTime": 18249,
        "endTime": 22199,
        "text": "When our blood flow and blood pressure increase in a healthy way like from exercising,..."
    },
    {
        "startTime": 22404,
        "endTime": 24866,
        "text": "...it gives us more oxygen in our blood and more energy."
    },
    {
        "startTime": 25374,
        "endTime": 28313,
        "text": "Or it could be the hippocampus part of the brain that is used for learning..."
    },
    {
        "startTime": 28405,
        "endTime": 30213,
        "text": "...and memory is stimulated during a workout."
    },
    {
        "startTime": 31053,
        "endTime": 34136,
        "text": "Research shows that cognitive function improves when a person exercises,..."
    },
    {
        "startTime": 34386,
        "endTime": 36033,
        "text": "...even if it's just for 20 minutes."
    },
    {
        "startTime": 36889,
        "endTime": 40834,
        "text": "Older people who do aerobic exercises can actually counteract memory loss,..."
    },
    {
        "startTime": 41035,
        "endTime": 45335,
        "text": "...and students who exercise get better test scores than those who aren't as athletic."
    },
    {
        "startTime": 46049,
        "endTime": 49175,
        "text": "According to research from the University of California Los Angeles,..."
    },
    {
        "startTime": 49621,
        "endTime": 53879,
        "text": "...exercise increases the brain's growth of neuronal connections, which make learning possible."
    },
    {
        "startTime": 54571,
        "endTime": 58299,
        "text": "Another study that looked at the effects of exercise on the hippocampus part of the brain..."
    },
    {
        "startTime": 58613,
        "endTime": 61605,
        "text": "...showed that running reduces the production of stress hormones."
    }
]