[
    {
        "startTime": 1073,
        "endTime": 4464,
        "text": "For most people, Venice is a must-see destination."
    },
    {
        "startTime": 4660,
        "endTime": 9580,
        "text": "To be here on this unique island amid all this culture and history is truly a wonder."
    },
    {
        "startTime": 9918,
        "endTime": 15099,
        "text": "But with its popularity, St. Mark's Square in midday can come with overwhelming crowds."
    },
    {
        "startTime": 15943,
        "endTime": 18841,
        "text": "It'll take an hour for these folks to get into the church."
    },
    {
        "startTime": 19555,
        "endTime": 24249,
        "text": "With so many people traveling these days, if you're not on the ball, crowds can be a real problem."
    },
    {
        "startTime": 26789,
        "endTime": 28623,
        "text": "To me, there are two kinds of travelers:..."
    },
    {
        "startTime": 28762,
        "endTime": 33838,
        "text": "...those who waste valuable time waiting in long lines like this and smarter travelers who don't."
    },
    {
        "startTime": 35175,
        "endTime": 38623,
        "text": "Most lines you see, like this one at the Uffizi gallery in Florence,..."
    },
    {
        "startTime": 38887,
        "endTime": 40533,
        "text": "...are not people waiting to get in."
    },
    {
        "startTime": 41461,
        "endTime": 43347,
        "text": "They are waiting to buy tickets to get in."
    },
    {
        "startTime": 43799,
        "endTime": 45771,
        "text": "But there are other ways to get tickets."
    },
    {
        "startTime": 46361,
        "endTime": 50577,
        "text": "For example, these people at the Louvre in Paris could avoid this notorious line..."
    },
    {
        "startTime": 50807,
        "endTime": 55652,
        "text": "...if they simply bought the city museum pass, which lets you go directly through the turnstile."
    },
    {
        "startTime": 56669,
        "endTime": 60420,
        "text": "You can also make reservations in places like Rome's Borghese gallery..."
    },
    {
        "startTime": 60521,
        "endTime": 63851,
        "text": "...to get directly into crowded sites by phone or on the Web."
    },
    {
        "startTime": 64483,
        "endTime": 67434,
        "text": "Or you can arrange your schedule to avoid crowds altogether."
    },
    {
        "startTime": 68221,
        "endTime": 73410,
        "text": "The ancient Pantheon is mobbed through the day but literally all yours early or late."
    }
]