[
    {
        "startTime": 5685,
        "endTime": 9837,
        "text": "Zombies don't just exist in science fiction movies and music videos."
    },
    {
        "startTime": 10004,
        "endTime": 13728,
        "text": "They're for real and we can find them all over the animal kingdom."
    },
    {
        "startTime": 14048,
        "endTime": 16865,
        "text": "It's not because animals have come back from the dead."
    },
    {
        "startTime": 17159,
        "endTime": 22031,
        "text": "It's because parasites have figured out how to control the behavior of their animal hosts."
    },
    {
        "startTime": 22449,
        "endTime": 26451,
        "text": "For example, a parasitic fly lays eggs on a honeybee's body."
    },
    {
        "startTime": 26773,
        "endTime": 32730,
        "text": "The beset bee leaves the hive one night, then crawls in zombie-like circles before dying."
    },
    {
        "startTime": 33158,
        "endTime": 37243,
        "text": "The fly larvae hatch from the bee's body to seek their own victims."
    },
    {
        "startTime": 37850,
        "endTime": 41789,
        "text": "Then, there's the parasitic hairworm that lives inside crickets."
    },
    {
        "startTime": 42937,
        "endTime": 47541,
        "text": "Crickets can't swim, but the worm forces the cricket to jump into water..."
    },
    {
        "startTime": 47628,
        "endTime": 50511,
        "text": "...when it's ready to emerge and start its next phase of life."
    },
    {
        "startTime": 51369,
        "endTime": 55053,
        "text": "And then there's the fungus that can infect tropical tree-dwelling ants."
    },
    {
        "startTime": 56184,
        "endTime": 58167,
        "text": "When the ants are infected by the fungus,..."
    },
    {
        "startTime": 58246,
        "endTime": 61128,
        "text": "...they crawl out to a spot on the tree where the fungus can thrive."
    },
    {
        "startTime": 61529,
        "endTime": 65459,
        "text": "Then the fungus kills the ant and eats its body from the inside out,..."
    },
    {
        "startTime": 65702,
        "endTime": 68433,
        "text": "...sprouting spores from the ant's head."
    },
    {
        "startTime": 69454,
        "endTime": 71387,
        "text": "Other ants pick up these spores."
    },
    {
        "startTime": 71647,
        "endTime": 73458,
        "text": "Now they're doomed as well."
    },
    {
        "startTime": 74353,
        "endTime": 76839,
        "text": "So how do these dastardly parasites do it?"
    },
    {
        "startTime": 77174,
        "endTime": 83624,
        "text": "Scientists think these parasites can control or mimic molecules in the animals' brains that influence behavior."
    },
    {
        "startTime": 83805,
        "endTime": 88062,
        "text": "And no, humans are not immune to getting zombified by parasites."
    },
    {
        "startTime": 88561,
        "endTime": 95760,
        "text": "Researchers think the protozoan Toxoplasma gondii might actually change people's personalities,..."
    },
    {
        "startTime": 96017,
        "endTime": 98810,
        "text": "...making them more sociable but also reckless."
    },
    {
        "startTime": 99089,
        "endTime": 104287,
        "text": "It's thought that the parasite alters hormone levels and boosts dopamine, making us feel good."
    },
    {
        "startTime": 104469,
        "endTime": 111666,
        "text": "More than 22% of Americans might be infected with Toxoplasma gondii which we catch from house cats."
    },
    {
        "startTime": 113225,
        "endTime": 118261,
        "text": "For Scientific American's zombie edition of Instant Egghead, I'm Katherine Harmon."
    }
]