[
    {
        "startTime": 153,
        "endTime": 1781,
        "text": "Think back to your time in high school."
    },
    {
        "startTime": 2505,
        "endTime": 4303,
        "text": "Did you ever feel that you were in a prison?"
    },
    {
        "startTime": 5287,
        "endTime": 8835,
        "text": "Did you ever feel that you were in a machine that had its own purposes and goals..."
    },
    {
        "startTime": 9240,
        "endTime": 12197,
        "text": "...and had no relation to what you actually wanted to do or achieve?"
    },
    {
        "startTime": 12970,
        "endTime": 15127,
        "text": "If you did, then you shouldn't be surprised..."
    },
    {
        "startTime": 15373,
        "endTime": 17874,
        "text": "...because this reflects the nature of what the modern school is."
    },
    {
        "startTime": 22171,
        "endTime": 26444,
        "text": "The modern school was invented by the Prussians after 1806."
    },
    {
        "startTime": 27103,
        "endTime": 29892,
        "text": "Before then, education was delivered in many different ways."
    },
    {
        "startTime": 30119,
        "endTime": 33727,
        "text": "What we think of as a school was invented in that particular time and place."
    },
    {
        "startTime": 34079,
        "endTime": 36573,
        "text": "And it was invented for a very particular purpose,..."
    },
    {
        "startTime": 36771,
        "endTime": 39713,
        "text": "...which was to produce loyal, obedient subjects and soldiers..."
    },
    {
        "startTime": 40101,
        "endTime": 43693,
        "text": "...and people who would also be productive and obedient workers."
    },
    {
        "startTime": 44575,
        "endTime": 48969,
        "text": "It's this that explains why school is the way it is and has the features that it has."
    },
    {
        "startTime": 49377,
        "endTime": 54919,
        "text": "It explains why it is that the school day is divided up into rigid, time-structured blocks."
    },
    {
        "startTime": 55436,
        "endTime": 60507,
        "text": "It explains why it is that the organization of the school is hierarchical and highly structured."
    },
    {
        "startTime": 61138,
        "endTime": 64553,
        "text": "It explains why it is that people are taught with people their own age..."
    },
    {
        "startTime": 64646,
        "endTime": 67955,
        "text": "...instead of people who are at the same stage of interest or ability as themselves."
    },
    {
        "startTime": 68399,
        "endTime": 72225,
        "text": "And it explains why in many school systems, one of the functions of the system..."
    },
    {
        "startTime": 72493,
        "endTime": 75577,
        "text": "...is to direct people into particular life paths,..."
    },
    {
        "startTime": 75717,
        "endTime": 79382,
        "text": "...to sort out young people into different kinds of career groups."
    },
    {
        "startTime": 79693,
        "endTime": 82508,
        "text": "To the extent that education actually does take place in schools,..."
    },
    {
        "startTime": 82649,
        "endTime": 84609,
        "text": "...it's a happy accident or a by-product."
    },
    {
        "startTime": 85439,
        "endTime": 88435,
        "text": "Now, there are many people who work in schools who believe that education..."
    },
    {
        "startTime": 88505,
        "endTime": 90578,
        "text": "...in fact is the main point of what they're doing,..."
    },
    {
        "startTime": 90830,
        "endTime": 93669,
        "text": "...and who are trying very hard to educate the people in their charge."
    },
    {
        "startTime": 94437,
        "endTime": 97946,
        "text": "However, the problem is that the whole system they're working in, the way it's set up,..."
    },
    {
        "startTime": 98027,
        "endTime": 101081,
        "text": "...and the way it's organized, is hostile to that goal and endeavor."
    },
    {
        "startTime": 101609,
        "endTime": 106049,
        "text": "So that they're in the unfortunate position of constantly trying to push water uphill, if you will."
    },
    {
        "startTime": 106414,
        "endTime": 109432,
        "text": "And any success they have is gained against the odds."
    },
    {
        "startTime": 110067,
        "endTime": 114188,
        "text": "What we need to realize is education and schooling are not the same thing."
    },
    {
        "startTime": 114997,
        "endTime": 118541,
        "text": "In fact, because we think that schooling is the same thing as education,..."
    },
    {
        "startTime": 118683,
        "endTime": 122491,
        "text": "...we have a radically impoverished idea of what education is and could be."
    },
    {
        "startTime": 123335,
        "endTime": 126304,
        "text": "Why, for example, do we assume that education should only take place..."
    },
    {
        "startTime": 126402,
        "endTime": 128009,
        "text": "...at one stage of a person's life?"
    },
    {
        "startTime": 128500,
        "endTime": 132587,
        "text": "Education is something that can take place at any stage in someone's life, and indeed should do."
    },
    {
        "startTime": 133355,
        "endTime": 136567,
        "text": "Why assume that we have to educate people the same age all together?"
    },
    {
        "startTime": 136755,
        "endTime": 138563,
        "text": "Surely this is a crazy way of doing it."
    },
    {
        "startTime": 139252,
        "endTime": 142959,
        "text": "Why do we have to deliver education in the highly structured and formalized way..."
    },
    {
        "startTime": 143244,
        "endTime": 144903,
        "text": "...that schools require us to do it in?"
    },
    {
        "startTime": 145834,
        "endTime": 149142,
        "text": "Education is something which is central to most people's lives."
    },
    {
        "startTime": 149666,
        "endTime": 152041,
        "text": "What we need to do is to get away from the idea..."
    },
    {
        "startTime": 152300,
        "endTime": 155612,
        "text": "...that schools are the only way in which we can deliver education."
    }
]