[
    {
        "startTime": 481,
        "endTime": 5858,
        "text": "Well, Muslims around the world have celebrated one of the biggest holidays on the Islamic calendar."
    },
    {
        "startTime": 6284,
        "endTime": 11619,
        "text": "Eid al-Fitr begins with the new moon and marks the end of the holy month of Ramadan."
    },
    {
        "startTime": 13157,
        "endTime": 16099,
        "text": "Despite heavy rain across much of Southern Asia,..."
    },
    {
        "startTime": 16494,
        "endTime": 21435,
        "text": "...people braved the wet to pack into local mosques like this one in Bangladesh."
    },
    {
        "startTime": 24610,
        "endTime": 28776,
        "text": "By the grace of God, we have successfully performed the fasting during Ramadan."
    },
    {
        "startTime": 29189,
        "endTime": 31931,
        "text": "Today, I've attended the first prayer session in this mosque,..."
    },
    {
        "startTime": 32437,
        "endTime": 36519,
        "text": "...and now we'll go meet with friends and relatives to exchange Eid greetings."
    },
    {
        "startTime": 37025,
        "endTime": 43979,
        "text": "The celebration is a key milestone marking three days of feasting and joy after a month of discipline."
    },
    {
        "startTime": 44577,
        "endTime": 47660,
        "text": "In India, the army even hosted an Iftar reception..."
    },
    {
        "startTime": 47757,
        "endTime": 51953,
        "text": "...with the hope of fostering harmony in India's troubled Kashmir region."
    },
    {
        "startTime": 55165,
        "endTime": 60281,
        "text": "We're praying for peace, prosperity and brotherhood, and we must foster the spirit of brotherhood."
    },
    {
        "startTime": 60646,
        "endTime": 63887,
        "text": "We must consider others' lives as precious as our own."
    },
    {
        "startTime": 64195,
        "endTime": 69488,
        "text": "This is a message spread by Islam and whatever we do must be in the interest of the nation."
    },
    {
        "startTime": 70285,
        "endTime": 72985,
        "text": "Millions are celebrating Eid across Pakistan,..."
    },
    {
        "startTime": 73357,
        "endTime": 76778,
        "text": "...though in Karachi, tight security measures are being imposed."
    },
    {
        "startTime": 77246,
        "endTime": 82764,
        "text": "But there and in other areas, Pakistanis are determined to enjoy their days of celebration."
    },
    {
        "startTime": 84718,
        "endTime": 88596,
        "text": "Eid is a festival for all Muslims and it is collective happiness."
    },
    {
        "startTime": 88977,
        "endTime": 92260,
        "text": "Muslims around the world celebrate Eid with passion."
    },
    {
        "startTime": 92859,
        "endTime": 96477,
        "text": "Muslims in Malaysia and Indonesia have also held their prayers,..."
    },
    {
        "startTime": 96746,
        "endTime": 100699,
        "text": "...with Malaysians practicing the custom of cleaning the graves of family members..."
    },
    {
        "startTime": 101004,
        "endTime": 104480,
        "text": "...in the hope of passing on piousness to the next generation."
    },
    {
        "startTime": 104943,
        "endTime": 106595,
        "text": "Manny Maung, ABC News."
    }
]