[
    {
        "startTime": 5099,
        "endTime": 9931,
        "text": "Studies have suggested that we spend as much as half of our hours awake lost in a daydream."
    },
    {
        "startTime": 10447,
        "endTime": 13171,
        "text": "A computer model recently revealed some pretty interesting things..."
    },
    {
        "startTime": 13238,
        "endTime": 15959,
        "text": "...about what's happening when we're mentally a million miles away."
    },
    {
        "startTime": 16433,
        "endTime": 18391,
        "text": "For one, parts of the brain shut off."
    },
    {
        "startTime": 18792,
        "endTime": 21903,
        "text": "While it often has to pick between its analytic and empathetic modes,..."
    },
    {
        "startTime": 22194,
        "endTime": 25160,
        "text": "...which one is employed is usually determined by the task at hand."
    },
    {
        "startTime": 25763,
        "endTime": 28991,
        "text": "Daydreaming, on the other hand, allows the brain to cycle on its own..."
    },
    {
        "startTime": 29224,
        "endTime": 32867,
        "text": "...and eventually both the analytic and empathetic aspects are disengaged."
    },
    {
        "startTime": 33485,
        "endTime": 36081,
        "text": "The brain also determines the structure of the mental getaways."
    },
    {
        "startTime": 36442,
        "endTime": 39433,
        "text": "While it makes sense to think that daydreams are controlled by our consciousness,..."
    },
    {
        "startTime": 39578,
        "endTime": 42055,
        "text": "...it's actually fluctuations in the brain's neural networks."
    },
    {
        "startTime": 42617,
        "endTime": 45871,
        "text": "Another phenomenon about the experience is that waking dreams..."
    },
    {
        "startTime": 46069,
        "endTime": 48790,
        "text": "...help people free up previously frozen and tucked away information,..."
    },
    {
        "startTime": 49015,
        "endTime": 52558,
        "text": "...paving the way for new associations and possible solutions to problems."
    },
    {
        "startTime": 52888,
        "endTime": 55755,
        "text": "An unfortunate side effect is that upon the return to reality,..."
    },
    {
        "startTime": 56027,
        "endTime": 59193,
        "text": "...memories of what was going on prior to departure are often lost."
    },
    {
        "startTime": 59527,
        "endTime": 63520,
        "text": "Oddly, the further we mentally travel in time or space, the more we forget."
    }
]