[
    {
        "startTime": 485,
        "endTime": 1724,
        "text": "Lose your smartphone?"
    },
    {
        "startTime": 1894,
        "endTime": 7944,
        "text": "Professor Masatoshi Ishikawa from the University of Tokyo says those days are numbered."
    },
    {
        "startTime": 8447,
        "endTime": 11519,
        "text": "He's developing interactive projection technology..."
    },
    {
        "startTime": 11593,
        "endTime": 15099,
        "text": "...that will keep mobile devices close at hand literally."
    },
    {
        "startTime": 18247,
        "endTime": 22852,
        "text": "I think it will be such that we could just open our palms and that can become the smartphone..."
    },
    {
        "startTime": 23270,
        "endTime": 27811,
        "text": "...or we could even be notified of an incoming e-mail just by stretching out our arms."
    },
    {
        "startTime": 31146,
        "endTime": 35881,
        "text": "The system comprises tracking technology, computer vision and rotational mirrors..."
    },
    {
        "startTime": 36233,
        "endTime": 41368,
        "text": "...that ensure a projected image always stays centered on its target in three-dimensional space."
    },
    {
        "startTime": 43488,
        "endTime": 46320,
        "text": "The technology is based on high-speed motion tracking..."
    },
    {
        "startTime": 46762,
        "endTime": 49716,
        "text": "...which is about tracking the world faster than the human eye can."
    },
    {
        "startTime": 50307,
        "endTime": 53809,
        "text": "By doing that, humans won't even know they're being assisted by technology."
    },
    {
        "startTime": 56241,
        "endTime": 59057,
        "text": "The computer will not only keep a keypad in position,..."
    },
    {
        "startTime": 59517,
        "endTime": 63417,
        "text": "...it will sense finger movement on individual numbers and dial them for you."
    },
    {
        "startTime": 64129,
        "endTime": 68157,
        "text": "But Ishikawa also wants people to actually feel the projections."
    },
    {
        "startTime": 68318,
        "endTime": 70691,
        "text": "So, he fitted the system with oscillators..."
    },
    {
        "startTime": 70771,
        "endTime": 74137,
        "text": "...that beam ultrasonic waves along with the projected image."
    },
    {
        "startTime": 74474,
        "endTime": 79233,
        "text": "The waves generate pressure on the skin much like the tactile sensation people feel..."
    },
    {
        "startTime": 79302,
        "endTime": 81731,
        "text": "...when pressing buttons on a smartphone screen."
    },
    {
        "startTime": 82170,
        "endTime": 87058,
        "text": "The research team is now focused on bringing the system out of the lab and into the real world..."
    },
    {
        "startTime": 87463,
        "endTime": 90970,
        "text": "...with the hopes of developing a commercial product within a decade."
    }
]