[
    {
        "startTime": 414,
        "endTime": 3917,
        "text": "We searched the world for different brands, different companies..."
    },
    {
        "startTime": 4305,
        "endTime": 7161,
        "text": "...that make the highest quality of this type of furniture."
    },
    {
        "startTime": 7798,
        "endTime": 12826,
        "text": "In addition to beds, we have many different product lines and types of furniture."
    },
    {
        "startTime": 13481,
        "endTime": 16339,
        "text": "We have a new product which is the transformable ottoman,..."
    },
    {
        "startTime": 16523,
        "endTime": 21285,
        "text": "It's your essential ottoman and it's on small wheels so it's easy to move around."
    },
    {
        "startTime": 21731,
        "endTime": 26681,
        "text": "And the entire ottoman deconstructs itself and turns into five different stools."
    },
    {
        "startTime": 27829,
        "endTime": 30147,
        "text": "The next new item we have is the Goliath's table."
    },
    {
        "startTime": 30449,
        "endTime": 37197,
        "text": "It's like an aluminum bridge and the table extends from 17 inches deep to 10 feet deep..."
    },
    {
        "startTime": 37546,
        "endTime": 39309,
        "text": "...and seats 12 to 14 people."
    },
    {
        "startTime": 39449,
        "endTime": 41973,
        "text": "Now, this space that can be dedicated to something..."
    },
    {
        "startTime": 42059,
        "endTime": 44785,
        "text": "...it is actually functional day in and day out."
    },
    {
        "startTime": 45174,
        "endTime": 47255,
        "text": "We have a new system, it's called the Poppi board."
    },
    {
        "startTime": 47488,
        "endTime": 51982,
        "text": "It's unique because, first you have in a one single seven foot space,..."
    },
    {
        "startTime": 52356,
        "endTime": 56309,
        "text": "...you have hanging closet or shelf closet whichever you prefer."
    },
    {
        "startTime": 56397,
        "endTime": 59671,
        "text": "It's two feet deep so you can hang seven feet of clothing in it..."
    },
    {
        "startTime": 60057,
        "endTime": 63627,
        "text": "...and the same space that you would put this closet you also have a bed."
    },
    {
        "startTime": 64067,
        "endTime": 66302,
        "text": "Aside from the bed, you have a seven foot desk and then..."
    },
    {
        "startTime": 66614,
        "endTime": 69481,
        "text": "...behind the bed, when you open the bed, you have 14 feet of shelving."
    },
    {
        "startTime": 70206,
        "endTime": 75259,
        "text": "In seven feet by three feet deep, you've got an entire room."
    }
]