[
    {
        "startTime": 2487,
        "endTime": 5821,
        "text": "Fresh-baked bread, chocolate chip cookies and freshly-mown grass."
    },
    {
        "startTime": 5937,
        "endTime": 10142,
        "text": "For sure, at least one of these things reminds you of a pleasant memory and more importantly, a pleasant smell."
    },
    {
        "startTime": 10337,
        "endTime": 12588,
        "text": "Hi, I'm Rebecca Brayton and welcome to WatchMojo.com..."
    },
    {
        "startTime": 12871,
        "endTime": 16005,
        "text": "...and today we'll be looking at the connection between scent and spending."
    },
    {
        "startTime": 16242,
        "endTime": 17961,
        "text": "What effect does scent have on humans?"
    },
    {
        "startTime": 18067,
        "endTime": 22729,
        "text": "So, if you ask the average person, you know, how do you think scent impacts you in a store, in a shopping mall?"
    },
    {
        "startTime": 22831,
        "endTime": 24090,
        "text": "They think, \"Oh, it must change your mood.\""
    },
    {
        "startTime": 24337,
        "endTime": 26699,
        "text": "But actually, most of the research suggests it doesn't change your mood,..."
    },
    {
        "startTime": 26867,
        "endTime": 28945,
        "text": "...but it can make you spend more money."
    },
    {
        "startTime": 29087,
        "endTime": 30671,
        "text": "It can make you linger longer..."
    },
    {
        "startTime": 30749,
        "endTime": 36003,
        "text": "...and it can impact how positively you evaluate products or the store you're in."
    },
    {
        "startTime": 36139,
        "endTime": 39962,
        "text": "How important is one's sense of smell to our everyday life?"
    },
    {
        "startTime": 40114,
        "endTime": 42531,
        "text": "Most people underestimate the importance of scent."
    },
    {
        "startTime": 42641,
        "endTime": 45672,
        "text": "People who lose their sense of smell actually go into depression..."
    },
    {
        "startTime": 45744,
        "endTime": 49188,
        "text": "...and they, you know, describe their world as being kind of dull and lifeless."
    },
    {
        "startTime": 49764,
        "endTime": 52025,
        "text": "They lose much of their sense of taste,..."
    },
    {
        "startTime": 52125,
        "endTime": 54830,
        "text": "...because much of what we taste is actually a function of what we're smelling,..."
    },
    {
        "startTime": 54921,
        "endTime": 58445,
        "text": "...so a lot of things that we take for granted in terms of our sense of smell,..."
    },
    {
        "startTime": 58973,
        "endTime": 64523,
        "text": "...if it's taken away from us, then we suddenly notice it and it makes life a lot less pleasurable."
    },
    {
        "startTime": 64759,
        "endTime": 66339,
        "text": "Can we talk about scent and memory?"
    },
    {
        "startTime": 66461,
        "endTime": 73241,
        "text": "Scent is very capable of enhancing our memory for associated things after a time delay."
    },
    {
        "startTime": 73350,
        "endTime": 75831,
        "text": "What kind of questions does the study of scent bring out?"
    },
    {
        "startTime": 75955,
        "endTime": 82955,
        "text": "Sometimes there's this concern that marketers are like out there manipulating us by pumping in scent and stuff."
    },
    {
        "startTime": 83229,
        "endTime": 86965,
        "text": "And there is the potential for that because in a lot of my studies,..."
    },
    {
        "startTime": 87035,
        "endTime": 92490,
        "text": "...what I find is the vast majority of the participants in my studies never remember having been exposed to a scent,..."
    },
    {
        "startTime": 93485,
        "endTime": 94691,
        "text": "...and yet I find effects."
    },
    {
        "startTime": 94766,
        "endTime": 97688,
        "text": "There's a concern from a consumer protection point of view."
    },
    {
        "startTime": 97847,
        "endTime": 99738,
        "text": "Can you explain to us the idea of scent marketing?"
    },
    {
        "startTime": 99891,
        "endTime": 104278,
        "text": "More and more retailers are trying the use of ambient scent,..."
    },
    {
        "startTime": 104355,
        "endTime": 108511,
        "text": "...which means pumping in an odor that's not attached to one particular thing, it's just in the atmosphere."
    },
    {
        "startTime": 108662,
        "endTime": 111680,
        "text": "I think it's becoming a more popular marketing tactic..."
    },
    {
        "startTime": 111749,
        "endTime": 115802,
        "text": "...or a way to enhance people's experience, you know, in the space."
    },
    {
        "startTime": 116041,
        "endTime": 118323,
        "text": "And where might we be seeing it eventually?"
    },
    {
        "startTime": 118395,
        "endTime": 121250,
        "text": "It's probably in more spaces than you know now."
    },
    {
        "startTime": 121322,
        "endTime": 124859,
        "text": "In fact, I would encourage consumers to be conscious of their environment..."
    },
    {
        "startTime": 124978,
        "endTime": 129857,
        "text": "...and try to notice whether they think something is being introduced in the atmosphere to make them more relaxed."
    },
    {
        "startTime": 129953,
        "endTime": 132199,
        "text": "What should we expect in the future from scent marketing?"
    },
    {
        "startTime": 132415,
        "endTime": 136348,
        "text": "Going forward, we need to be conscious of people who don't like scent."
    },
    {
        "startTime": 136429,
        "endTime": 137927,
        "text": "They might have a physical reaction to it,..."
    },
    {
        "startTime": 138011,
        "endTime": 141544,
        "text": "...and so we need to be really sensitive to the possibility of, you know, doing them harm."
    },
    {
        "startTime": 141675,
        "endTime": 142482,
        "text": "Thank you very much."
    },
    {
        "startTime": 142569,
        "endTime": 143033,
        "text": "You're welcome."
    }
]