[
    {
        "startTime": 247,
        "endTime": 5325,
        "text": "So this is an area of interest to me and my lab's been studying this for a while,..."
    },
    {
        "startTime": 6023,
        "endTime": 9928,
        "text": "...is why time is rubbery and can speed up or slow down."
    },
    {
        "startTime": 10216,
        "endTime": 16804,
        "text": "And, the experiment had never been done about why time seems to move in slow motion..."
    },
    {
        "startTime": 16902,
        "endTime": 19391,
        "text": "...when you're in a life threatening situation."
    },
    {
        "startTime": 19919,
        "endTime": 25203,
        "text": "But I talked to so many people and I'd experienced it myself that I wanted to study that."
    },
    {
        "startTime": 25283,
        "endTime": 30682,
        "text": "So I found a way to study it by dropping people from 150 foot tall tower..."
    },
    {
        "startTime": 31024,
        "endTime": 33341,
        "text": "...and measuring their time perception on the way down."
    },
    {
        "startTime": 33795,
        "endTime": 36752,
        "text": "And that, plus several other experiments we did in my lab,..."
    },
    {
        "startTime": 37516,
        "endTime": 42974,
        "text": "...led me to understand that people don't actually see time in slow motion during an event."
    },
    {
        "startTime": 43059,
        "endTime": 46415,
        "text": "Instead, it's a completely retrospective assessment."
    },
    {
        "startTime": 46493,
        "endTime": 49292,
        "text": "In other words, when you're in a life threatening situation,..."
    },
    {
        "startTime": 49608,
        "endTime": 52259,
        "text": "...your brain writes down memory much more densely,..."
    },
    {
        "startTime": 52784,
        "endTime": 57807,
        "text": "...and then retrospectively, when you look at that, you have so many details that you don't normally have..."
    },
    {
        "startTime": 58125,
        "endTime": 60968,
        "text": "...that it seems as though it must have lasted a very long time."
    },
    {
        "startTime": 61051,
        "endTime": 63466,
        "text": "That's the only interpretation your brain can make."
    },
    {
        "startTime": 63737,
        "endTime": 67278,
        "text": "So time, your assessment of how long something took,..."
    },
    {
        "startTime": 67493,
        "endTime": 71839,
        "text": "...has a lot to do with how much energy your brain has to burn during the event..."
    },
    {
        "startTime": 71994,
        "endTime": 75473,
        "text": "...and how much footage you have of the event."
    }
]