[
    {
        "startTime": 4300,
        "endTime": 6288,
        "text": "According to believers in overpopulation,..."
    },
    {
        "startTime": 6385,
        "endTime": 10193,
        "text": "...there are so many of us on the planet that food production cannot possibly keep up."
    },
    {
        "startTime": 11919,
        "endTime": 17574,
        "text": "However, according to both the UN's Food and Agricultural Organization and the World Food Programme,..."
    },
    {
        "startTime": 17741,
        "endTime": 21133,
        "text": "...there is currently enough food on the planet for everyone to be well-fed."
    },
    {
        "startTime": 21859,
        "endTime": 25677,
        "text": "Not only that, but we're growing this food on less land than we did in the past."
    },
    {
        "startTime": 26071,
        "endTime": 30478,
        "text": "Agricultural experts even believed that Africa, if cultivated using modern farming methods,..."
    },
    {
        "startTime": 30701,
        "endTime": 33223,
        "text": "...could eventually feed the whole world all by itself."
    },
    {
        "startTime": 33667,
        "endTime": 35958,
        "text": "Then why are people in many parts of the world starving?"
    },
    {
        "startTime": 36200,
        "endTime": 39080,
        "text": "The World Food Programme lists key causes of hunger."
    },
    {
        "startTime": 39529,
        "endTime": 41644,
        "text": "And overpopulation is not on that list."
    },
    {
        "startTime": 42120,
        "endTime": 44771,
        "text": "War, one of the leading causes of world hunger,..."
    },
    {
        "startTime": 44944,
        "endTime": 47078,
        "text": "...destroys crops and disrupts relief efforts."
    },
    {
        "startTime": 47591,
        "endTime": 51139,
        "text": "Widespread poverty prevents many from buying the food that they need."
    },
    {
        "startTime": 51735,
        "endTime": 57008,
        "text": "And the lack of infrastructure means that there isn't a reliable way to transport food to areas that need it."
    },
    {
        "startTime": 58339,
        "endTime": 62940,
        "text": "This is why reducing the number of hungry people will not make the remaining people less hungry."
    },
    {
        "startTime": 63287,
        "endTime": 65977,
        "text": "Those who have access to the food will continue to have access to it,..."
    },
    {
        "startTime": 66205,
        "endTime": 68075,
        "text": "...and those who don't will still be hungry."
    },
    {
        "startTime": 68451,
        "endTime": 72031,
        "text": "Reducing population will not magically cause food to be spread around equally."
    },
    {
        "startTime": 72709,
        "endTime": 78970,
        "text": "And blaming overpopulation for everything does nothing but distract us from the real problems that we actually have."
    },
    {
        "startTime": 80322,
        "endTime": 81017,
        "text": "Think about it."
    }
]