[
    {
        "startTime": 614,
        "endTime": 10539,
        "text": "Dear friends, that feeling that only sports can give touches the whole world."
    },
    {
        "startTime": 12396,
        "endTime": 19702,
        "text": "Mr. President, the Olympic movement has enjoyed a golden era of more than 20 years..."
    },
    {
        "startTime": 20709,
        "endTime": 24713,
        "text": "...because of clear and strong leadership,..."
    },
    {
        "startTime": 25743,
        "endTime": 33621,
        "text": "...because of the strategic decisions of its members and because of its timeless values."
    },
    {
        "startTime": 35131,
        "endTime": 42355,
        "text": "New generations of young people have benefited and I'm delighted that one of them is here."
    },
    {
        "startTime": 43108,
        "endTime": 48403,
        "text": "The first ever Youth Olympic Games gold medalist, triathlete Yuka Sato."
    },
    {
        "startTime": 54457,
        "endTime": 61079,
        "text": "We are proud that our athletes have competed since Stockholm in 1912."
    },
    {
        "startTime": 61799,
        "endTime": 67759,
        "text": "And prouder still that they have competed in the true spirit of Olympism,..."
    },
    {
        "startTime": 69064,
        "endTime": 77966,
        "text": "...with not a single Japanese athlete ever failing a doping test at the Olympic and Paralympic Games."
    },
    {
        "startTime": 78917,
        "endTime": 82491,
        "text": "Not just because of legislation,..."
    },
    {
        "startTime": 83598,
        "endTime": 93115,
        "text": "...but because of a long-standing and unified approach by government, the NOC and national federations,..."
    },
    {
        "startTime": 94500,
        "endTime": 101969,
        "text": "...who all agree that we must support athletes and uphold the integrity of the Olympic values."
    },
    {
        "startTime": 103693,
        "endTime": 110811,
        "text": "That commitment to the Olympic values is at the heart of this, our second consecutive bid,..."
    },
    {
        "startTime": 112181,
        "endTime": 117863,
        "text": "...a bid in which we have focused on what matters to you today."
    },
    {
        "startTime": 119163,
        "endTime": 126543,
        "text": "First, which city will best continue the financial and sporting success of the movement?"
    },
    {
        "startTime": 127575,
        "endTime": 132757,
        "text": "Second, which city offers guaranteed delivery of superb games?"
    },
    {
        "startTime": 134234,
        "endTime": 140380,
        "text": "And finally, which city goes beyond a national agenda and has a global vision..."
    },
    {
        "startTime": 140999,
        "endTime": 145087,
        "text": "...to promote the Olympic values in this challenging era for sports?"
    },
    {
        "startTime": 147982,
        "endTime": 156555,
        "text": "These days, sport itself is in competition, and too often, its credibility is at stake..."
    },
    {
        "startTime": 157869,
        "endTime": 163102,
        "text": "...because of doping, illegal betting and match fixing."
    },
    {
        "startTime": 165182,
        "endTime": 171342,
        "text": "In Japan, in the last two years, we have seen the best of sport."
    },
    {
        "startTime": 172261,
        "endTime": 180839,
        "text": "It has inspired our global vision and fed our determination to share the inspiration,..."
    },
    {
        "startTime": 181946,
        "endTime": 187623,
        "text": "...so that the entire Olympic family benefits from our three core strengths."
    },
    {
        "startTime": 188569,
        "endTime": 196559,
        "text": "Delivery, because Tokyo can be trusted to be the safe pair of hands and much more."
    },
    {
        "startTime": 198278,
        "endTime": 206264,
        "text": "Celebration, because Tokyo will host an incredible city center party like never before."
    },
    {
        "startTime": 207995,
        "endTime": 217111,
        "text": "And innovation, because Tokyo will offer all its creativity and technology to benefit sport worldwide."
    }
]