[
    {
        "startTime": 686,
        "endTime": 3537,
        "text": "Millions of of South Koreans will be on the move this weekend..."
    },
    {
        "startTime": 3847,
        "endTime": 7189,
        "text": "...as the country celebrates \"Chuseok,\" the Korean thanksgiving holiday."
    },
    {
        "startTime": 7560,
        "endTime": 11618,
        "text": "Chuseok is South Korea's biggest holiday, when Koreans reunite with families..."
    },
    {
        "startTime": 11699,
        "endTime": 15816,
        "text": "...to celebrate a good harvest and pay respects to their elders and ancestors."
    },
    {
        "startTime": 16143,
        "endTime": 19897,
        "text": "And as with any holiday, there are lots of traditional foods prepared."
    },
    {
        "startTime": 21782,
        "endTime": 25117,
        "text": "These foreign students have come to Korea to study the language."
    },
    {
        "startTime": 25612,
        "endTime": 27647,
        "text": "They're also learning how to cook \"songpyeon\"..."
    },
    {
        "startTime": 27992,
        "endTime": 33233,
        "text": "...because they know how important it is to Koreans during Chuseok, which is Korean Thanksgiving Day."
    },
    {
        "startTime": 33879,
        "endTime": 35769,
        "text": "Songpyeon is a type of rice cake."
    },
    {
        "startTime": 36346,
        "endTime": 41675,
        "text": "It's made by kneading rice powder with hot water and stuffing the dough with healthy ingredients..."
    },
    {
        "startTime": 42070,
        "endTime": 45188,
        "text": "...like beans, sesame, chestnuts and other fillings"
    },
    {
        "startTime": 45807,
        "endTime": 48475,
        "text": "The songpyeon is steamed for about 20 to 30 minutes."
    },
    {
        "startTime": 48720,
        "endTime": 52888,
        "text": "Now in the past, what was special about songpyeon was that it was steamed together with pine leaves."
    },
    {
        "startTime": 53223,
        "endTime": 55445,
        "text": "But these days, that's no longer the case."
    },
    {
        "startTime": 56503,
        "endTime": 58261,
        "text": "According to the cooking instructor,..."
    },
    {
        "startTime": 58565,
        "endTime": 63017,
        "text": "...pine needles are not as fresh as they used to be because of rising pollution."
    },
    {
        "startTime": 63887,
        "endTime": 67534,
        "text": "After steaming, it's important to rinse the rice cakes in cold water."
    },
    {
        "startTime": 68481,
        "endTime": 70565,
        "text": "Another special feature about the rice cake...."
    },
    {
        "startTime": 70879,
        "endTime": 74754,
        "text": "...is that the skin used to wrap the filling looks like a full moon."
    },
    {
        "startTime": 75571,
        "endTime": 79425,
        "text": "But when it's cooked and ready to eat, it resembles a half moon."
    },
    {
        "startTime": 80275,
        "endTime": 84689,
        "text": "It's common on the eve of Chuseok for family members to gather around the table..."
    },
    {
        "startTime": 84905,
        "endTime": 88046,
        "text": "...to make the most perfectly shaped rice cakes possible."
    },
    {
        "startTime": 88848,
        "endTime": 94435,
        "text": "They say if you make pretty songpyeon, you will find a beautiful partner or have a beautiful baby."
    },
    {
        "startTime": 95335,
        "endTime": 99123,
        "text": "But for these students, perfection was not in their minds."
    },
    {
        "startTime": 99650,
        "endTime": 103565,
        "text": "Some even have their own ideas of what songpyeon should look like."
    },
    {
        "startTime": 104533,
        "endTime": 108205,
        "text": "Whatever the shape, this rice cake will always be a traditional food..."
    },
    {
        "startTime": 108518,
        "endTime": 111900,
        "text": "...enjoyed by all Koreans during the Chuseok holidays."
    }
]