[
    {
        "startTime": 3082,
        "endTime": 6647,
        "text": "Life forms can exist on Earth in extreme conditions like ice cores, caves,..."
    },
    {
        "startTime": 6713,
        "endTime": 8252,
        "text": "...and in the deepest parts of the ocean."
    },
    {
        "startTime": 8978,
        "endTime": 12567,
        "text": "Scientific researchers from the British Antarctic Survey have found what they believe..."
    },
    {
        "startTime": 12674,
        "endTime": 15781,
        "text": "...to be the lowest temperature under which life can still survive and grow."
    },
    {
        "startTime": 16559,
        "endTime": 20244,
        "text": "To test this, the researchers put single cell organisms in a watery environment..."
    },
    {
        "startTime": 20464,
        "endTime": 23461,
        "text": "...and lowered the temperature to see when the organisms became vitrified,..."
    },
    {
        "startTime": 23612,
        "endTime": 27309,
        "text": "...or unable to reproduce, which the scientists considered to be no longer living."
    },
    {
        "startTime": 27865,
        "endTime": 30735,
        "text": "The researchers determined that negative 20 degrees Celsius..."
    },
    {
        "startTime": 30836,
        "endTime": 34579,
        "text": "...is the lowest temperature the organisms could reproduce before becoming vitrified."
    },
    {
        "startTime": 35132,
        "endTime": 37263,
        "text": "Lead author of the study, Professor Andrew Clarke said:..."
    },
    {
        "startTime": 37607,
        "endTime": 41239,
        "text": "...\"The interesting thing about vitrification is that in general a cell will survive,..."
    },
    {
        "startTime": 41368,
        "endTime": 42571,
        "text": "...where it wouldn't survive freezing.\""
    },
    {
        "startTime": 42927,
        "endTime": 45618,
        "text": "But if you can do a controlled vitrification you can survive."
    },
    {
        "startTime": 45941,
        "endTime": 50484,
        "text": "Once a cell is vitrified it can continue to survive right down to incredibly low temperatures."
    },
    {
        "startTime": 51268,
        "endTime": 54388,
        "text": "The results of the study help explain why deep freezing food preserves it..."
    },
    {
        "startTime": 54506,
        "endTime": 58850,
        "text": "...and stops it from rotting, because bacteria and mold cannot multiply in such cold temperatures."
    }
]