[
    {
        "startTime": 569,
        "endTime": 4337,
        "text": "Some of the things we're gonna need when we're gonna clean the cut are some sterile water..."
    },
    {
        "startTime": 5237,
        "endTime": 6589,
        "text": "...and some gauze bandages."
    },
    {
        "startTime": 7755,
        "endTime": 11868,
        "text": "The first step when we're going to clean a cut is to make sure that the bleeding has stopped."
    },
    {
        "startTime": 12451,
        "endTime": 15820,
        "text": "Once the bleeding has stopped, what we're gonna do is we're gonna take some sterile water."
    },
    {
        "startTime": 16857,
        "endTime": 19950,
        "text": "And with this sterile water, we're gonna take it and we're gonna flush the wound out."
    },
    {
        "startTime": 20931,
        "endTime": 23751,
        "text": "We can either do that by pouring the water over the cut..."
    },
    {
        "startTime": 24085,
        "endTime": 28461,
        "text": "...or we can take a gauze bandage and soak the gauze bandage with water."
    },
    {
        "startTime": 30731,
        "endTime": 32861,
        "text": "Once we do that, we'll clean the wound out good,..."
    },
    {
        "startTime": 33373,
        "endTime": 37167,
        "text": "...make sure that there's no debris or dirt or anything like that inside the cut."
    },
    {
        "startTime": 38413,
        "endTime": 42006,
        "text": "After we finish getting that out, making sure that there's no dirt left in the cut..."
    },
    {
        "startTime": 42504,
        "endTime": 46729,
        "text": "...we'll take a new clean gauze dressing, and we'll make sure that the cut is dry."
    },
    {
        "startTime": 47966,
        "endTime": 51097,
        "text": "Before we bandage the cut, we don't want to have any water left on there..."
    },
    {
        "startTime": 51182,
        "endTime": 52937,
        "text": "...because water can breed germs."
    },
    {
        "startTime": 53529,
        "endTime": 56287,
        "text": "So, we wanna make sure that the dirt is all cleaned out the cut..."
    },
    {
        "startTime": 56361,
        "endTime": 58711,
        "text": "...and that everything is dry before we start bandaging."
    },
    {
        "startTime": 59348,
        "endTime": 61421,
        "text": "My name is Nathan McConnell and this has been \"How to Clean a Cut\"."
    }
]