[
    {
        "startTime": 4835,
        "endTime": 8356,
        "text": "﻿Just three months old today, Prince George's christening will take place tomorrow..."
    },
    {
        "startTime": 8469,
        "endTime": 12048,
        "text": "...at 3 PM, British standard time in a 45-minute ceremony..."
    },
    {
        "startTime": 12145,
        "endTime": 14553,
        "text": "...at the Chapel Royal in St. James's Palace."
    },
    {
        "startTime": 15043,
        "endTime": 18885,
        "text": "The Duke and Duchess of Cambridge's choice of venue is a break from tradition."
    },
    {
        "startTime": 19357,
        "endTime": 23195,
        "text": "William, Prince Charles and the Queen's christening took place at Buckingham Palace..."
    },
    {
        "startTime": 23431,
        "endTime": 26875,
        "text": "...while Prince Harry was at St. George's Chapel at Windsor Castle."
    },
    {
        "startTime": 27201,
        "endTime": 30662,
        "text": "The Chapel Royal is where Princess Diana's coffin was placed for her family..."
    },
    {
        "startTime": 30756,
        "endTime": 34246,
        "text": "...to pay their last respects before her funeral in 1997."
    },
    {
        "startTime": 35785,
        "endTime": 37816,
        "text": "Prince George who is third in line to the throne..."
    },
    {
        "startTime": 37893,
        "endTime": 42145,
        "text": "...will be christened by the Archbishop of Canterbury, the Most Reverend Justin Willoughby."
    },
    {
        "startTime": 42514,
        "endTime": 46878,
        "text": "The event will be private, attended by only close family and the baby's godparents..."
    },
    {
        "startTime": 47079,
        "endTime": 48507,
        "text": "...who have yet to be named."
    },
    {
        "startTime": 48887,
        "endTime": 51366,
        "text": "While the public won't be part of the intimate family affair,..."
    },
    {
        "startTime": 51458,
        "endTime": 55259,
        "text": "...they can take part by purchasing a christening coin from the Royal Mint."
    },
    {
        "startTime": 55673,
        "endTime": 59579,
        "text": "History will be made as Prince George of Cambridge becomes the first royal baby..."
    },
    {
        "startTime": 59680,
        "endTime": 62511,
        "text": "...to be honored with a set of three commemorative coins..."
    },
    {
        "startTime": 62756,
        "endTime": 67112,
        "text": "...with a design that has the blessing of William, Kate and the Queen."
    }
]