[
    {
        "startTime": 220,
        "endTime": 4195,
        "text": "Today, I'm gonna tell you how to use the website Pinterest as a marketing tool."
    },
    {
        "startTime": 4444,
        "endTime": 5881,
        "text": "Here are three tips."
    },
    {
        "startTime": 6033,
        "endTime": 8769,
        "text": "Tip number one: Bring the wow factor."
    },
    {
        "startTime": 9021,
        "endTime": 14111,
        "text": "Pinterest is all about imagery so having artistic, well-photographed pictures is key."
    },
    {
        "startTime": 14307,
        "endTime": 16236,
        "text": "Instead of pinning tons of stock items,..."
    },
    {
        "startTime": 16311,
        "endTime": 20217,
        "text": "...select just a handful of cool, custom products to photograph."
    },
    {
        "startTime": 20502,
        "endTime": 25377,
        "text": "Next, be sure to provide a link to take anyone who checks out your pins back to your home page."
    },
    {
        "startTime": 25623,
        "endTime": 31734,
        "text": "In turn, on your website, drive views by adding a Pinterest button similar to a Facebook button."
    },
    {
        "startTime": 31913,
        "endTime": 34966,
        "text": "Now for tip number two: categorize ideas."
    },
    {
        "startTime": 35181,
        "endTime": 38301,
        "text": "Simply pinning products on pages won't help you stand out."
    },
    {
        "startTime": 38441,
        "endTime": 43964,
        "text": "A better approach is to organize or theme products into idea or event categories."
    },
    {
        "startTime": 44157,
        "endTime": 47699,
        "text": "Pick out promotional items that will be good for birthday parties or weddings."
    },
    {
        "startTime": 47839,
        "endTime": 51625,
        "text": "Choose other items that will be good for a fitness program for example."
    },
    {
        "startTime": 51829,
        "endTime": 58807,
        "text": "Update your categories often and try to pin it at times people are most active like at lunchtime or in the evening."
    },
    {
        "startTime": 59154,
        "endTime": 62076,
        "text": "Next, there's tip number three: Follow the leader."
    },
    {
        "startTime": 62320,
        "endTime": 65079,
        "text": "Winning attention on Pinterest takes time and effort..."
    },
    {
        "startTime": 65157,
        "endTime": 70432,
        "text": "...but you can speed up the process by following and interacting with the most popular pinners."
    },
    {
        "startTime": 70589,
        "endTime": 74130,
        "text": "Also, encourage comments about your pins by asking questions."
    },
    {
        "startTime": 74367,
        "endTime": 79271,
        "text": "Finally, if you're already invested in social media, leverage that by cross networking."
    },
    {
        "startTime": 79479,
        "endTime": 83577,
        "text": "For example, you can now embed a pin right onto your blog."
    }
]