[
    {
        "startTime": 2295,
        "endTime": 3732,
        "text": "﻿Tired of your boring office job?"
    },
    {
        "startTime": 4024,
        "endTime": 8087,
        "text": "Then consider these five odd jobs that pay surprisingly well according to Forbes."
    },
    {
        "startTime": 9239,
        "endTime": 12981,
        "text": "Number five: Preserving human remains may not sound like a fun profession,..."
    },
    {
        "startTime": 13183,
        "endTime": 17323,
        "text": "...but on average, embalmers make 43,680 dollars a year."
    },
    {
        "startTime": 17987,
        "endTime": 21622,
        "text": "Some of the top performers can make over 60,000 dollars annually."
    },
    {
        "startTime": 22593,
        "endTime": 25838,
        "text": "Number four: How about setting up a food cart on a busy city street?"
    },
    {
        "startTime": 26333,
        "endTime": 28521,
        "text": "You may laugh, but hot dog vendors can make anywhere..."
    },
    {
        "startTime": 28622,
        "endTime": 32487,
        "text": "...from 30,000 dollars to 100,000 dollars a year, depending on the location."
    },
    {
        "startTime": 33407,
        "endTime": 36719,
        "text": "Number three: Tasting ice cream all day sounds like a dream job."
    },
    {
        "startTime": 37246,
        "endTime": 39864,
        "text": "And there are indeed formal ice cream tasters out there."
    },
    {
        "startTime": 40623,
        "endTime": 44503,
        "text": "On average, they take in a salary of about 56,000 dollars a year."
    },
    {
        "startTime": 45379,
        "endTime": 49480,
        "text": "Number two: You don't need to have a beautiful face and perfect body to become a model."
    },
    {
        "startTime": 50163,
        "endTime": 53001,
        "text": "Showcase a hand, foot or any other body part..."
    },
    {
        "startTime": 53165,
        "endTime": 56653,
        "text": "...and you could earn as much as a thousand dollars for a single modeling assignment."
    },
    {
        "startTime": 57560,
        "endTime": 60921,
        "text": "Number one: Those with dancing, singing or other similar talents..."
    },
    {
        "startTime": 61147,
        "endTime": 62980,
        "text": "...can try out to be a cruise ship entertainer."
    },
    {
        "startTime": 63416,
        "endTime": 66528,
        "text": "On top of earning 3,000 to 4,500 dollars a month,..."
    },
    {
        "startTime": 66833,
        "endTime": 69171,
        "text": "...you, of course, get to sail around the world as well."
    }
]