[
    {
        "startTime": 6797,
        "endTime": 9065,
        "text": "﻿Our mission is to make the world more open and connected..."
    },
    {
        "startTime": 9425,
        "endTime": 11756,
        "text": "...and the people who work at Facebook really believe that."
    },
    {
        "startTime": 15035,
        "endTime": 18325,
        "text": "I'm really proud for Facebook to be number one..."
    },
    {
        "startTime": 18424,
        "endTime": 20761,
        "text": "...on the list of great places to work on Glassdoor."
    },
    {
        "startTime": 23540,
        "endTime": 29147,
        "text": "I am constantly inspired by the people I work with every day..."
    },
    {
        "startTime": 29267,
        "endTime": 34447,
        "text": "...and the caliber of talent all concentrated in one place brings on this infectious energy."
    },
    {
        "startTime": 38318,
        "endTime": 43142,
        "text": "I see people that are focused on a goal, are committed and will not stop for anything."
    },
    {
        "startTime": 43374,
        "endTime": 45793,
        "text": "The passion that they bring to the company and the energy,..."
    },
    {
        "startTime": 46225,
        "endTime": 47997,
        "text": "...it's one of the things I love the most about working here."
    },
    {
        "startTime": 48632,
        "endTime": 51859,
        "text": "The common theme that I've always seen through the whole time is just..."
    },
    {
        "startTime": 51998,
        "endTime": 56120,
        "text": "...us being really focused on our mission to make the world more open and connected..."
    },
    {
        "startTime": 56547,
        "endTime": 58827,
        "text": "...and to really make an impact with our product."
    },
    {
        "startTime": 59219,
        "endTime": 61387,
        "text": "And that's something that you know will always be a..."
    },
    {
        "startTime": 61670,
        "endTime": 66308,
        "text": "...like a core part of our culture and just our thumbprint as a company."
    },
    {
        "startTime": 67413,
        "endTime": 69452,
        "text": "Knowing that you can put out a feature today..."
    },
    {
        "startTime": 69554,
        "endTime": 72436,
        "text": "...and that it will be in front of a billion people next week..."
    },
    {
        "startTime": 72579,
        "endTime": 75689,
        "text": "...is just something that is really hard to find in the industry..."
    },
    {
        "startTime": 75779,
        "endTime": 80316,
        "text": "...and something that I'm happy to take advantage of every day I come to work."
    }
]