[
    {
        "startTime": 5065,
        "endTime": 7963,
        "text": "﻿I think there's two main things that teachers are responsible for,..."
    },
    {
        "startTime": 8080,
        "endTime": 10940,
        "text": "...one of those things is obviously getting the material across to your students."
    },
    {
        "startTime": 11061,
        "endTime": 15389,
        "text": "I think the second thing that's just as important is helping these students..."
    },
    {
        "startTime": 15687,
        "endTime": 17663,
        "text": "...and these kids grow up to be young adults."
    },
    {
        "startTime": 18302,
        "endTime": 20531,
        "text": "Teaching them those life skills and those life lessons."
    },
    {
        "startTime": 20618,
        "endTime": 25139,
        "text": "The role of a teacher in a student's life is actually get them to be problem solvers."
    },
    {
        "startTime": 25213,
        "endTime": 29131,
        "text": "I think the content is important but I think they need to learn how to solve problems."
    },
    {
        "startTime": 29355,
        "endTime": 30201,
        "text": "History's a story."
    },
    {
        "startTime": 30833,
        "endTime": 35987,
        "text": "And if you can get them hooked on the story and how all the pieces and puzzle parts fit together..."
    },
    {
        "startTime": 36371,
        "endTime": 37725,
        "text": "...then they're gonna be interested in it."
    },
    {
        "startTime": 37825,
        "endTime": 42057,
        "text": "My favorite teachers are great at making the content in class relatable..."
    },
    {
        "startTime": 42143,
        "endTime": 44733,
        "text": "...and making it applicable to the real world."
    },
    {
        "startTime": 44978,
        "endTime": 48078,
        "text": "A secret weapon that I use is to use hands-on activities..."
    },
    {
        "startTime": 48739,
        "endTime": 53908,
        "text": "...to get the students engaged by actually being a part of the lesson and taking ownership to it."
    },
    {
        "startTime": 54161,
        "endTime": 57295,
        "text": "A great teacher interacts with the students."
    },
    {
        "startTime": 57411,
        "endTime": 63047,
        "text": "I think the role of a teacher in a student's life is to inspire them to be a lifelong learner."
    },
    {
        "startTime": 63301,
        "endTime": 64919,
        "text": "I can teach you the strategies of reading the book."
    },
    {
        "startTime": 65004,
        "endTime": 66832,
        "text": "I can teach you the strategies of how to write."
    },
    {
        "startTime": 67111,
        "endTime": 70366,
        "text": "I can teach the problem solving strategies of tackling multiple choice questions..."
    },
    {
        "startTime": 70445,
        "endTime": 72300,
        "text": "...but ultimately you're the one doing it."
    },
    {
        "startTime": 72579,
        "endTime": 77313,
        "text": "I think one thing that is crucial is developing relationships with your students."
    },
    {
        "startTime": 77675,
        "endTime": 81785,
        "text": "That they can rely on you when they have an issue with material,..."
    },
    {
        "startTime": 81851,
        "endTime": 84203,
        "text": "...or when they have an issue at home or when they have an issue whatever."
    },
    {
        "startTime": 84339,
        "endTime": 86816,
        "text": "I think the relationship that you build with your students is very important."
    },
    {
        "startTime": 86921,
        "endTime": 91813,
        "text": "I think it's the most key in really kind of getting them to be comfortable in taking those risks."
    },
    {
        "startTime": 92320,
        "endTime": 94710,
        "text": "You have to take an interest in your students..."
    },
    {
        "startTime": 95551,
        "endTime": 98245,
        "text": "...and what their lives are like, and what their interests are."
    },
    {
        "startTime": 98436,
        "endTime": 102557,
        "text": "From when the school day ends until when they come back into your room the next day."
    },
    {
        "startTime": 102741,
        "endTime": 104024,
        "text": "The great teachers are the ones..."
    },
    {
        "startTime": 104149,
        "endTime": 109496,
        "text": "...who are engaged in their job and their students' lives 24 hours a day."
    },
    {
        "startTime": 109746,
        "endTime": 114201,
        "text": "Knowing your students, respecting them, knowing that they have lives outside of school,..."
    },
    {
        "startTime": 114339,
        "endTime": 117993,
        "text": "...trying to learn a little bit about that and also just setting those goals high..."
    },
    {
        "startTime": 118303,
        "endTime": 119334,
        "text": "...and helping them to meet them."
    },
    {
        "startTime": 119571,
        "endTime": 123796,
        "text": "More than just the cognitive piece of that child,..."
    },
    {
        "startTime": 123899,
        "endTime": 127107,
        "text": "...I want to know them socially, emotionally and academically."
    },
    {
        "startTime": 127341,
        "endTime": 128816,
        "text": "To really know them and to be present..."
    },
    {
        "startTime": 128975,
        "endTime": 132725,
        "text": "...and to challenge them to do a little bit more than they think they can do."
    },
    {
        "startTime": 132946,
        "endTime": 135302,
        "text": "The great teacher I think makes connections with people..."
    },
    {
        "startTime": 135721,
        "endTime": 138557,
        "text": "...and realizes that it's not the subject matter at all but that we're all learners."
    }
]