[
    {
        "startTime": 4940,
        "endTime": 8189,
        "text": "Hi, Alegre from Ember Living, here today to talk about how to green your commute."
    },
    {
        "startTime": 8589,
        "endTime": 10961,
        "text": "If you have to drive, consider carpooling."
    },
    {
        "startTime": 11381,
        "endTime": 15414,
        "text": "Sharing expenses with a friend will also lower your impact on the environment..."
    },
    {
        "startTime": 15482,
        "endTime": 18607,
        "text": "...by reducing the amount of gasoline used and it will put money in your wallet."
    },
    {
        "startTime": 18747,
        "endTime": 24789,
        "text": "Also consider driving 55, you'll be surprised at how much money you save by driving 55..."
    },
    {
        "startTime": 25056,
        "endTime": 29301,
        "text": "...because you will instantaneously reduce your gas use by 20 to 50 percent."
    },
    {
        "startTime": 29618,
        "endTime": 32203,
        "text": "That's great for the environment and great for your wallet."
    },
    {
        "startTime": 32667,
        "endTime": 35937,
        "text": "Secondly, if you have errands to run that are two miles or less,..."
    },
    {
        "startTime": 36033,
        "endTime": 40059,
        "text": "...which most errands are two miles or less, consider using a bicycle."
    },
    {
        "startTime": 40337,
        "endTime": 43644,
        "text": "It takes about ten minutes maximum to ride two miles."
    },
    {
        "startTime": 44033,
        "endTime": 47806,
        "text": "It's great for you, your waistline will be trimmer, your heart will be happy,..."
    },
    {
        "startTime": 48021,
        "endTime": 50264,
        "text": "...and the environment will be happy and so will your wallet."
    },
    {
        "startTime": 50711,
        "endTime": 52841,
        "text": "It's also a really relaxing way to pass some time."
    },
    {
        "startTime": 52939,
        "endTime": 55608,
        "text": "It makes you less stressed and crazy so consider riding a bike."
    },
    {
        "startTime": 55851,
        "endTime": 59301,
        "text": "Finally, if you work somewhere that has easy access to public transportation,..."
    },
    {
        "startTime": 59587,
        "endTime": 60749,
        "text": "...you might want to investigate it."
    },
    {
        "startTime": 61002,
        "endTime": 65427,
        "text": "I actually made money for a long time when I had to commute about 20 miles away from my house..."
    },
    {
        "startTime": 65631,
        "endTime": 69342,
        "text": "...because if I had driven I would've had to pay for parking, gas, and increased insurance."
    },
    {
        "startTime": 69627,
        "endTime": 73597,
        "text": "By taking public transportation, my company actually paid for my bus pass..."
    },
    {
        "startTime": 73683,
        "endTime": 75235,
        "text": "...so I made money all the way around."
    },
    {
        "startTime": 75579,
        "endTime": 77475,
        "text": "So lots of tips on how to green your commute."
    },
    {
        "startTime": 77633,
        "endTime": 80559,
        "text": "For more tips like this, visit my website: EmberLiving.com."
    }
]