[
    {
        "startTime": 792,
        "endTime": 3765,
        "text": "Heracleion was once believed to be a myth like Atlantis."
    },
    {
        "startTime": 4095,
        "endTime": 4736,
        "text": "But it's real."
    },
    {
        "startTime": 5244,
        "endTime": 9725,
        "text": "The city disappeared beneath the Mediterranean Sea around 1,200 years ago,..."
    },
    {
        "startTime": 9804,
        "endTime": 14135,
        "text": "...and was found during a survey of the Egyptian shore at the beginning of the last decade."
    },
    {
        "startTime": 14489,
        "endTime": 19361,
        "text": "The city was believed to have been a very important place of knowledge, trade, and religion..."
    },
    {
        "startTime": 19686,
        "endTime": 22509,
        "text": "...and had even been visited by Helen of Troy."
    },
    {
        "startTime": 23494,
        "endTime": 28905,
        "text": "Scientists have discovered the remains of more than 64 ships, gold coins,..."
    },
    {
        "startTime": 29071,
        "endTime": 34710,
        "text": "...giant 16-foot statues and hundreds of smaller statues of minor gods on the sea floor."
    },
    {
        "startTime": 35308,
        "endTime": 40122,
        "text": "The city is submerged under 150 feet of water in the bay of Abu Qir."
    },
    {
        "startTime": 40474,
        "endTime": 44213,
        "text": "It is believed that in the eighth century B.C. when the city was built,..."
    },
    {
        "startTime": 44581,
        "endTime": 47063,
        "text": "...it would have sat at the mouth of the river Nile."
    },
    {
        "startTime": 48543,
        "endTime": 52249,
        "text": "Scientists still have little idea what caused the city to sink."
    },
    {
        "startTime": 52714,
        "endTime": 54671,
        "text": "But a number of things could have caused it."
    },
    {
        "startTime": 55038,
        "endTime": 57747,
        "text": "From an earthquake, gradual sea level rise,..."
    },
    {
        "startTime": 57827,
        "endTime": 61532,
        "text": "...or sudden collapse of the unstable sediment that the city was built on."
    },
    {
        "startTime": 62867,
        "endTime": 67371,
        "text": "The pictures taken of the statues beneath the water are truly amazing."
    },
    {
        "startTime": 67597,
        "endTime": 71469,
        "text": "And I for one cannot wait to hear about what they find next at Heracleion."
    }
]