[
    {
        "startTime": 50,
        "endTime": 3785,
        "text": "Wanna save some time and microwave two bowls at once but there's no room?"
    },
    {
        "startTime": 3987,
        "endTime": 7203,
        "text": "Place one bowl on top of a coffee mug and the other on the bottom."
    },
    {
        "startTime": 7570,
        "endTime": 8203,
        "text": "You're welcome."
    },
    {
        "startTime": 8447,
        "endTime": 10651,
        "text": "Is your SD card stuck in lock mode?"
    },
    {
        "startTime": 11065,
        "endTime": 15283,
        "text": "Grab a small piece of tape and wrap it around the lock area and it's business as usual."
    },
    {
        "startTime": 15577,
        "endTime": 19926,
        "text": "And speaking of removable media, if you ever lose your flash drive or SD card,..."
    },
    {
        "startTime": 20151,
        "endTime": 24033,
        "text": "...always name the drive your phone number so whoever finds it can give you a call."
    },
    {
        "startTime": 24428,
        "endTime": 27791,
        "text": "It's hot outside and the flies are sneaking into your house to stay cool."
    },
    {
        "startTime": 28047,
        "endTime": 29909,
        "text": "Don't waste your time swatting them down."
    },
    {
        "startTime": 30137,
        "endTime": 33273,
        "text": "Grab some glass cleaner and pump a light mist into the air."
    },
    {
        "startTime": 33502,
        "endTime": 36097,
        "text": "The ammonia will knock them out and you can clean up the mess."
    },
    {
        "startTime": 36387,
        "endTime": 39169,
        "text": "Be sure to give them the proper Viking funeral they deserve."
    },
    {
        "startTime": 42974,
        "endTime": 45398,
        "text": "How about a simple way to make a stand for your tablet?"
    },
    {
        "startTime": 45866,
        "endTime": 48319,
        "text": "Grab two clothes hangers and a paper towel roll."
    },
    {
        "startTime": 48944,
        "endTime": 53343,
        "text": "Glue the paper towel roll to both ends of the hangers and voila, a simple stand."
    },
    {
        "startTime": 53741,
        "endTime": 57012,
        "text": "And while we're on stands, if you wanna do the same thing with your smartphone,..."
    },
    {
        "startTime": 57388,
        "endTime": 59159,
        "text": "...all you need is a pair of sunglasses."
    },
    {
        "startTime": 59513,
        "endTime": 62243,
        "text": "Fold them out a bit and place your phone right into the middle."
    },
    {
        "startTime": 62523,
        "endTime": 64407,
        "text": "Now you can play Candy Crush in style."
    },
    {
        "startTime": 64561,
        "endTime": 67063,
        "text": "Wanna make a nifty hidden storage compartment for your home?"
    },
    {
        "startTime": 67513,
        "endTime": 70592,
        "text": "Find an old VHS tape case and remove the insert."
    },
    {
        "startTime": 70858,
        "endTime": 73709,
        "text": "Replace it with a normal photo and attach it to the wall."
    },
    {
        "startTime": 74126,
        "endTime": 76323,
        "text": "You now have a photo frame hiding spot."
    }
]