[
    {
        "startTime": 1706,
        "endTime": 3645,
        "text": "﻿Is your desktop looking a little cluttered?"
    },
    {
        "startTime": 4042,
        "endTime": 5873,
        "text": "Here are a few tips to help you gain control."
    },
    {
        "startTime": 6497,
        "endTime": 9628,
        "text": "First things first, if you're just moving files into documents..."
    },
    {
        "startTime": 9774,
        "endTime": 13361,
        "text": "...create shortcut folders on your desktop but limit the number of folders."
    },
    {
        "startTime": 13553,
        "endTime": 18288,
        "text": "For example, create an \"Actions\" folder for items such as forms to fill out or files to upload."
    },
    {
        "startTime": 18527,
        "endTime": 23131,
        "text": "Create a \"Current Projects\" folder for containing long-term items such as presentations for work."
    },
    {
        "startTime": 23359,
        "endTime": 25411,
        "text": "Once the project is done, move it to \"Archives.\""
    },
    {
        "startTime": 25739,
        "endTime": 28361,
        "text": "Choose a clean or attractive wallpaper you wouldn't want to clutter..."
    },
    {
        "startTime": 28522,
        "endTime": 31545,
        "text": "...and consider putting your shortcuts elsewhere, like the menu or launch bar."
    },
    {
        "startTime": 31773,
        "endTime": 35750,
        "text": "But if you're the kind of person who wants everything at your fingertips, check out Fences."
    },
    {
        "startTime": 36171,
        "endTime": 40093,
        "text": "This free program lassoes your icons and puts them into little boxes that you can label."
    },
    {
        "startTime": 40301,
        "endTime": 43932,
        "text": "Or try Dexpot, a program that turns your desktop into four,..."
    },
    {
        "startTime": 44118,
        "endTime": 46290,
        "text": "...categorized by different wallpapers of your choice,..."
    },
    {
        "startTime": 46539,
        "endTime": 48767,
        "text": "...so you can put your icons on whatever screen you like."
    },
    {
        "startTime": 49175,
        "endTime": 51255,
        "text": "For Macs, try \"Otto the Automator,\"..."
    },
    {
        "startTime": 51728,
        "endTime": 54679,
        "text": "...the Mac's native application for setting up automated tasks."
    },
    {
        "startTime": 54881,
        "endTime": 56354,
        "text": "Check it out in your \"Applications\" folder."
    },
    {
        "startTime": 56611,
        "endTime": 59644,
        "text": "And if you like the sound of Fences, you can build your own version in Photoshop."
    },
    {
        "startTime": 59815,
        "endTime": 63106,
        "text": "Choose your wallpaper, create a new layer and add boxes or lines."
    }
]