[
    {
        "startTime": 236,
        "endTime": 1667,
        "text": "﻿What should we all carry in our wallet?"
    },
    {
        "startTime": 2127,
        "endTime": 5804,
        "text": "When I went through Lauren's wallet, I noticed that she was carrying about 45 dollars in cash."
    },
    {
        "startTime": 6102,
        "endTime": 7425,
        "text": "This is exactly appropriate."
    },
    {
        "startTime": 7799,
        "endTime": 9217,
        "text": "Don't carry a lot of cash in your wallet."
    },
    {
        "startTime": 9485,
        "endTime": 12503,
        "text": "The average person who loses their wallet will lose a few times throughout their lifetime."
    },
    {
        "startTime": 12847,
        "endTime": 14626,
        "text": "Next up, we are going through your credit cards."
    },
    {
        "startTime": 14782,
        "endTime": 19135,
        "text": "You won't need to carry no more than two in your wallet and ideally from two different vendors."
    },
    {
        "startTime": 19304,
        "endTime": 22890,
        "text": "A lot of people, and I've been guilty of this myself, carry receipts around in their wallet."
    },
    {
        "startTime": 23232,
        "endTime": 25171,
        "text": "They have a lot of identifying information on them."
    },
    {
        "startTime": 25337,
        "endTime": 29184,
        "text": "They have the last four digits of your credit card and worse they have your signature."
    },
    {
        "startTime": 29509,
        "endTime": 31388,
        "text": "That means that they could actually use your credit card..."
    },
    {
        "startTime": 31509,
        "endTime": 34355,
        "text": "...and sign your name almost exactly as you signed it."
    },
    {
        "startTime": 34599,
        "endTime": 38525,
        "text": "And lastly, something that was so interesting that you did that I was so proud of is..."
    },
    {
        "startTime": 38788,
        "endTime": 40686,
        "text": "...Lauren has a picture of her when she's little."
    },
    {
        "startTime": 40931,
        "endTime": 43019,
        "text": "Is she not the most precious child?"
    },
    {
        "startTime": 43473,
        "endTime": 47044,
        "text": "It's just an interesting fact to know that if you have a baby photo or even a puppy photo,..."
    },
    {
        "startTime": 48075,
        "endTime": 50628,
        "text": "...you have a much higher likelihood of someone returning your wallet."
    },
    {
        "startTime": 51084,
        "endTime": 53191,
        "text": "So that's all the tips that we have for you today."
    },
    {
        "startTime": 53507,
        "endTime": 56885,
        "text": "I hope you look through your own wallet and make sure that you're not a big offender."
    }
]