[
    {
        "startTime": 5097,
        "endTime": 10081,
        "text": "Have you ever wondered what the difference is between the words \"between\" and \"among\"..."
    },
    {
        "startTime": 10329,
        "endTime": 13864,
        "text": "...and if you can use them interchangeably or if you need to choose one?"
    },
    {
        "startTime": 14072,
        "endTime": 16102,
        "text": "Well, the answer is that they are different..."
    },
    {
        "startTime": 16268,
        "endTime": 20019,
        "text": "...and you use them in a different way in different sentences."
    },
    {
        "startTime": 20551,
        "endTime": 26986,
        "text": "As a rule of thumb, \"between\" is used when you're talking about two people or two things."
    },
    {
        "startTime": 27579,
        "endTime": 32415,
        "text": "You use \"among\" if you're talking about more than two people or more than two things."
    },
    {
        "startTime": 32673,
        "endTime": 36577,
        "text": "And I like to remember this by thinking of two cliches actually."
    },
    {
        "startTime": 36977,
        "endTime": 40909,
        "text": "We tend to not like cliches in writing but sometimes they can be good memory devices."
    },
    {
        "startTime": 47296,
        "endTime": 50679,
        "text": "One is the phrase \"Just between you and me.\""
    },
    {
        "startTime": 51051,
        "endTime": 56369,
        "text": "Well, \"between\" is correct here because we're talking about you and me."
    },
    {
        "startTime": 56487,
        "endTime": 59538,
        "text": "We're just two people so it's just between you and me."
    },
    {
        "startTime": 59843,
        "endTime": 64197,
        "text": "And that's one way that you can remember that \"between\" is used for two people."
    },
    {
        "startTime": 69808,
        "endTime": 74053,
        "text": "On the other hand, we have a sentence like \"You are among friends.\""
    },
    {
        "startTime": 74582,
        "endTime": 78884,
        "text": "In this case, you might picture a large group of friends more than two."
    },
    {
        "startTime": 79231,
        "endTime": 81569,
        "text": "And that's why we use the word \"among\"..."
    },
    {
        "startTime": 81692,
        "endTime": 84572,
        "text": "...to indicate that we're talking about a bigger group of people."
    },
    {
        "startTime": 84945,
        "endTime": 88811,
        "text": "So again, if you're wondering about the difference between \"between\" and \"among\",..."
    },
    {
        "startTime": 89024,
        "endTime": 91989,
        "text": "...remember that \"between\" is used for two people,..."
    },
    {
        "startTime": 92088,
        "endTime": 95964,
        "text": "...and \"among\" is used for a larger group, more than two people."
    }
]