[
    {
        "startTime": 8983,
        "endTime": 13878,
        "text": "Today, we boarded a ferry to Gorée Island which is just off the coast of Senegal."
    },
    {
        "startTime": 14932,
        "endTime": 18851,
        "text": "Now for roughly 300 years until the mid-1840s,..."
    },
    {
        "startTime": 19465,
        "endTime": 22329,
        "text": "...millions of men, women, and children from Africa..."
    },
    {
        "startTime": 22441,
        "endTime": 24953,
        "text": "...were kidnapped from their homes and communities..."
    },
    {
        "startTime": 25368,
        "endTime": 29094,
        "text": "...and brought to this island to be sold as slaves."
    },
    {
        "startTime": 30546,
        "endTime": 32661,
        "text": "Now on the island, we saw cells..."
    },
    {
        "startTime": 32831,
        "endTime": 36743,
        "text": "...where dozens of people were packed together for months on end."
    },
    {
        "startTime": 37458,
        "endTime": 40975,
        "text": "We saw the courtyard where they were forced to stand naked..."
    },
    {
        "startTime": 41523,
        "endTime": 44995,
        "text": "...while buyers examined them, negotiated a price,..."
    },
    {
        "startTime": 45184,
        "endTime": 48109,
        "text": "...and bought them as if they were nothing but property."
    },
    {
        "startTime": 48534,
        "endTime": 51727,
        "text": "There is no way to undo what happened on Gorée Island,..."
    },
    {
        "startTime": 51852,
        "endTime": 56030,
        "text": "...and no way to erase the stain of slavery from our nation's past."
    },
    {
        "startTime": 56659,
        "endTime": 62843,
        "text": "But there is also no denying the course that history has taken since that time."
    },
    {
        "startTime": 63965,
        "endTime": 69678,
        "text": "Since then, we've seen so many brave men and women rise up against slavery..."
    },
    {
        "startTime": 69911,
        "endTime": 74658,
        "text": "...and segregation and injustice and inequality of all kinds."
    },
    {
        "startTime": 75501,
        "endTime": 81758,
        "text": "People who came through this island could never have imagined how history would unfold..."
    },
    {
        "startTime": 82669,
        "endTime": 86371,
        "text": "...and they certainly could never have imagined that someone like me,..."
    },
    {
        "startTime": 87062,
        "endTime": 93307,
        "text": "...a descendant of slaves, would come here and look back through that door of no return."
    }
]