[
    {
        "startTime": 232,
        "endTime": 4051,
        "text": "What is the greatest contribution of your country to the entire world?"
    },
    {
        "startTime": 4270,
        "endTime": 8575,
        "text": "I feel like the contribution is just that we have a wonderful influence on the world,..."
    },
    {
        "startTime": 8649,
        "endTime": 11497,
        "text": "...and we can always help other countries if they need our help."
    },
    {
        "startTime": 11729,
        "endTime": 13430,
        "text": "And we can give back as much as we can."
    },
    {
        "startTime": 14301,
        "endTime": 19826,
        "text": "I'm born and raised in Amsterdam, and Amsterdam is one of the most tolerant cities of the world."
    },
    {
        "startTime": 22731,
        "endTime": 27659,
        "text": "A lot of art and history and I'm very proud of it, thank you."
    },
    {
        "startTime": 32064,
        "endTime": 35143,
        "text": "So now, we have a very difficult situation in our country."
    },
    {
        "startTime": 40667,
        "endTime": 43969,
        "text": "And right now the very most important contribution..."
    },
    {
        "startTime": 52895,
        "endTime": 58534,
        "text": "...is to direct all of our energies to support our army and our people."
    },
    {
        "startTime": 58703,
        "endTime": 65224,
        "text": "As we all know, we have the home to the legendary Usain Bolt, Bob Marley,..."
    },
    {
        "startTime": 65731,
        "endTime": 68966,
        "text": "...who have contributed such great music to this world,..."
    },
    {
        "startTime": 69173,
        "endTime": 73679,
        "text": "...and we have the fastest man alive who has been trailblazing the Jamaican flag."
    },
    {
        "startTime": 73783,
        "endTime": 75235,
        "text": "Thank you so much."
    },
    {
        "startTime": 81376,
        "endTime": 86275,
        "text": "I believe that my country has been an example to be followed by the rest of the countries."
    },
    {
        "startTime": 94113,
        "endTime": 98073,
        "text": "We are persevering people no matter what obstacle we have in our way,..."
    },
    {
        "startTime": 98259,
        "endTime": 101907,
        "text": "...and we continue fighting for that which we want to accomplish..."
    },
    {
        "startTime": 109611,
        "endTime": 112178,
        "text": "...notwithstanding many difficulties we have gone through."
    },
    {
        "startTime": 112324,
        "endTime": 116257,
        "text": "Today, we are world leaders in many different matters."
    },
    {
        "startTime": 120569,
        "endTime": 125013,
        "text": "And I am quite proud to represent it before all of you."
    }
]