[
    {
        "startTime": 365,
        "endTime": 3045,
        "text": "Vienna was home to many of the world's greatest composers,..."
    },
    {
        "startTime": 3253,
        "endTime": 7527,
        "text": "...such as Beethoven and Strauss and is known by many as the City of Music."
    },
    {
        "startTime": 8310,
        "endTime": 12584,
        "text": "Stroll to the Vienna State Opera, one of the greatest opera houses in the world."
    },
    {
        "startTime": 13349,
        "endTime": 16514,
        "text": "A little further along the ring is the Hofburg Imperial Palace."
    },
    {
        "startTime": 17191,
        "endTime": 22175,
        "text": "This impressive palace was home to the Habsburg dynasty who ruled the area for centuries."
    },
    {
        "startTime": 22747,
        "endTime": 26452,
        "text": "It currently serves as the official residence for the President of Austria."
    },
    {
        "startTime": 27710,
        "endTime": 30733,
        "text": "The palace is also home to the Austrian National Library..."
    },
    {
        "startTime": 31071,
        "endTime": 35914,
        "text": "...where you can examine ancient manuscripts and early copies of some great literary works."
    },
    {
        "startTime": 36989,
        "endTime": 41093,
        "text": "Vienna in the early 1900s attracted some of the greatest painters of the time."
    },
    {
        "startTime": 41395,
        "endTime": 43569,
        "text": "Visit the Belvedere to see some of this work..."
    },
    {
        "startTime": 43688,
        "endTime": 47194,
        "text": "...including Gustav Klimt's most famous piece, The Kiss."
    },
    {
        "startTime": 49257,
        "endTime": 52791,
        "text": "Go further back in time to admire paintings by European masters..."
    },
    {
        "startTime": 52981,
        "endTime": 57483,
        "text": "...including Raphael, Rubens and Bruegel at the Museum of Art History."
    },
    {
        "startTime": 58552,
        "endTime": 65215,
        "text": "Wander across to the Albertina where you can see original works by Monet, Picasso and Matisse."
    },
    {
        "startTime": 67461,
        "endTime": 69765,
        "text": "Vienna is a truly inspirational city."
    },
    {
        "startTime": 70193,
        "endTime": 74409,
        "text": "It is a city in which you can walk in the footsteps of some of history's greatest minds,..."
    },
    {
        "startTime": 74774,
        "endTime": 80072,
        "text": "...explore monumental palaces and cathedrals, and stand before priceless artworks."
    }
]