[
    {
        "startTime": 93,
        "endTime": 3625,
        "text": "﻿If you get caught in the middle of a big, open field during a lightning storm,..."
    },
    {
        "startTime": 3845,
        "endTime": 6911,
        "text": "...which of the following uniforms would be most likely to keep you safe?"
    },
    {
        "startTime": 7299,
        "endTime": 12388,
        "text": "A thick wet suit, a superman costume, a medieval coat of armor or your birthday suit?"
    },
    {
        "startTime": 12745,
        "endTime": 16047,
        "text": "If you answered \"medieval coat of armor,\" you might be a little crazy,..."
    },
    {
        "startTime": 16306,
        "endTime": 17599,
        "text": "...but you'd also be right."
    },
    {
        "startTime": 18019,
        "endTime": 21253,
        "text": "You'd be crazy, of course, because lightning is much more likely to strike metal..."
    },
    {
        "startTime": 21351,
        "endTime": 22978,
        "text": "...than rubber, fabric or bare skin."
    },
    {
        "startTime": 23434,
        "endTime": 27392,
        "text": "The reason is that lightning bolts are just long streams of fast-flowing electrons..."
    },
    {
        "startTime": 27495,
        "endTime": 30244,
        "text": "...looking for the easiest path from point A to point B,..."
    },
    {
        "startTime": 30530,
        "endTime": 33969,
        "text": "...and no everyday material provides an easier path than metal."
    },
    {
        "startTime": 34511,
        "endTime": 38277,
        "text": "So why would a material that lures lightning bolts keep you safe during a thunderstorm?"
    },
    {
        "startTime": 38611,
        "endTime": 42229,
        "text": "Ironically, for the exact same reason it attracts the lightning in the first place."
    },
    {
        "startTime": 42495,
        "endTime": 44735,
        "text": "Metal is a great conductor of electricity."
    },
    {
        "startTime": 45039,
        "endTime": 49315,
        "text": "Electrons glide so easily over metals that they barely penetrate into the surface."
    },
    {
        "startTime": 49745,
        "endTime": 53190,
        "text": "And if an electrical current happens to be moving over a hollow metal container,..."
    },
    {
        "startTime": 53380,
        "endTime": 56055,
        "text": "...like a can or a box or even a welded coat of armor,..."
    },
    {
        "startTime": 56294,
        "endTime": 58441,
        "text": "...the current won't reach the inside of the container."
    },
    {
        "startTime": 58613,
        "endTime": 61880,
        "text": "But actually, the real best thing to do is avoid lightning altogether,..."
    },
    {
        "startTime": 62021,
        "endTime": 64861,
        "text": "...and head indoors when you spot a storm on the horizon."
    }
]