[
    {
        "startTime": 1245,
        "endTime": 3539,
        "text": "So, imagine a world parliament."
    },
    {
        "startTime": 3837,
        "endTime": 10158,
        "text": "Imagine 193 voices gathering together in New York to deliberate over matters of peace and security."
    },
    {
        "startTime": 10843,
        "endTime": 15770,
        "text": "The United Nations was established in 1945 with the signatory of 50 countries..."
    },
    {
        "startTime": 16119,
        "endTime": 22270,
        "text": "...for the express purpose of preventing the outbreak of war and averting a world war."
    },
    {
        "startTime": 22713,
        "endTime": 25584,
        "text": "The United Nations has many parts to it."
    },
    {
        "startTime": 26029,
        "endTime": 29499,
        "text": "It deals, for instance, with matters of economics and social policy."
    },
    {
        "startTime": 29761,
        "endTime": 32815,
        "text": "It deals with matters of human rights, it deals with matters of culture."
    },
    {
        "startTime": 33313,
        "endTime": 37071,
        "text": "But the most important parts of the UN are the Security Council..."
    },
    {
        "startTime": 37371,
        "endTime": 41655,
        "text": "...which has five permanent members who are responsible for controlling its policy."
    },
    {
        "startTime": 41875,
        "endTime": 46775,
        "text": "These are France, Britain, the United States, China and Russia."
    },
    {
        "startTime": 47621,
        "endTime": 51595,
        "text": "The other body that is very important is where all the nations meet and come together..."
    },
    {
        "startTime": 51721,
        "endTime": 53207,
        "text": "...and that is the General Assembly."
    },
    {
        "startTime": 53476,
        "endTime": 56298,
        "text": "Both the General Assembly and the Security Council pass..."
    },
    {
        "startTime": 56379,
        "endTime": 59429,
        "text": "...what are called resolutions to make policy for the world."
    },
    {
        "startTime": 59883,
        "endTime": 64129,
        "text": "The UN has been responsible for eradicating polio in Africa, for instance,..."
    },
    {
        "startTime": 64593,
        "endTime": 69350,
        "text": "...of dealing with problems of debt or problems of other diseases spreading."
    },
    {
        "startTime": 69693,
        "endTime": 73568,
        "text": "The UN has been very important in making sure that human rights are observed."
    },
    {
        "startTime": 73897,
        "endTime": 77830,
        "text": "The most famous document is the United Nations Declaration of Human Rights,..."
    },
    {
        "startTime": 78139,
        "endTime": 80934,
        "text": "...which has been ratified and kept by many countries."
    }
]