[
    {
        "startTime": 195,
        "endTime": 5465,
        "text": "There once lived a poor woodcutter, his wife and two children Hansel and Gretel."
    },
    {
        "startTime": 6143,
        "endTime": 9645,
        "text": "The woodcutter and his wife could not take care of the children anymore."
    },
    {
        "startTime": 10078,
        "endTime": 12771,
        "text": "They decided to leave them in the middle of the forest."
    },
    {
        "startTime": 14663,
        "endTime": 18216,
        "text": "Hansel and Gretel heard this and were very scared."
    },
    {
        "startTime": 18772,
        "endTime": 23181,
        "text": "They came up with a plan of dropping pebbles along the way their father took them."
    },
    {
        "startTime": 23872,
        "endTime": 27634,
        "text": "All they had to do was follow the line of pebbles back home."
    },
    {
        "startTime": 29573,
        "endTime": 33859,
        "text": "Their parents were surprised to see them and decided to take them again."
    },
    {
        "startTime": 34389,
        "endTime": 39577,
        "text": "Hansel and Gretel decided to drop bread crumbs this time as their pebbles were gone."
    },
    {
        "startTime": 40120,
        "endTime": 44841,
        "text": "But sadly for the children, the animals and birds ate up all the crumbs."
    },
    {
        "startTime": 46867,
        "endTime": 50535,
        "text": "They walked and walked but couldn't find their way back home."
    },
    {
        "startTime": 51157,
        "endTime": 57513,
        "text": "Suddenly, they saw a strange house made up of cookies, candies and chocolates."
    },
    {
        "startTime": 57983,
        "endTime": 63098,
        "text": "Just as Hansel and Gretel were eating the yummy door, a witch pounced on them."
    },
    {
        "startTime": 64867,
        "endTime": 69352,
        "text": "She locked up Hansel in a cage and asked Gretel to help her heat the oven."
    },
    {
        "startTime": 69747,
        "endTime": 71855,
        "text": "She would cook them and eat them up."
    },
    {
        "startTime": 72161,
        "endTime": 75666,
        "text": "But just as the witch bent to check the oven's temperature,..."
    },
    {
        "startTime": 75877,
        "endTime": 79637,
        "text": "...Gretel pushed her from behind and locked the oven door."
    },
    {
        "startTime": 81385,
        "endTime": 85762,
        "text": "Gretel rescued Hansel, and they filled their pockets with the witch's jewels."
    },
    {
        "startTime": 86062,
        "endTime": 88796,
        "text": "Finally, they managed to find their way back home..."
    },
    {
        "startTime": 89065,
        "endTime": 90968,
        "text": "...and gave the jewels to their parents."
    },
    {
        "startTime": 91505,
        "endTime": 95972,
        "text": "Thanks to the clever children, the family was never poor and hungry again."
    }
]