[
    {
        "startTime": 331,
        "endTime": 3060,
        "text": "There's a component in being a human being,..."
    },
    {
        "startTime": 3137,
        "endTime": 6427,
        "text": "...an essential part of being a human being that's about being expressive,..."
    },
    {
        "startTime": 6525,
        "endTime": 8153,
        "text": "...having fun and being able to move,..."
    },
    {
        "startTime": 8459,
        "endTime": 13391,
        "text": "...and physical literacy kind of instills these fundamental components."
    },
    {
        "startTime": 13548,
        "endTime": 16910,
        "text": "Physical literacy is just like anything else, so numerical literacy,..."
    },
    {
        "startTime": 16983,
        "endTime": 20806,
        "text": "...alphabetical literacy, so learning to do math, learning to speak..."
    },
    {
        "startTime": 20981,
        "endTime": 23411,
        "text": "...it's just literacy in general, but physical literacy."
    },
    {
        "startTime": 23639,
        "endTime": 28882,
        "text": "It's breaking down big movements into fundamental movement skills."
    },
    {
        "startTime": 29226,
        "endTime": 32804,
        "text": "So, just like when you're learning how to read or write you learn the ABCs..."
    },
    {
        "startTime": 33062,
        "endTime": 35885,
        "text": "...and when you're playing sports, whether those be traditional..."
    },
    {
        "startTime": 35944,
        "endTime": 39055,
        "text": "...or nontraditional, you learn fundamental movement skills..."
    },
    {
        "startTime": 39117,
        "endTime": 42463,
        "text": "...like skipping, jumping, hopping, running, things like that."
    },
    {
        "startTime": 42803,
        "endTime": 44495,
        "text": "It's about being able to reach for that top shelf,..."
    },
    {
        "startTime": 44581,
        "endTime": 46413,
        "text": "...it's about being able to walk up and down the stairs."
    },
    {
        "startTime": 46773,
        "endTime": 52641,
        "text": "It's not just for specific people, specific genders, specific areas."
    },
    {
        "startTime": 53245,
        "endTime": 59838,
        "text": "Physical literacy has a place for everyone and can help you in any way, shape, or form."
    },
    {
        "startTime": 59949,
        "endTime": 62654,
        "text": "It doesn't matter whether you consider yourself an athlete or not."
    },
    {
        "startTime": 63001,
        "endTime": 66011,
        "text": "It's going to make a difference in your life one way or another."
    }
]