[
    {
        "startTime": 182,
        "endTime": 4193,
        "text": "Of the seven billion people on Earth, roughly six billion own a cellphone,..."
    },
    {
        "startTime": 4301,
        "endTime": 9366,
        "text": "...which is pretty shocking, given that only four and a half billion have access to a working toilet."
    },
    {
        "startTime": 9811,
        "endTime": 12627,
        "text": "So, how are these popular gadgets changing your body and brain?"
    },
    {
        "startTime": 12991,
        "endTime": 15121,
        "text": "If you're looking down at your phone right now,..."
    },
    {
        "startTime": 15219,
        "endTime": 19323,
        "text": "...your spine angle is equivalent to that of an 8-year-old child sitting on your neck,..."
    },
    {
        "startTime": 19770,
        "endTime": 24853,
        "text": "...which is fairly significant considering people spend an average of 4.7 hours a day..."
    },
    {
        "startTime": 24937,
        "endTime": 26083,
        "text": "...looking at their phone."
    },
    {
        "startTime": 26443,
        "endTime": 29445,
        "text": "This, combined with the length of time spent in front of computers,..."
    },
    {
        "startTime": 29731,
        "endTime": 34067,
        "text": "...has led to an increase in the prevalence of myopia or nearsightedness in North America."
    },
    {
        "startTime": 34376,
        "endTime": 39721,
        "text": "In the 1970s, about one-quarter of the population had myopia, where today nearly half do."
    },
    {
        "startTime": 39893,
        "endTime": 44382,
        "text": "And in some parts of Asia, 80 to 90% of the population is now nearsighted."
    },
    {
        "startTime": 44511,
        "endTime": 46616,
        "text": "Your smartphone can also disrupt your sleep."
    },
    {
        "startTime": 46969,
        "endTime": 50404,
        "text": "The screen emits a blue light which has been shown to alter our circadian rhythms,..."
    },
    {
        "startTime": 50502,
        "endTime": 52505,
        "text": "...diminishing the time spent in deep sleep,..."
    },
    {
        "startTime": 52803,
        "endTime": 56313,
        "text": "...which is linked to the development of diabetes, cancer and obesity."
    },
    {
        "startTime": 56781,
        "endTime": 59371,
        "text": "Studies have shown that people who read on their smartphone at night..."
    },
    {
        "startTime": 59601,
        "endTime": 62854,
        "text": "...have a harder time falling asleep and produce less melatonin,..."
    },
    {
        "startTime": 63083,
        "endTime": 66295,
        "text": "...a hormone responsible for the regulation of sleep-wake cycles."
    },
    {
        "startTime": 66802,
        "endTime": 71124,
        "text": "Harvard medical school advises the last two to three hours before bed be \"technology-free\"."
    },
    {
        "startTime": 71431,
        "endTime": 73305,
        "text": "So, pick up a book before bed instead."
    }
]