[
    {
        "startTime": 585,
        "endTime": 2997,
        "text": "﻿Kamilo beach is one of the dirtiest beaches in the world."
    },
    {
        "startTime": 3231,
        "endTime": 6591,
        "text": "A lot of the currents bring plastic in from the open ocean."
    },
    {
        "startTime": 7040,
        "endTime": 10607,
        "text": "The name Kamilo actually translates to \"twisting currents\"."
    },
    {
        "startTime": 15119,
        "endTime": 18720,
        "text": "I went there to do a little bit of a beach cleanup and scope the area out."
    },
    {
        "startTime": 18823,
        "endTime": 22641,
        "text": "And that's when I started interacting with the material and seeing how I could use it,..."
    },
    {
        "startTime": 22791,
        "endTime": 27125,
        "text": "...which inspired me to take action and to start Nurdle in the Rough."
    },
    {
        "startTime": 28458,
        "endTime": 32716,
        "text": "Nurdle in the Rough jewelry is jewelry that's made from ocean plastic."
    },
    {
        "startTime": 32881,
        "endTime": 35801,
        "text": "A lot of times people come up to me and ask me what kind of stone I'm wearing."
    },
    {
        "startTime": 36185,
        "endTime": 41166,
        "text": "It's really a great segue into a conversation about how much plastic is in our oceans."
    },
    {
        "startTime": 45065,
        "endTime": 48885,
        "text": "I'm really passionate about taking this ugly plastic pollution..."
    },
    {
        "startTime": 49197,
        "endTime": 51181,
        "text": "...and transforming it into something beautiful..."
    },
    {
        "startTime": 51290,
        "endTime": 55025,
        "text": "...these gemstones that are sleek and they have these beautiful textures..."
    },
    {
        "startTime": 55095,
        "endTime": 58532,
        "text": "...and lines on them that tell the story of where this plastic has been."
    },
    {
        "startTime": 60372,
        "endTime": 66133,
        "text": "I cut the material up and I start rounding and shaping it and polishing it down by hand."
    },
    {
        "startTime": 70047,
        "endTime": 75743,
        "text": "I use all recycled sterling silver and I set the marine debris like I would a stone."
    },
    {
        "startTime": 77493,
        "endTime": 82634,
        "text": "I try to make designs that are eye-catching and have a little bit of an intrigue."
    },
    {
        "startTime": 82889,
        "endTime": 84225,
        "text": "Some are inspired by sea life..."
    },
    {
        "startTime": 84330,
        "endTime": 88137,
        "text": "...and some are inspired by the beauty that I find in the material."
    }
]