[
    {
        "startTime": 1189,
        "endTime": 4470,
        "text": "Wearing a blue cap, face mask and work clothes,..."
    },
    {
        "startTime": 4742,
        "endTime": 10298,
        "text": "...a disguised Carlos Ghosn emerged Wednesday after 108 days in jail."
    },
    {
        "startTime": 10821,
        "endTime": 15478,
        "text": "Eluding hundreds of reporters, he slipped away unnoticed in a small van."
    },
    {
        "startTime": 16046,
        "endTime": 19335,
        "text": "Earlier, family members were seen entering the facility."
    },
    {
        "startTime": 19751,
        "endTime": 24803,
        "text": "Ghosn was released on nearly 9 million dollars bail, paid in cash."
    },
    {
        "startTime": 25417,
        "endTime": 29917,
        "text": "As part of the terms, he will have to surrender his passport, be monitored at home..."
    },
    {
        "startTime": 30133,
        "endTime": 32935,
        "text": "...and have restricted phone and computer access."
    },
    {
        "startTime": 33634,
        "endTime": 37342,
        "text": "Ghosn was taken into custody in a dramatic scene last November,..."
    },
    {
        "startTime": 37473,
        "endTime": 40599,
        "text": "...shortly after his arrival at Tokyo's Haneda airport."
    },
    {
        "startTime": 41143,
        "endTime": 45621,
        "text": "He's accused of underreporting his income by roughly 80 million dollars,..."
    },
    {
        "startTime": 46007,
        "endTime": 49944,
        "text": "...and using his position as CEO of Nissan for financial gain,..."
    },
    {
        "startTime": 50405,
        "endTime": 53758,
        "text": "...charges which carry a maximum 10 years' prison term."
    },
    {
        "startTime": 54601,
        "endTime": 59839,
        "text": "He has declared himself innocent of all charges, which he termed unsubstantiated."
    },
    {
        "startTime": 60415,
        "endTime": 62971,
        "text": "His release is highly unusual for Japan,..."
    },
    {
        "startTime": 63238,
        "endTime": 67429,
        "text": "...where white-collar defendants usually are forced to await their trials in custody."
    },
    {
        "startTime": 68040,
        "endTime": 72937,
        "text": "After two previous rejections, his lawyers successfully argued for his release,..."
    },
    {
        "startTime": 73268,
        "endTime": 78168,
        "text": "...capitalizing on growing international criticism of Japan's criminal justice system."
    },
    {
        "startTime": 78792,
        "endTime": 82258,
        "text": "However, Ghosn's chances of acquittal remain unclear."
    },
    {
        "startTime": 82684,
        "endTime": 87390,
        "text": "Last year, Japan's conviction rate was about 98%."
    },
    {
        "startTime": 88147,
        "endTime": 91143,
        "text": "Lucy Craft, CBS News, Tokyo."
    }
]