[
    {
        "startTime": 149,
        "endTime": 5890,
        "text": "Virtual Reality and Augmented Reality are two technologies changing the way we use screens,..."
    },
    {
        "startTime": 6095,
        "endTime": 8990,
        "text": "...creating new and exciting interactive experiences."
    },
    {
        "startTime": 9757,
        "endTime": 15025,
        "text": "Virtual Reality, also known as VR uses a headset with a built-in screen..."
    },
    {
        "startTime": 15207,
        "endTime": 18115,
        "text": "...that displays a virtual environment for you to explore."
    },
    {
        "startTime": 19014,
        "endTime": 21847,
        "text": "These headsets use a technology called \"head tracking\"..."
    },
    {
        "startTime": 22060,
        "endTime": 25578,
        "text": "...which allows you to look around the environment by simply moving your head."
    },
    {
        "startTime": 26512,
        "endTime": 29455,
        "text": "Augmented Reality or AR is a bit different."
    },
    {
        "startTime": 29901,
        "endTime": 32375,
        "text": "Instead of transporting you to a virtual world,..."
    },
    {
        "startTime": 32657,
        "endTime": 36180,
        "text": "...it takes digital images and layers them on the real world around you."
    },
    {
        "startTime": 36977,
        "endTime": 40647,
        "text": "This is done through the use of either a clear visor or a smartphone."
    },
    {
        "startTime": 41876,
        "endTime": 45719,
        "text": "So with VR, you could explore a world full of dinosaurs."
    },
    {
        "startTime": 47814,
        "endTime": 52158,
        "text": "But with AR, you could see those dinosaurs moving through the world around you."
    },
    {
        "startTime": 53407,
        "endTime": 56133,
        "text": "Both of these technologies are growing at a rapid pace..."
    },
    {
        "startTime": 56235,
        "endTime": 58897,
        "text": "...and being implemented in a variety of different ways."
    },
    {
        "startTime": 59784,
        "endTime": 64207,
        "text": "Surgeons are using VR to practice highly technical surgeries before operating."
    },
    {
        "startTime": 64862,
        "endTime": 69694,
        "text": "Businesses are using them to give consumers virtual tours of products and locations."
    },
    {
        "startTime": 70269,
        "endTime": 73049,
        "text": "There are even apps that can use your smartphone's camera..."
    },
    {
        "startTime": 73144,
        "endTime": 76532,
        "text": "...to scan and translate a foreign language in real time."
    }
]