[
    {
        "startTime": 2565,
        "endTime": 6915,
        "text": "In Syria, US President Donald Trump is pressuring Turkey..."
    },
    {
        "startTime": 7059,
        "endTime": 9607,
        "text": "...to stop its offensive in northern Syria..."
    },
    {
        "startTime": 9807,
        "endTime": 14134,
        "text": "...with calls for a ceasefire and sanctions against Turkish officials,..."
    },
    {
        "startTime": 14499,
        "endTime": 20063,
        "text": "...as he plans to send a delegation led by Vice President Mike Pence to Ankara."
    },
    {
        "startTime": 21409,
        "endTime": 25892,
        "text": "In France, police used water cannons against protesting firemen.."
    },
    {
        "startTime": 26247,
        "endTime": 28465,
        "text": "...in front of the French National Assembly..."
    },
    {
        "startTime": 28857,
        "endTime": 33425,
        "text": "...on the margins of a national demonstration over their working conditions."
    },
    {
        "startTime": 35581,
        "endTime": 39431,
        "text": "South Africa's embattled former president, Jacob Zuma,..."
    },
    {
        "startTime": 40001,
        "endTime": 47086,
        "text": "...will appeal a court ruling that he face trial on corruption charges over a 1990s arms deal."
    },
    {
        "startTime": 47829,
        "endTime": 50869,
        "text": "Zuma's last-minute appeal will delay the case."
    },
    {
        "startTime": 55455,
        "endTime": 60172,
        "text": "Civil defense members spray water on the burning trees of the Chouf District..."
    },
    {
        "startTime": 60799,
        "endTime": 65957,
        "text": "...as Lebanon turns to its neighbors for help with battling the forest fires..."
    },
    {
        "startTime": 66268,
        "endTime": 71857,
        "text": "...that have ravaged homes and killed a volunteer firefighter in the Mediterranean country."
    },
    {
        "startTime": 74959,
        "endTime": 80286,
        "text": "Finally, from the US, final preparations are under way in Westerville, Ohio,..."
    },
    {
        "startTime": 80859,
        "endTime": 85918,
        "text": "...where 12 Democratic presidential candidates will square off in the first debate..."
    },
    {
        "startTime": 86388,
        "endTime": 91796,
        "text": "...since the opening of the impeachment inquiry into Republican President Donald Trump."
    }
]