[
    {
        "startTime": 5047,
        "endTime": 9185,
        "text": "In China, authorities in the central province of Hubei..."
    },
    {
        "startTime": 9954,
        "endTime": 14673,
        "text": "...say another 242 people have died from the coronavirus outbreak..."
    },
    {
        "startTime": 15208,
        "endTime": 19157,
        "text": "...that has killed more than 1,300 people since December."
    },
    {
        "startTime": 22001,
        "endTime": 27396,
        "text": "In Belgium, NATO Security General Jens Stoltenberg held a press conference..."
    },
    {
        "startTime": 27551,
        "endTime": 32859,
        "text": "...after the NATO defense ministers meeting, condemning the attacks in Idlib, Syria,..."
    },
    {
        "startTime": 33422,
        "endTime": 37175,
        "text": "...and calling on the Taliban to stop the fighting in Afghanistan."
    },
    {
        "startTime": 40531,
        "endTime": 44481,
        "text": "In Britain, former finance minister Sajid Javid..."
    },
    {
        "startTime": 45033,
        "endTime": 49437,
        "text": "...resigned a month before he was planned to deliver the government's annual budget."
    },
    {
        "startTime": 50180,
        "endTime": 54676,
        "text": "Javid said that Prime Minister Boris Johnson wanted to reappoint him,..."
    },
    {
        "startTime": 55085,
        "endTime": 58745,
        "text": "...but he was unable to accept the new conditions and resigned."
    },
    {
        "startTime": 61356,
        "endTime": 66708,
        "text": "Hundreds of women in Iraq marched in Baghdad calling on the United Nations..."
    },
    {
        "startTime": 66848,
        "endTime": 73561,
        "text": "...to support their protest against alleged corruption, discrimination, and gender-based segregation."
    },
    {
        "startTime": 76575,
        "endTime": 82339,
        "text": "Finally from Hungary, an endangered baby pygmy hippopotamus at the Szeged Zoo..."
    },
    {
        "startTime": 82756,
        "endTime": 87045,
        "text": "...was presented to the public for the first time since its birth in January."
    },
    {
        "startTime": 87847,
        "endTime": 92599,
        "text": "The hippopotamus will be with its mother until it turns one and a half years old."
    }
]