[
    {
        "startTime": 369,
        "endTime": 3859,
        "text": "Japan says it has finished testing all crew and passengers..."
    },
    {
        "startTime": 3923,
        "endTime": 6525,
        "text": "...on board the virus-stricken Diamond Princess  cruise ship."
    },
    {
        "startTime": 7008,
        "endTime": 11366,
        "text": "All passengers who tested negative for the coronavirus are expected to disembark from tomorrow."
    },
    {
        "startTime": 12039,
        "endTime": 15089,
        "text": "Foreign governments are eager to evacuate their nationals..."
    },
    {
        "startTime": 15187,
        "endTime": 17515,
        "text": "...aboard the virus-hit Diamond Princess cruise ship..."
    },
    {
        "startTime": 17856,
        "endTime": 21832,
        "text": "...after the confirmed infections rose above 540."
    },
    {
        "startTime": 22119,
        "endTime": 26328,
        "text": "The US government evacuated more than 330 people from the cruise ship yesterday."
    },
    {
        "startTime": 27077,
        "endTime": 33009,
        "text": "Among them, 13 have been tested positive and three people show likely COVID-19 symptoms."
    },
    {
        "startTime": 33247,
        "endTime": 35143,
        "text": "All of them were taken to the hospital on arrival..."
    },
    {
        "startTime": 35478,
        "endTime": 39056,
        "text": "...while other evacuees have been placed under quarantine at military facilities."
    },
    {
        "startTime": 39499,
        "endTime": 42961,
        "text": "Canada has also sent a chartered plane to Japan today."
    },
    {
        "startTime": 43465,
        "endTime": 48979,
        "text": "According to a government statement, all passengers will undergo a two-week quarantine."
    },
    {
        "startTime": 49601,
        "endTime": 52251,
        "text": "South Korea is also sending a government charter flight today..."
    },
    {
        "startTime": 52323,
        "endTime": 55082,
        "text": "...to bring back its four citizens and one Japanese spouse."
    },
    {
        "startTime": 55486,
        "endTime": 57576,
        "text": "Currently, none of them are showing any symptoms."
    },
    {
        "startTime": 57955,
        "endTime": 62778,
        "text": "The Australian government is planning to bring home more than 200 of its citizens tomorrow..."
    },
    {
        "startTime": 63149,
        "endTime": 66646,
        "text": "...and they will be placed under a two-week quarantine on arrival."
    },
    {
        "startTime": 67019,
        "endTime": 71675,
        "text": "Italy and the UK are also working to organize flights to repatriate their nationals..."
    },
    {
        "startTime": 71961,
        "endTime": 72659,
        "text": "...stranded on the ship."
    },
    {
        "startTime": 73053,
        "endTime": 75875,
        "text": "A British couple quarantined on board tested positive yesterday."
    },
    {
        "startTime": 76355,
        "endTime": 80927,
        "text": "Hong Kong will have, on standby, two chartered planes as early as tomorrow."
    },
    {
        "startTime": 81401,
        "endTime": 84865,
        "text": "Residents of Macau will also be able to get on same plane."
    },
    {
        "startTime": 85223,
        "endTime": 91455,
        "text": "Twenty-one out of the 350 Hong Kong residents on board the ship has been infected."
    },
    {
        "startTime": 91900,
        "endTime": 96641,
        "text": "The Philippine government has also made plans to repatriate its nationals on the quarantined ship."
    },
    {
        "startTime": 97047,
        "endTime": 100292,
        "text": "The Philippine Embassy in Tokyo says more than half of the crew,..."
    },
    {
        "startTime": 100504,
        "endTime": 103637,
        "text": "...some 530 people, are Philippine nationals."
    },
    {
        "startTime": 104112,
        "endTime": 106304,
        "text": "There are also seven passengers from the country."
    },
    {
        "startTime": 106639,
        "endTime": 110103,
        "text": "So far, 27 of them have been tested positive for the virus."
    },
    {
        "startTime": 110541,
        "endTime": 114935,
        "text": "Remaining passengers who have tested negative will begin disembarking as early as tomorrow,..."
    },
    {
        "startTime": 115213,
        "endTime": 118510,
        "text": "...that's the original deadline for the end of the ship's quarantine."
    }
]