[
    {
        "startTime": 57,
        "endTime": 3034,
        "text": "More than a dozen Democrats are sparring for the party's nomination."
    },
    {
        "startTime": 3165,
        "endTime": 7983,
        "text": "The winner will take on President Trump in the general election on November 3rd, 2020."
    },
    {
        "startTime": 8210,
        "endTime": 12483,
        "text": "Here are the Democratic candidates running to become the next president of the United States."
    },
    {
        "startTime": 15015,
        "endTime": 18405,
        "text": "Joe Biden was vice president for eight years under Barack Obama..."
    },
    {
        "startTime": 18676,
        "endTime": 21921,
        "text": "...and is running on a message of bipartisanship and national unity."
    },
    {
        "startTime": 22068,
        "endTime": 24089,
        "text": "A centrist with national name recognition,..."
    },
    {
        "startTime": 24199,
        "endTime": 28001,
        "text": "...Biden pulls well among the white working class and African-American voters,..."
    },
    {
        "startTime": 28109,
        "endTime": 30708,
        "text": "...both key constituencies of the Democratic base."
    },
    {
        "startTime": 33225,
        "endTime": 36171,
        "text": "Billionaire and former New York City mayor Michael Bloomberg..."
    },
    {
        "startTime": 36263,
        "endTime": 38405,
        "text": "...initially announced he would not run for president."
    },
    {
        "startTime": 38576,
        "endTime": 41963,
        "text": "But concerned by the liberal lean of the Democrats in the Primary,..."
    },
    {
        "startTime": 42097,
        "endTime": 44709,
        "text": "...he announced his self-funded run in November."
    },
    {
        "startTime": 47165,
        "endTime": 50119,
        "text": "Pete Buttigieg is the youngest presidential candidate..."
    },
    {
        "startTime": 50247,
        "endTime": 52615,
        "text": "...and one of only two US veterans in the race."
    },
    {
        "startTime": 52797,
        "endTime": 57036,
        "text": "Dogged by questions about his ability to appeal to younger voters and voters of color,..."
    },
    {
        "startTime": 57143,
        "endTime": 62467,
        "text": "...the former Rhodes scholar has nonetheless risen to the top of early polls in Iowa and New Hampshire."
    },
    {
        "startTime": 64982,
        "endTime": 69811,
        "text": "The former Mayor of Burlington, Vermont, Bernie Sanders was the runner-up in 2016."
    },
    {
        "startTime": 69967,
        "endTime": 74719,
        "text": "The longtime Vermont senator is again running on the same unapologetically liberal platform..."
    },
    {
        "startTime": 74858,
        "endTime": 76933,
        "text": "...including Medicare for all and free college."
    },
    {
        "startTime": 77097,
        "endTime": 78535,
        "text": "But this time, he's not alone."
    },
    {
        "startTime": 78673,
        "endTime": 82885,
        "text": "Many of the other candidates on the debate stage have since embraced his positions."
    },
    {
        "startTime": 85513,
        "endTime": 90105,
        "text": "As a law professor, Elizabeth Warren helped create the Consumer Financial Protection Bureau..."
    },
    {
        "startTime": 90218,
        "endTime": 94125,
        "text": "...before she was elected to represent Massachusetts in the Senate in 2012."
    },
    {
        "startTime": 94311,
        "endTime": 96409,
        "text": "Born in Oklahoma to a working-class family,..."
    },
    {
        "startTime": 96545,
        "endTime": 100413,
        "text": "...her campaign is built in part on her personal experience with tough pocketbook issues..."
    },
    {
        "startTime": 100523,
        "endTime": 104887,
        "text": "...like affording childcare and in part on her dozens of detailed policy proposals."
    }
]