[
    {
        "startTime": 669,
        "endTime": 4489,
        "text": "My fellow Americans, tonight I want to speak with you..."
    },
    {
        "startTime": 4595,
        "endTime": 11100,
        "text": "...about our nation's unprecedented response to the coronavirus outbreak that started in China..."
    },
    {
        "startTime": 11205,
        "endTime": 12997,
        "text": "...and is now spreading throughout the world."
    },
    {
        "startTime": 14083,
        "endTime": 20201,
        "text": "Today, the World Health Organization officially announced that this is a global pandemic."
    },
    {
        "startTime": 21099,
        "endTime": 23770,
        "text": "We have been in frequent contact with our allies..."
    },
    {
        "startTime": 23890,
        "endTime": 28315,
        "text": "...and we are marshaling the full power of the federal government and the private sector..."
    },
    {
        "startTime": 28415,
        "endTime": 30356,
        "text": "...to protect the American people."
    },
    {
        "startTime": 31383,
        "endTime": 36927,
        "text": "This is the most aggressive and comprehensive effort to confront a foreign virus in modern history."
    },
    {
        "startTime": 37702,
        "endTime": 43141,
        "text": "I am confident that by counting and continuing to take these tough measures,..."
    },
    {
        "startTime": 43503,
        "endTime": 47043,
        "text": "....we will significantly reduce the threat to our citizens..."
    },
    {
        "startTime": 47423,
        "endTime": 51199,
        "text": "...and we'll ultimately and expeditiously defeat this virus."
    },
    {
        "startTime": 51613,
        "endTime": 57267,
        "text": "At the very start of the outbreak, we instituted sweeping travel restrictions on China..."
    },
    {
        "startTime": 57777,
        "endTime": 62955,
        "text": "...and put in place the first federally mandated quarantine in over 50 years."
    },
    {
        "startTime": 63757,
        "endTime": 66385,
        "text": "We declared a public health emergency..."
    },
    {
        "startTime": 66678,
        "endTime": 71179,
        "text": "...and issued the highest level of travel warning on other countries..."
    },
    {
        "startTime": 71353,
        "endTime": 74642,
        "text": "...as the virus spread its horrible infection."
    },
    {
        "startTime": 75882,
        "endTime": 82311,
        "text": "The European Union failed to take the same precautions and restrict travel from China and other hotspots."
    },
    {
        "startTime": 82884,
        "endTime": 89846,
        "text": "As a result, a large number of new clusters in the United States were seeded by travelers from Europe."
    },
    {
        "startTime": 90393,
        "endTime": 93699,
        "text": "After consulting with our top government health professionals,..."
    },
    {
        "startTime": 94023,
        "endTime": 97434,
        "text": "...I have decided to take several strong but necessary actions..."
    },
    {
        "startTime": 97505,
        "endTime": 101345,
        "text": "...to protect the health and well-being of all Americans."
    },
    {
        "startTime": 101920,
        "endTime": 104705,
        "text": "To keep new cases from entering our shores,..."
    },
    {
        "startTime": 105073,
        "endTime": 110907,
        "text": "...we will be suspending all travel from Europe to the United States for the next 30 days."
    },
    {
        "startTime": 111629,
        "endTime": 114912,
        "text": "The new rules will go into effect Friday at midnight."
    }
]