[
    {
        "startTime": 474,
        "endTime": 3575,
        "text": "The moments when the United Kingdom has come together.."
    },
    {
        "startTime": 3704,
        "endTime": 6185,
        "text": "...to applaud its care and essential workers..."
    },
    {
        "startTime": 6811,
        "endTime": 10562,
        "text": "...will be remembered as an expression of our national spirit;..."
    },
    {
        "startTime": 11650,
        "endTime": 15125,
        "text": "...and its symbol will be the rainbows drawn by children."
    },
    {
        "startTime": 18733,
        "endTime": 21192,
        "text": "Across the Commonwealth and around the world,..."
    },
    {
        "startTime": 21756,
        "endTime": 26234,
        "text": "...we have seen heartwarming stories of people coming together to help others,..."
    },
    {
        "startTime": 26975,
        "endTime": 32231,
        "text": "...be it through delivering food parcels and medicines, checking on neighbors,..."
    },
    {
        "startTime": 32763,
        "endTime": 36147,
        "text": "...or converting businesses to help the relief effort."
    },
    {
        "startTime": 38021,
        "endTime": 40825,
        "text": "And though self-isolating may at times be hard,..."
    },
    {
        "startTime": 41680,
        "endTime": 44599,
        "text": "...many people of all faiths, and of none,..."
    },
    {
        "startTime": 45047,
        "endTime": 49407,
        "text": "...are discovering that it presents an opportunity to slow down,..."
    },
    {
        "startTime": 50097,
        "endTime": 53471,
        "text": "...pause and reflect, in prayer or meditation."
    },
    {
        "startTime": 55594,
        "endTime": 62071,
        "text": "It reminds me of the very first broadcast I made, in 1940, helped by my sister."
    },
    {
        "startTime": 63217,
        "endTime": 66057,
        "text": "We, as children, spoke from here at Windsor..."
    },
    {
        "startTime": 66488,
        "endTime": 72072,
        "text": "...to children who had been evacuated from their homes and sent away for their own safety."
    },
    {
        "startTime": 73312,
        "endTime": 79724,
        "text": "Today, once again, many will feel a painful sense of separation from their loved ones."
    },
    {
        "startTime": 81133,
        "endTime": 86579,
        "text": "But now, as then, we know, deep down, that it is the right thing to do."
    },
    {
        "startTime": 88531,
        "endTime": 92994,
        "text": "While we have faced challenges before, this one is different."
    },
    {
        "startTime": 94211,
        "endTime": 98986,
        "text": "This time we join with all nations across the globe in a common endeavor,.."
    },
    {
        "startTime": 99972,
        "endTime": 106049,
        "text": "...using the great advances of science and our instinctive compassion to heal."
    },
    {
        "startTime": 107638,
        "endTime": 112509,
        "text": "We will succeed - and that success will belong to every one of us."
    },
    {
        "startTime": 113939,
        "endTime": 120143,
        "text": "We should take comfort that while we may have more still to endure, better days will return:.."
    },
    {
        "startTime": 121327,
        "endTime": 128221,
        "text": "...we will be with our friends again; we will be with our families again; we will meet again."
    },
    {
        "startTime": 129337,
        "endTime": 133665,
        "text": "But for now, I send my thanks and warmest good wishes to you all."
    }
]