[
    {
        "startTime": 435,
        "endTime": 6855,
        "text": "I speak to you today at the same hour as my father did exactly 75 years ago."
    },
    {
        "startTime": 8289,
        "endTime": 12537,
        "text": "His message then was a salute to the men and women at home and abroad..."
    },
    {
        "startTime": 13079,
        "endTime": 19203,
        "text": "...who had sacrificed so much in pursuit of what he rightly called a \"great deliverance.\""
    },
    {
        "startTime": 20865,
        "endTime": 28228,
        "text": "The war had been a total war. It had affected everyone, and no one was immune from its impact."
    },
    {
        "startTime": 29439,
        "endTime": 35589,
        "text": "Whether it be the men and women called up to serve; families separated from each other;..."
    },
    {
        "startTime": 36134,
        "endTime": 41078,
        "text": "...or people asked to take up new roles and skills to support the war effort,..."
    },
    {
        "startTime": 41737,
        "endTime": 43422,
        "text": "...all had a part to play."
    },
    {
        "startTime": 45406,
        "endTime": 52997,
        "text": "At the start, the outlook seemed bleak, the end distant, the outcome uncertain."
    },
    {
        "startTime": 54076,
        "endTime": 56739,
        "text": "But we kept faith that the cause was right..."
    },
    {
        "startTime": 57840,
        "endTime": 62896,
        "text": "...and this belief, as my father noted in his broadcast, carried us through."
    },
    {
        "startTime": 63789,
        "endTime": 68681,
        "text": "Never give up, never despair. That was the message of VE Day."
    },
    {
        "startTime": 69979,
        "endTime": 75879,
        "text": "Today, it may seem hard that we cannot mark this special anniversary as we would wish."
    },
    {
        "startTime": 76751,
        "endTime": 80336,
        "text": "Instead, we remember from our homes and our doorsteps."
    },
    {
        "startTime": 81345,
        "endTime": 87310,
        "text": "But our streets are not empty; they are filled with the love and the care that we have for each other."
    },
    {
        "startTime": 88460,
        "endTime": 90922,
        "text": "And when I look at our country today,..."
    },
    {
        "startTime": 91189,
        "endTime": 95701,
        "text": "...and see what we are willing to do to protect and support one another,..."
    },
    {
        "startTime": 96398,
        "endTime": 97911,
        "text": "I say with pride..."
    },
    {
        "startTime": 98494,
        "endTime": 106019,
        "text": "...that we are still a nation those brave soldiers, sailors and airmen would recognize and admire."
    },
    {
        "startTime": 107364,
        "endTime": 110132,
        "text": "I send my warmest good wishes to you all."
    }
]