[
    {
        "startTime": 6073,
        "endTime": 9479,
        "text": "Yeah, I feel definitely there are a lot of hard times...."
    },
    {
        "startTime": 10573,
        "endTime": 14458,
        "text": "...especially being in the bubble, you sort of overthink a lot of things."
    },
    {
        "startTime": 14555,
        "endTime": 18649,
        "text": "But I think I just got through it because during quarantine,..."
    },
    {
        "startTime": 18737,
        "endTime": 23589,
        "text": "...I wanted to, you know, set myself up to possibly win this tournament."
    },
    {
        "startTime": 23989,
        "endTime": 27565,
        "text": "I felt I just worked so hard I wanted to give myself an opportunity..."
    },
    {
        "startTime": 27671,
        "endTime": 31755,
        "text": "...and I wanted more people to see more names."
    },
    {
        "startTime": 37659,
        "endTime": 42745,
        "text": "Yeah, I mean, I was thinking about all the times I've watched the great players..."
    },
    {
        "startTime": 42895,
        "endTime": 46281,
        "text": "...sort of collapse onto the ground and looked up in the sky..."
    },
    {
        "startTime": 46363,
        "endTime": 50727,
        "text": "...and I've always  wanted to see what they saw and for me, you know,..."
    },
    {
        "startTime": 50952,
        "endTime": 55971,
        "text": "...it was really an incredible moment and you know, I'm really glad I did it."
    },
    {
        "startTime": 62943,
        "endTime": 66422,
        "text": "Yeah, I did think about wearing a mask during the trophy ceremony."
    },
    {
        "startTime": 66496,
        "endTime": 71884,
        "text": "But they said not to wear a mask so I just did what they told me to do."
    },
    {
        "startTime": 77239,
        "endTime": 83163,
        "text": "Yeah, I guess I'll celebrate this win just by, I guess, by processing it more."
    },
    {
        "startTime": 83903,
        "endTime": 87010,
        "text": "I think the last few times I wasn't able to process it."
    },
    {
        "startTime": 88366,
        "endTime": 93545,
        "text": "And I'm just surrounded by my team, people that I like, love."
    },
    {
        "startTime": 95036,
        "endTime": 99424,
        "text": "Yeah, I feel like the more, hopefully, the more times I win grand slams,..."
    },
    {
        "startTime": 99503,
        "endTime": 102851,
        "text": "...I'll be able to, you know, celebrate better."
    }
]