[
    {
        "startTime": 3292,
        "endTime": 7519,
        "text": "In this year's Annual Letter, Melinda and I take the toughest questions…"
    },
    {
        "startTime": 7632,
        "endTime": 9747,
        "text": "...we get asked and give our answers."
    },
    {
        "startTime": 10871,
        "endTime": 14853,
        "text": "One that's come up for a long time is, as we make the world healthier,..."
    },
    {
        "startTime": 15190,
        "endTime": 19749,
        "text": "...is the population going to get so big that feeding everybody..."
    },
    {
        "startTime": 19999,
        "endTime": 23805,
        "text": "...and maintaining the environment is going to be impossible?"
    },
    {
        "startTime": 24641,
        "endTime": 30337,
        "text": "Here we can see a chart that looks at the total world population..."
    },
    {
        "startTime": 30631,
        "endTime": 35669,
        "text": "...over the last several hundred years, and at first glance, this is a bit scary."
    },
    {
        "startTime": 35856,
        "endTime": 40750,
        "text": "We go from less than a billion in 1800, and then 3, 4, 5, 6..."
    },
    {
        "startTime": 41135,
        "endTime": 46043,
        "text": "...and 7.4 billion where we are today, is happening even faster."
    },
    {
        "startTime": 46818,
        "endTime": 50545,
        "text": "So, Melinda and I wondered whether providing new medicines..."
    },
    {
        "startTime": 50821,
        "endTime": 55371,
        "text": "...and keeping children alive, would that create more of a population problem?"
    },
    {
        "startTime": 56079,
        "endTime": 61988,
        "text": "What we found out is that as health improves, families choose to have less children..."
    },
    {
        "startTime": 62633,
        "endTime": 66526,
        "text": "...and this effect is very, very dramatic."
    },
    {
        "startTime": 67088,
        "endTime": 71285,
        "text": "We find that in every country of the world, this is repeated,..."
    },
    {
        "startTime": 71876,
        "endTime": 74657,
        "text": "...that population growth goes down as we improve health."
    },
    {
        "startTime": 75303,
        "endTime": 80175,
        "text": "So, we've taken that chart that shows the global population growth..."
    },
    {
        "startTime": 80780,
        "endTime": 85425,
        "text": "...and we've actually extended it out all the way to 2100,..."
    },
    {
        "startTime": 86004,
        "endTime": 89843,
        "text": "...and we can see that instead of continuing, it actually flattens out."
    },
    {
        "startTime": 90435,
        "endTime": 94021,
        "text": "Another way to see that is through this rate of population growth,..."
    },
    {
        "startTime": 94494,
        "endTime": 98653,
        "text": "...and you can see that in the 60s, that reached a pretty high number..."
    },
    {
        "startTime": 98751,
        "endTime": 103741,
        "text": "...over 2% per year, and it's now come way, way down."
    },
    {
        "startTime": 104684,
        "endTime": 108075,
        "text": "Now, 11 billion people is still a lot, but the good news is..."
    },
    {
        "startTime": 108345,
        "endTime": 113635,
        "text": "...that the faster we improve health, the faster family size goes down,..."
    },
    {
        "startTime": 114314,
        "endTime": 118229,
        "text": "...and so, we can feel great about saving those lives."
    }
]