[
    {
        "startTime": 457,
        "endTime": 5671,
        "text": "Fortnite is a fun, new survival game from Epic Games that offers players a unique experience."
    },
    {
        "startTime": 6019,
        "endTime": 10759,
        "text": "Instead of simply building a base, you'll need to scavenge for supplies and complete different missions..."
    },
    {
        "startTime": 10995,
        "endTime": 15235,
        "text": "...all while holding off the endless hordes of husks that seem to fall from the sky..."
    },
    {
        "startTime": 15326,
        "endTime": 17011,
        "text": "...whenever something bad happens."
    },
    {
        "startTime": 17220,
        "endTime": 21757,
        "text": "In this video, we will address the game's basic systems and help you get the hang of everything..."
    },
    {
        "startTime": 21834,
        "endTime": 24870,
        "text": "...as you dive into Fortnite to get started for the first time."
    },
    {
        "startTime": 25221,
        "endTime": 28139,
        "text": "Scavenging is one of your primary goals in Fortnite,..."
    },
    {
        "startTime": 28445,
        "endTime": 30409,
        "text": "...and if you want to make it anywhere in the game,..."
    },
    {
        "startTime": 30547,
        "endTime": 33071,
        "text": "...you're going to need to get used to keeping your supplies backpack..."
    },
    {
        "startTime": 33191,
        "endTime": 35559,
        "text": "...filled with items like stone, metal and wood."
    },
    {
        "startTime": 35749,
        "endTime": 40317,
        "text": "These are the basic building blocks you'll use to build up structures like walls and floors,..."
    },
    {
        "startTime": 40531,
        "endTime": 43432,
        "text": "...and you'll need to have plenty of them on you at all times."
    },
    {
        "startTime": 43807,
        "endTime": 47284,
        "text": "Trust us, you can easily scavenge wood from trees and other wooden things..."
    },
    {
        "startTime": 47395,
        "endTime": 50221,
        "text": "...like logs and even some wooden structures."
    },
    {
        "startTime": 50398,
        "endTime": 53537,
        "text": "If you want metal, we suggest hitting up pipes or even cars."
    },
    {
        "startTime": 53791,
        "endTime": 58138,
        "text": "You can also find stashes of metal ore in caves on more forest space missions."
    },
    {
        "startTime": 58386,
        "endTime": 60957,
        "text": "So, be sure to look around for ways to go deeper in the map."
    },
    {
        "startTime": 61325,
        "endTime": 63695,
        "text": "You'll find more metal in city-based missions..."
    },
    {
        "startTime": 63867,
        "endTime": 67216,
        "text": "...where you can find cars and even metal poles to break down."
    },
    {
        "startTime": 67386,
        "endTime": 69903,
        "text": "The best way to get stone is to look around for large rocks..."
    },
    {
        "startTime": 69990,
        "endTime": 71437,
        "text": "...that you can hit with your pickaxe."
    },
    {
        "startTime": 71743,
        "endTime": 73286,
        "text": "These are often found in every map,..."
    },
    {
        "startTime": 73515,
        "endTime": 78161,
        "text": "...but they are most abundant in maps that take place in forests or on the outskirts of the city."
    },
    {
        "startTime": 78483,
        "endTime": 80774,
        "text": "Schematics are your main way of getting new weapons,..."
    },
    {
        "startTime": 81036,
        "endTime": 84101,
        "text": "...and these items can be attained by finding chests during missions..."
    },
    {
        "startTime": 84319,
        "endTime": 87641,
        "text": "...or by bursting open llamas in the loot tab on the main menu."
    }
]