[
    {
        "startTime": 408,
        "endTime": 3357,
        "text": "The global health crisis has caused unemployment to soar..."
    },
    {
        "startTime": 3471,
        "endTime": 5672,
        "text": "...and has turned the working world on its head,..."
    },
    {
        "startTime": 5967,
        "endTime": 10917,
        "text": "...but some say the solution to the crisis lies not in working more but in working less."
    },
    {
        "startTime": 11200,
        "endTime": 14903,
        "text": "Working four days but getting paid for five sounds too good to be true,..."
    },
    {
        "startTime": 15380,
        "endTime": 17157,
        "text": "...and there's a fair share of skeptics."
    },
    {
        "startTime": 17833,
        "endTime": 23041,
        "text": "The Confederation of British Industry cautions that it could push many businesses into loss,..."
    },
    {
        "startTime": 23657,
        "endTime": 27324,
        "text": "...but proponents claim fewer hours doesn't harm productivity."
    },
    {
        "startTime": 27821,
        "endTime": 31300,
        "text": "There are three main ways which we can see that decreasing hours..."
    },
    {
        "startTime": 31814,
        "endTime": 33619,
        "text": "...is good for productivity and good for the economy."
    },
    {
        "startTime": 33882,
        "endTime": 38227,
        "text": "We can look at our own history to see that when we move from a six to a five-day working week,..."
    },
    {
        "startTime": 39060,
        "endTime": 40779,
        "text": "...it was accompanied by an increase in productivity..."
    },
    {
        "startTime": 40881,
        "endTime": 42609,
        "text": "...and it was good for the economy overall."
    },
    {
        "startTime": 43113,
        "endTime": 46355,
        "text": "You can also look at other countries and take a map for our analysis..."
    },
    {
        "startTime": 46477,
        "endTime": 49006,
        "text": "...and we can see that countries that worked fewer hours..."
    },
    {
        "startTime": 49287,
        "endTime": 50851,
        "text": "...tend to have much stronger economies..."
    },
    {
        "startTime": 50953,
        "endTime": 53088,
        "text": "...and tend to be much more productive than countries that work lots of hours."
    },
    {
        "startTime": 54809,
        "endTime": 57908,
        "text": "And finally, we can see real and existing examples of..."
    },
    {
        "startTime": 58193,
        "endTime": 62562,
        "text": "...firms and organizations who are experimenting with reductions in working hours."
    },
    {
        "startTime": 62869,
        "endTime": 64852,
        "text": "They are doing this and seeing the increases..."
    },
    {
        "startTime": 64963,
        "endTime": 68442,
        "text": "...in terms of increased well-being, decreased sick leave, decreased turnover..."
    },
    {
        "startTime": 68692,
        "endTime": 72037,
        "text": "...and it's clearly good for these organizations that they have reduced working time."
    }
]