[
    {
        "startTime": 1630,
        "endTime": 4865,
        "text": "In March 2020, as the pandemic lockdown went into effect,..."
    },
    {
        "startTime": 5104,
        "endTime": 7447,
        "text": "...one of the world's largest independent music stores..."
    },
    {
        "startTime": 7518,
        "endTime": 10174,
        "text": "...found itself closing down earlier than expected."
    },
    {
        "startTime": 10507,
        "endTime": 13443,
        "text": "We had a lease and our lease was coming to a close."
    },
    {
        "startTime": 13815,
        "endTime": 18744,
        "text": "We were in a pretty unsustainable situation financially on the other spot."
    },
    {
        "startTime": 18874,
        "endTime": 20825,
        "text": "So, we had been looking for a place..."
    },
    {
        "startTime": 20915,
        "endTime": 23984,
        "text": "...where we can take the show on the road and recreate the magic."
    },
    {
        "startTime": 24095,
        "endTime": 26954,
        "text": "Amoeba Music planned to leave its Sunset Boulevard address..."
    },
    {
        "startTime": 27027,
        "endTime": 29161,
        "text": "...to move to a brand new location in the neighborhood."
    },
    {
        "startTime": 29259,
        "endTime": 31691,
        "text": "While the new Amoeba doesn't have an upstairs section,..."
    },
    {
        "startTime": 31764,
        "endTime": 34309,
        "text": "...it does have everything long-time fans expect."
    },
    {
        "startTime": 34487,
        "endTime": 37415,
        "text": "We're still carrying everything that we had carried before,..."
    },
    {
        "startTime": 37544,
        "endTime": 42741,
        "text": "...so we're more than just a record store with music and movies and then you get into posters,..."
    },
    {
        "startTime": 42839,
        "endTime": 47459,
        "text": "...t-shirts, games, toys, lunchboxes, prayer candles there, you name it."
    },
    {
        "startTime": 47555,
        "endTime": 50513,
        "text": "And we'll be enforcing masks and social distancing..."
    },
    {
        "startTime": 50957,
        "endTime": 52239,
        "text": "...and doing everything that we need to do..."
    },
    {
        "startTime": 52321,
        "endTime": 55655,
        "text": "...to make sure that it's a safe spot for our customers and our staff."
    },
    {
        "startTime": 55929,
        "endTime": 59308,
        "text": "Hopefully, it's again a very familiar experience for people."
    },
    {
        "startTime": 59439,
        "endTime": 63613,
        "text": "I mean, it still feels connected to this great new space as it did with the old one."
    }
]