[
    {
        "startTime": 933,
        "endTime": 5675,
        "text": "Mass incarceration means that we've got a very high rate of incarceration..."
    },
    {
        "startTime": 5726,
        "endTime": 9783,
        "text": "...historically, comparatively and the other thing is the rate of..."
    },
    {
        "startTime": 9868,
        "endTime": 12789,
        "text": "...incarceration is so high, so socially concentrated,..."
    },
    {
        "startTime": 13284,
        "endTime": 17557,
        "text": "...that we're no longer incarcerating the individual, that we're incarcerating whole social groups."
    },
    {
        "startTime": 19346,
        "endTime": 24475,
        "text": "The rate of incarceration now is about five times higher than it was historically."
    },
    {
        "startTime": 24620,
        "endTime": 26760,
        "text": "Historically, it was a hundred per hundred thousand."
    },
    {
        "startTime": 26879,
        "endTime": 30222,
        "text": "Now, it's about five hundred per hundred thousand if we look at prison."
    },
    {
        "startTime": 30344,
        "endTime": 33789,
        "text": "If we add jail to that it's about seven hundred per hundred thousand."
    },
    {
        "startTime": 34984,
        "endTime": 38079,
        "text": "Nowhere in the world incarcerates as much as we do."
    },
    {
        "startTime": 38167,
        "endTime": 43625,
        "text": "We've seen extremely high rates of exposure to the criminal justice system..."
    },
    {
        "startTime": 44037,
        "endTime": 47464,
        "text": "... for African-American men with very low levels of schooling."
    },
    {
        "startTime": 47900,
        "endTime": 50988,
        "text": "So, if we think about black men who were born in the late..."
    },
    {
        "startTime": 51013,
        "endTime": 56465,
        "text": "...1970s and who are growing up through the American prison boom of the 1980s..."
    },
    {
        "startTime": 56579,
        "endTime": 61813,
        "text": "... and the 1990s, the chances that they're going to serve time in state or federal prison..."
    },
    {
        "startTime": 61862,
        "endTime": 64947,
        "text": "...if they dropped out of high school is about 70 percent."
    },
    {
        "startTime": 65357,
        "endTime": 69266,
        "text": "So, going to prison for that group of black men with very low levels..."
    },
    {
        "startTime": 69367,
        "endTime": 72362,
        "text": "...of schooling, that's become a normal life event."
    },
    {
        "startTime": 72633,
        "endTime": 74910,
        "text": "That's really only happened in the last ten years."
    }
]