[
    {
        "startTime": 493,
        "endTime": 4408,
        "text": "It's important to remember that a virus doesn't make active decisions."
    },
    {
        "startTime": 4937,
        "endTime": 7611,
        "text": "It's not as if it creates a strategy within your cells."
    },
    {
        "startTime": 8131,
        "endTime": 10612,
        "text": "Mutations are random errors,..."
    },
    {
        "startTime": 11739,
        "endTime": 16665,
        "text": "...but the longer a virus is around, and the more people it infects, the more it will change,..."
    },
    {
        "startTime": 17104,
        "endTime": 18735,
        "text": "...and the more those changes accumulate,..."
    },
    {
        "startTime": 18983,
        "endTime": 22138,
        "text": "...the more chances the virus has to evolve into something more dangerous."
    },
    {
        "startTime": 23419,
        "endTime": 27539,
        "text": "These four variants, considered \"variants of concern\" by the World Health Organization,..."
    },
    {
        "startTime": 27757,
        "endTime": 29912,
        "text": "...all have mutations on the spike protein."
    },
    {
        "startTime": 30810,
        "endTime": 35246,
        "text": "Delta, the most recent addition to this list, has been referred to as a \"double mutant,\"..."
    },
    {
        "startTime": 35494,
        "endTime": 40405,
        "text": "...because, while it has many different mutations, it has two significant ones we've seen before."
    },
    {
        "startTime": 41468,
        "endTime": 44301,
        "text": "This mutation seems to make the virus more transmissible,..."
    },
    {
        "startTime": 44827,
        "endTime": 47667,
        "text": "...and a version of this one, found in two other variants,..."
    },
    {
        "startTime": 47899,
        "endTime": 52534,
        "text": "...makes it easier for the virus to reinfect people who have already had COVID-19,..."
    },
    {
        "startTime": 53234,
        "endTime": 58011,
        "text": "...meaning these two mutations may have evolved to dodge our natural immune response."
    },
    {
        "startTime": 60192,
        "endTime": 62725,
        "text": "Fortunately, the immune response we get from vaccines..."
    },
    {
        "startTime": 62807,
        "endTime": 65942,
        "text": "...is much stronger than our body's natural immune response."
    },
    {
        "startTime": 66877,
        "endTime": 71161,
        "text": "So, while we may see variants that make our vaccines somewhat less effective,..."
    },
    {
        "startTime": 71787,
        "endTime": 77462,
        "text": "...most experts think it's unlikely one will emerge that completely evades our vaccines."
    }
]