[
    {
        "startTime": 50,
        "endTime": 3157,
        "text": "This is how I followed up after my interview to get my job at S'well."
    },
    {
        "startTime": 5081,
        "endTime": 7943,
        "text": "S'well is a reusable water bottle company..."
    },
    {
        "startTime": 8070,
        "endTime": 12123,
        "text": "...on a mission to rid the world of single-use plastic bottles."
    },
    {
        "startTime": 12209,
        "endTime": 13403,
        "text": "It's a really great place to work."
    },
    {
        "startTime": 13485,
        "endTime": 16267,
        "text": "I've been there for four years now and I love it."
    },
    {
        "startTime": 17043,
        "endTime": 21079,
        "text": "Once, I had gone in and interviewed and kind of connected with the hiring manager,..."
    },
    {
        "startTime": 21361,
        "endTime": 24871,
        "text": "...I left knowing like, OK, I'm going to have to put together a portfolio..."
    },
    {
        "startTime": 24950,
        "endTime": 29373,
        "text": "...to kind of show off some of these different skills that they were looking for,..."
    },
    {
        "startTime": 29483,
        "endTime": 32871,
        "text": "...be it Photoshop or photography or copywriting."
    },
    {
        "startTime": 32956,
        "endTime": 35759,
        "text": "So, I went home and put myself to task."
    },
    {
        "startTime": 35838,
        "endTime": 39116,
        "text": "I grabbed the one S'well bottle I had and started going around the city..."
    },
    {
        "startTime": 39193,
        "endTime": 42658,
        "text": "...and taking pictures, kind of setting up a mini studio in my apartment,..."
    },
    {
        "startTime": 42997,
        "endTime": 46081,
        "text": "...taking videos or GIFs of my S'well bottle..."
    },
    {
        "startTime": 46162,
        "endTime": 49283,
        "text": "...and sending them to the hiring manager in the hopes that they would land."
    },
    {
        "startTime": 49633,
        "endTime": 54197,
        "text": "I don't think it can ever hurt to express that you're really passionate about it,..."
    },
    {
        "startTime": 54283,
        "endTime": 57266,
        "text": "...and you're very eager to learn and very determined to have that job."
    },
    {
        "startTime": 57378,
        "endTime": 60171,
        "text": "And if you have to follow up four times with no answer,..."
    },
    {
        "startTime": 60256,
        "endTime": 61726,
        "text": "...then that's what you have to do."
    },
    {
        "startTime": 62314,
        "endTime": 65332,
        "text": "In the end, people are just looking to hire passionate people."
    },
    {
        "startTime": 65423,
        "endTime": 68345,
        "text": "And if you go the extra mile, I think it'll work to your benefit."
    }
]