[
    {
        "startTime": 1165,
        "endTime": 6218,
        "text": "Since the mid-September release of the South Korean series Squid Game on Netflix,..."
    },
    {
        "startTime": 6481,
        "endTime": 11671,
        "text": "...over 132 million people around the world have started watching the show."
    },
    {
        "startTime": 11888,
        "endTime": 17551,
        "text": "According to Bloomberg, no other Netflix project has become so popular so quickly."
    },
    {
        "startTime": 17925,
        "endTime": 23139,
        "text": "The nine-episode series is about a world where children's games turn deadly."
    },
    {
        "startTime": 23491,
        "endTime": 27255,
        "text": "People who are deeply in debt play to win a giant cash prize,..."
    },
    {
        "startTime": 27407,
        "endTime": 29793,
        "text": "...but in these games, the loser dies."
    },
    {
        "startTime": 30227,
        "endTime": 33964,
        "text": "Despite its dark content, the show was an instant hit."
    },
    {
        "startTime": 34336,
        "endTime": 39855,
        "text": "It's a relatively new thing for Americans to enthusiastically embrace a foreign TV show."
    },
    {
        "startTime": 40210,
        "endTime": 45731,
        "text": "For so long, Americans were really known for almost their stubborn,..."
    },
    {
        "startTime": 47222,
        "endTime": 53192,
        "text": "...aggressive adherence to not consuming product made in another country."
    },
    {
        "startTime": 53457,
        "endTime": 58754,
        "text": "We exported all of our movies and our music and our TV shows,..."
    },
    {
        "startTime": 59010,
        "endTime": 62021,
        "text": "...but very few things came the other way."
    },
    {
        "startTime": 62294,
        "endTime": 66249,
        "text": "It's still unclear whether there will be a second season of Squid Game."
    },
    {
        "startTime": 66525,
        "endTime": 71870,
        "text": "Neither the show creators nor Netflix representatives have made any statements yet."
    },
    {
        "startTime": 72197,
        "endTime": 77071,
        "text": "But since Netflix's profits for the show reached about 900 million dollars,..."
    },
    {
        "startTime": 77351,
        "endTime": 80027,
        "text": "...it seems to make sense, at least, financially."
    },
    {
        "startTime": 80523,
        "endTime": 83350,
        "text": "Karina Bafradzhian for VOA News, Washington."
    }
]