[
    {
        "startTime": 395,
        "endTime": 4951,
        "text": "Chris, can you tell me about a challenge or a conflict that you've faced in the workplace..."
    },
    {
        "startTime": 5362,
        "endTime": 6685,
        "text": "...and how you would deal with it?"
    },
    {
        "startTime": 7071,
        "endTime": 12101,
        "text": "Sure. Prior to teaching, I was involved with a photography company,..."
    },
    {
        "startTime": 12246,
        "endTime": 15193,
        "text": "...photographing events like weddings and bar mitzvahs..."
    },
    {
        "startTime": 15283,
        "endTime": 17956,
        "text": "...and very, very important events in people's lives."
    },
    {
        "startTime": 18053,
        "endTime": 19551,
        "text": "And a lot of times, conflicts would arise."
    },
    {
        "startTime": 20026,
        "endTime": 24058,
        "text": "So, again, just like in teaching, overcoming those conflicts with patience..."
    },
    {
        "startTime": 24227,
        "endTime": 28016,
        "text": "...and listening to the client or customers' needs is very important."
    },
    {
        "startTime": 28604,
        "endTime": 34065,
        "text": "Now, you are interviewing for a position that is not an entry-level position..."
    },
    {
        "startTime": 34212,
        "endTime": 38113,
        "text": "...and there is the possibility that those in our company..."
    },
    {
        "startTime": 38198,
        "endTime": 40799,
        "text": "...that were overlooked for this position may have some animosity..."
    },
    {
        "startTime": 41607,
        "endTime": 43720,
        "text": "...regarding the new hire for this position."
    },
    {
        "startTime": 43821,
        "endTime": 47766,
        "text": "So, how do you approach this potential challenge here at the workplace?"
    },
    {
        "startTime": 48191,
        "endTime": 51089,
        "text": "The important thing is to listen to the people around me..."
    },
    {
        "startTime": 51301,
        "endTime": 52682,
        "text": "...and understand that I am a newcomer..."
    },
    {
        "startTime": 52923,
        "endTime": 56867,
        "text": "...and that they know more about the work environment than I will coming in."
    },
    {
        "startTime": 58295,
        "endTime": 62619,
        "text": "We here at REI, you know, it is being in customer service,..."
    },
    {
        "startTime": 62739,
        "endTime": 66269,
        "text": "...there are aspects of your job that are going to be a little less active..."
    },
    {
        "startTime": 66359,
        "endTime": 70034,
        "text": "...than I could expect you being in a teaching position..."
    },
    {
        "startTime": 70129,
        "endTime": 74970,
        "text": "...where I assume you're on your feet, more one-on-one, face-to-face with individuals."
    },
    {
        "startTime": 76549,
        "endTime": 79476,
        "text": "Do you prefer a specific type of work environment?"
    },
    {
        "startTime": 79763,
        "endTime": 84171,
        "text": "Do you thrive in a variety of work environments and what does this look like?"
    },
    {
        "startTime": 84534,
        "endTime": 86484,
        "text": "Well, I thrive in a variety of work environments."
    },
    {
        "startTime": 86579,
        "endTime": 89542,
        "text": "I wouldn't expect to be sitting in a cubicle, interacting with customers,..."
    },
    {
        "startTime": 89619,
        "endTime": 92316,
        "text": "...unless I'm handling a phone call and that's fine, that's part of the job."
    }
]