[
    {
        "startTime": 73,
        "endTime": 3769,
        "text": "She was crowned in Westminster Abbey in June 1953,..."
    },
    {
        "startTime": 4171,
        "endTime": 10251,
        "text": "...but she became Queen on the 6th of February 1952, the day her father died."
    },
    {
        "startTime": 10701,
        "endTime": 14521,
        "text": "A few years earlier, she'd made this statement of intent."
    },
    {
        "startTime": 15750,
        "endTime": 21521,
        "text": "I declare before you all that my whole life, whether it be long or short,..."
    },
    {
        "startTime": 22408,
        "endTime": 28271,
        "text": "...shall be devoted to your service and to the service of our great imperial family,..."
    },
    {
        "startTime": 28571,
        "endTime": 29857,
        "text": "...to which we all belong."
    },
    {
        "startTime": 30503,
        "endTime": 34926,
        "text": "That imperial family is long gone, but most British people will agree,..."
    },
    {
        "startTime": 34998,
        "endTime": 39591,
        "text": "...that seven decades later, her commitment to public service has been fulfilled."
    },
    {
        "startTime": 39922,
        "endTime": 44578,
        "text": "Despite a life of obvious privilege, the Queen retains widespread popular support."
    },
    {
        "startTime": 45099,
        "endTime": 49943,
        "text": "Last year, she lost her husband, the Duke of Edinburgh, after 73 years of marriage."
    },
    {
        "startTime": 50537,
        "endTime": 55843,
        "text": "Few could help being moved by her mourning alone at his COVID limited funeral."
    },
    {
        "startTime": 56654,
        "endTime": 59762,
        "text": "Her reign has spanned a period of huge change."
    },
    {
        "startTime": 60221,
        "endTime": 64713,
        "text": "Britain relinquished its empire and grappled with reduced power and influence."
    },
    {
        "startTime": 65207,
        "endTime": 68577,
        "text": "She has held weekly meetings with 14 prime ministers,..."
    },
    {
        "startTime": 69055,
        "endTime": 72813,
        "text": "...but has never committed herself to a known political opinion."
    },
    {
        "startTime": 73147,
        "endTime": 76107,
        "text": "I mean she's the most charismatic, sort of photographed,..."
    },
    {
        "startTime": 76191,
        "endTime": 79292,
        "text": "...most famous woman in the world, but she's also very enigmatic."
    },
    {
        "startTime": 79362,
        "endTime": 83163,
        "text": "We hardly know her, and I think being able to stay above politics,..."
    },
    {
        "startTime": 83257,
        "endTime": 86891,
        "text": "...but seen as relevant and respected has been really important."
    }
]